
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>概述 · learn-software-engineering</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Zander Zhao">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/css/gitalk.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-page-toc/page-toc.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="1012.html" />
    
    
    <link rel="prev" href="1010.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    本书简介
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.1" data-path="1010.html">
            
                <a href="1010.html">
            
                    
                    结构化设计
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.1.2" data-path="1011.html">
            
                <a href="1011.html">
            
                    
                    概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3" data-path="1012.html">
            
                <a href="1012.html">
            
                    
                    软件生命周期
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.3.1" data-path="1013.html">
            
                <a href="1013.html">
            
                    
                    问题定义
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.2" data-path="1014.html">
            
                <a href="1014.html">
            
                    
                    可行性研究
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.3" data-path="1015.html">
            
                <a href="1015.html">
            
                    
                    需求分析
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.4" data-path="1016.html">
            
                <a href="1016.html">
            
                    
                    总体设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.5" data-path="1017.html">
            
                <a href="1017.html">
            
                    
                    详细设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.6" data-path="1018.html">
            
                <a href="1018.html">
            
                    
                    实现（编码和测试）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.7" data-path="1019.html">
            
                <a href="1019.html">
            
                    
                    维护
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="1020.html">
            
                <a href="1020.html">
            
                    
                    软件项目管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="1021.html">
            
                <a href="1021.html">
            
                    
                    面向对象
            
                </a>
            

            
        </li>
    

    
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >概述</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x6982;&#x8FF0;">&#x6982;&#x8FF0;</h1>
<h2 id="11--&#x8F6F;&#x4EF6;&#x5371;&#x673A;">1.1  &#x8F6F;&#x4EF6;&#x5371;&#x673A;</h2>
<p>&#x3000;&#x3000;&#x8FC4;&#x4ECA;&#x4E3A;&#x6B62;&#xFF0C;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x5DF2;&#x7ECF;&#x7ECF;&#x5386;&#x4E86;4&#x4E2A;&#x4E0D;&#x540C;&#x7684;&#x53D1;&#x5C55;&#x9636;&#x6BB5;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x6CA1;&#x6709;&#x5F7B;&#x5E95;&#x6446;&#x8131;&#x201C;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x201D;&#x7684;&#x56F0;&#x6270;&#xFF0C;&#x8F6F;&#x4EF6;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x9650;&#x5236;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x53D1;&#x5C55;&#x7684;&#x74F6;&#x9888;&#x3002;
&#x3000;&#x3000;&#x4E3A;&#x4E86;&#x66F4;&#x6709;&#x6548;&#x5730;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x8F6F;&#x4EF6;&#xFF0C;&#x5728;20&#x4E16;&#x7EAA;60&#x5E74;&#x4EE3;&#x540E;&#x671F;&#x8F6F;&#x4EF6;&#x5DE5;&#x4F5C;&#x8005;&#x5F00;&#x59CB;&#x8BA4;&#x771F;&#x7814;&#x7A76;&#x6D88;&#x9664;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x7684;&#x9014;&#x5F84;&#xFF0C;&#x4ECE;&#x800C;&#x5F62;&#x6210;&#x4E86;&#x4E00;&#x95E8;&#x65B0;&#x5174;&#x7684;&#x5DE5;&#x7A0B;&#x5B66;&#x79D1;&#x2014;&#x2014;&#x8BA1;&#x7B97;&#x673A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5B66;(&#x901A;&#x5E38;&#x7B80;&#x79F0;&#x4E3A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;)&#x3002;
&#x3000;&#x3000;&#x5728;20&#x4E16;&#x7EAA;60&#x5E74;&#x4EE3;&#x4E2D;&#x671F;&#x4EE5;&#x524D;&#xFF0C;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x53D1;&#x5C55;&#x7684;&#x65E9;&#x671F;&#x65F6;&#x4EE3;&#xFF0C;&#x901A;&#x7528;&#x786C;&#x4EF6;&#x76F8;&#x5F53;&#x666E;&#x904D;&#xFF0C;&#x8F6F;&#x4EF6;&#x5374;&#x662F;&#x4E3A;&#x6BCF;&#x4E2A;&#x5177;&#x4F53;&#x5E94;&#x7528;&#x800C;&#x4E13;&#x95E8;&#x7F16;&#x5199;&#x7684;&#x3002;
&#x3000;&#x3000;&#x8FD9;&#x65F6;&#x7684;&#x8F6F;&#x4EF6;&#x901A;&#x5E38;&#x662F;&#x89C4;&#x6A21;&#x8F83;&#x5C0F;&#x7684;&#x7A0B;&#x5E8F;&#xFF0C;&#x7F16;&#x5199;&#x8005;&#x548C;&#x4F7F;&#x7528;&#x8005;&#x5F80;&#x5F80;&#x662F;&#x540C;&#x4E00;&#x4E2A;(&#x6216;&#x540C;&#x4E00;&#x7EC4;)&#x4EBA;&#x3002;&#x8FD9;&#x79CD;&#x4E2A;&#x4F53;&#x5316;&#x7684;&#x8F6F;&#x4EF6;&#x73AF;&#x5883;&#xFF0C;&#x4F7F;&#x5F97;&#x8F6F;&#x4EF6;&#x8BBE;&#x8BA1;&#x901A;&#x5E38;&#x662F;&#x5728;&#x4EBA;&#x4EEC;&#x5934;&#x8111;&#x4E2D;&#x8FDB;&#x884C;&#x7684;&#x4E00;&#x4E2A;&#x9690;&#x542B;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x9664;&#x4E86;&#x7A0B;&#x5E8F;&#x6E05;&#x5355;&#x4E4B;&#x5916;&#xFF0C;&#x6CA1;&#x6709;&#x5176;&#x4ED6;&#x6587;&#x6863;&#x8D44;&#x6599;&#x4FDD;&#x5B58;&#x4E0B;&#x6765;&#x3002;
&#x3000;&#x3000;&#x4ECE;20&#x4E16;&#x7EAA;60&#x5E74;&#x4EE3;&#x4E2D;&#x671F;&#x5230;70&#x5E74;&#x4EE3;&#x4E2D;&#x671F;&#xFF0C;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x53D1;&#x5C55;&#x7684;&#x7B2C;&#x4E8C;&#x4EE3;&#x65F6;&#x671F;&#xFF0C;&#x8FD9;&#x4E2A;&#x65F6;&#x671F;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7279;&#x5F81;&#x662F;&#x51FA;&#x73B0;&#x4E86;&#x201C;&#x8F6F;&#x4EF6;&#x4F5C;&#x574A;&#x201D;&#xFF0C;&#x5E7F;&#x6CDB;&#x4F7F;&#x7528;&#x4EA7;&#x54C1;&#x8F6F;&#x4EF6;&#x3002;
&#x3000;&#x3000; &#x201C;&#x8F6F;&#x4EF6;&#x4F5C;&#x574A;&#x201D;&#x57FA;&#x672C;&#x4E0A;&#x4ECD;&#x7136;&#x6CBF;&#x7528;&#x65E9;&#x671F;&#x5F62;&#x6210;&#x7684;&#x4E2A;&#x4F53;&#x5316;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x65B9;&#x6CD5;&#x3002;
&#x3000;&#x3000;&#x968F;&#x7740;&#x8BA1;&#x7B97;&#x673A;&#x5E94;&#x7528;&#x7684;&#x65E5;&#x76CA;&#x666E;&#x53CA;&#xFF0C;&#x8F6F;&#x4EF6;&#x6570;&#x91CF;&#x6025;&#x5267;&#x81A8;&#x80C0;&#x3002;&#x8981;&#x6C42;&#x8F6F;&#x4EF6;&#xFF1A;
&#x3000;&#x3000;&#x3000;&#x3000;&#x5728;&#x7A0B;&#x5E8F;&#x8FD0;&#x884C;&#x65F6;&#x53D1;&#x73B0;&#x7684;&#x9519;&#x8BEF;&#x5FC5;&#x987B;&#x8BBE;&#x6CD5;&#x6539;&#x6B63;&#xFF1B;
&#x3000;&#x3000;&#x3000;&#x3000;&#x7528;&#x6237;&#x6709;&#x4E86;&#x65B0;&#x7684;&#x9700;&#x6C42;&#x65F6;&#x5FC5;&#x987B;&#x76F8;&#x5E94;&#x5730;&#x4FEE;&#x6539;&#x7A0B;&#x5E8F;&#xFF1B;
&#x3000;&#x3000;&#x3000;&#x3000;&#x786C;&#x4EF6;&#x6216;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x66F4;&#x65B0;&#x65F6;&#xFF0C;&#x901A;&#x5E38;&#x9700;&#x8981;&#x4FEE;&#x6539;&#x7A0B;&#x5E8F;&#x4EE5;&#x9002;&#x5E94;&#x65B0;&#x7684;&#x73AF;&#x5883;&#x3002;
&#x3000;&#x3000;&#x4E0A;&#x8FF0;&#x79CD;&#x79CD;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#xFF0C;&#x4EE5;&#x4EE4;&#x4EBA;&#x5403;&#x60CA;&#x7684;&#x6BD4;&#x4F8B;&#x8017;&#x8D39;&#x8D44;&#x6E90;&#x3002;&#x66F4;&#x4E25;&#x91CD;&#x7684;&#x662F;&#xFF0C;&#x8BB8;&#x591A;&#x7A0B;&#x5E8F;&#x7684;&#x4E2A;&#x4F53;&#x5316;&#x7279;&#x6027;&#x4F7F;&#x5F97;&#x5B83;&#x4EEC;&#x6700;&#x7EC8;&#x6210;&#x4E3A;&#x4E0D;&#x53EF;&#x7EF4;&#x62A4;&#x7684;&#x3002;
&#x3000;&#x3000; &#x201C;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x201D;&#x5C31;&#x8FD9;&#x6837;&#x5F00;&#x59CB;&#x51FA;&#x73B0;&#x4E86;!1968&#x5E74;&#x5317;&#x5927;&#x897F;&#x6D0B;&#x516C;&#x7EA6;&#x7EC4;&#x7EC7;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x5BB6;&#x5728;&#x8054;&#x90A6;&#x5FB7;&#x56FD;&#x53EC;&#x5F00;&#x56FD;&#x9645;&#x4F1A;&#x8BAE;&#xFF0C;&#x8BA8;&#x8BBA;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x95EE;&#x9898;&#xFF0C;&#x5728;&#x8FD9;&#x6B21;&#x4F1A;&#x8BAE;&#x4E0A;&#x6B63;&#x5F0F;&#x63D0;&#x51FA;&#x5E76;&#x4F7F;&#x7528;&#x4E86;&#x201C;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x201D;&#x8FD9;&#x4E2A;&#x540D;&#x8BCD;&#xFF0C;&#x4E00;&#x95E8;&#x65B0;&#x5174;&#x7684;&#x5DE5;&#x7A0B;&#x5B66;&#x79D1;&#x5C31;&#x6B64;&#x8BDE;&#x751F;&#x4E86;&#x3002;</p>
<h3 id="111--&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x7684;&#x4ECB;&#x7ECD;">1.1.1  &#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x7684;&#x4ECB;&#x7ECD;</h3>
<p>&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#xFF1A;&#x662F;&#x6307;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x8F6F;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x8FC7;&#x7A0B;&#x4E2D;&#x6240;&#x9047;&#x5230;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x4E25;&#x91CD;&#x95EE;&#x9898;&#x3002;
    &#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7EDD;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4E0D;&#x80FD;&#x6B63;&#x5E38;&#x8FD0;&#x884C;&#x7684;&#x8F6F;&#x4EF6;&#x624D;&#x5177;&#x6709;&#x7684;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x8F6F;&#x4EF6;&#x90FD;&#x4E0D;&#x540C;&#x7A0B;&#x5EA6;&#x5730;&#x5B58;&#x5728;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x6982;&#x62EC;&#x5730;&#x8BF4;&#xFF0C;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x5305;&#x542B;&#x4E0B;&#x8FF0;&#x4E24;&#x65B9;&#x9762;&#x7684;&#x95EE;&#x9898;&#xFF1A;
&#x3000;&#x3000;&#x3000;&#x3000;&#x5982;&#x4F55;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#xFF0C;&#x4EE5;&#x6EE1;&#x8DB3;&#x5BF9;&#x8F6F;&#x4EF6;&#x65E5;&#x76CA;&#x589E;&#x957F;&#x7684;&#x9700;&#x6C42;&#xFF1B;
&#x3000;&#x3000;&#x3000;&#x3000;&#x5982;&#x4F55;&#x7EF4;&#x62A4;&#x6570;&#x91CF;&#x4E0D;&#x65AD;&#x81A8;&#x80C0;&#x7684;&#x5DF2;&#x6709;&#x8F6F;&#x4EF6;&#x3002;
&#x5177;&#x4F53;&#x5730;&#x8BF4;&#xFF0C;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x4E3B;&#x8981;&#x6709;&#x4EE5;&#x4E0B;&#x4E00;&#x4E9B;&#x5178;&#x578B;&#x8868;&#x73B0;&#x3002;
(1)&#x5BF9;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x6210;&#x672C;&#x548C;&#x8FDB;&#x5EA6;&#x7684;&#x4F30;&#x8BA1;&#x5E38;&#x5E38;&#x5F88;&#x4E0D;&#x51C6;&#x786E;&#x3002;
          &#x5B9E;&#x9645;&#x6210;&#x672C;&#x6BD4;&#x4F30;&#x8BA1;&#x6210;&#x672C;&#x6709;&#x53EF;&#x80FD;&#x9AD8;&#x51FA;&#x4E00;&#x4E2A;&#x6570;&#x91CF;&#x7EA7;&#xFF0C;&#x5B9E;&#x9645;&#x8FDB;&#x5EA6;&#x6BD4;&#x9884;&#x671F;&#x8FDB;&#x5EA6;&#x62D6;&#x5EF6;&#x51E0;&#x4E2A;&#x6708;&#x751A;&#x81F3;&#x51E0;&#x5E74;&#x7684;&#x73B0;&#x8C61;&#x5E76;&#x4E0D;&#x7F55;&#x89C1;&#x3002;&#x8FD9;&#x79CD;&#x73B0;&#x8C61;&#x964D;&#x4F4E;&#x4E86;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7EC4;&#x7EC7;&#x7684;&#x4FE1;&#x8A89;&#x3002;&#x800C;&#x4E3A;&#x4E86;&#x8D76;&#x8FDB;&#x5EA6;&#x548C;&#x8282;&#x7EA6;&#x6210;&#x672C;&#x6240;&#x91C7;&#x53D6;&#x7684;&#x4E00;&#x4E9B;&#x6743;&#x5B9C;&#x4E4B;&#x8BA1;&#x53C8;&#x5F80;&#x5F80;&#x635F;&#x5BB3;&#x4E86;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x8D28;&#x91CF;&#xFF0C;&#x4ECE;&#x800C;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x5730;&#x4F1A;&#x5F15;&#x8D77;&#x7528;&#x6237;&#x7684;&#x4E0D;&#x6EE1;&#x3002;
(2) &#x7528;&#x6237;&#x5BF9;&#x201C;&#x5DF2;&#x5B8C;&#x6210;&#x7684;&#x201D;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x4E0D;&#x6EE1;&#x610F;&#x7684;&#x73B0;&#x8C61;&#x7ECF;&#x5E38;&#x53D1;&#x751F;&#x3002;
           &#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x5E38;&#x5E38;&#x5728;&#x5BF9;&#x7528;&#x6237;&#x8981;&#x6C42;&#x53EA;&#x6709;&#x6A21;&#x7CCA;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x751A;&#x81F3;&#x5BF9;&#x6240;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x8FD8;&#x6CA1;&#x6709;&#x786E;&#x5207;&#x8BA4;&#x8BC6;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5C31;&#x5306;&#x5FD9;&#x7740;&#x624B;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;&#x3002;&#x7531;&#x4E8E;&#x548C;&#x7528;&#x6237;&#x4E4B;&#x95F4;&#x7684;&#x4FE1;&#x606F;&#x4EA4;&#x6D41;&#x4E0D;&#x5145;&#x5206;&#xFF0C;&#x5FC5;&#x7136;&#x5BFC;&#x81F4;&#x6700;&#x7EC8;&#x7684;&#x4EA7;&#x54C1;&#x4E0D;&#x7B26;&#x5408;&#x7528;&#x6237;&#x7684;&#x5B9E;&#x9645;&#x9700;&#x8981;&#x3002;
(3) &#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x8D28;&#x91CF;&#x5F80;&#x5F80;&#x9760;&#x4E0D;&#x4F4F;&#x3002;
    &#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x6280;&#x672F;(&#x5BA1;&#x67E5;&#x3001;&#x590D;&#x5BA1;&#x548C;&#x6D4B;&#x8BD5;)&#x6CA1;&#x6709;&#x575A;&#x6301;&#x4E0D;&#x61C8;&#x5730;&#x5E94;&#x7528;&#x5230;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x5168;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5BFC;&#x81F4;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x53D1;&#x751F;&#x8D28;&#x91CF;&#x95EE;&#x9898;&#x3002;
(4) &#x8F6F;&#x4EF6;&#x5E38;&#x5E38;&#x662F;&#x4E0D;&#x53EF;&#x7EF4;&#x62A4;&#x7684;&#x3002;
    &#x5F88;&#x591A;&#x7A0B;&#x5E8F;&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#x662F;&#x975E;&#x5E38;&#x96BE;&#x6539;&#x6B63;&#x7684;&#xFF0C;&#x65E0;&#x6CD5;&#x4F7F;&#x8FD9;&#x4E9B;&#x7A0B;&#x5E8F;&#x9002;&#x5E94;&#x65B0;&#x7684;&#x786C;&#x4EF6;&#x73AF;&#x5883;&#xFF0C;&#x4E5F;&#x4E0D;&#x80FD;&#x6839;&#x636E;&#x7528;&#x6237;&#x7684;&#x9700;&#x8981;&#x5728;&#x539F;&#x6709;&#x7A0B;&#x5E8F;&#x4E2D;&#x589E;&#x52A0;&#x4E00;&#x4E9B;&#x65B0;&#x7684;&#x529F;&#x80FD;&#x3002;
    &#x201C;&#x53EF;&#x91CD;&#x7528;&#x7684;&#x8F6F;&#x4EF6;&#x201D;&#x8FD8;&#x662F;&#x4E00;&#x4E2A;&#x6CA1;&#x6709;&#x5B8C;&#x5168;&#x505A;&#x5230;&#x7684;&#x3001;&#x6B63;&#x5728;&#x52AA;&#x529B;&#x8FFD;&#x6C42;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x4EBA;&#x4EEC;&#x4ECD;&#x7136;&#x5728;&#x91CD;&#x590D;&#x5F00;&#x53D1;&#x7C7B;&#x4F3C;&#x7684;&#x6216;&#x57FA;&#x672C;&#x7C7B;&#x4F3C;&#x7684;&#x8F6F;&#x4EF6;&#x3002;
(5) &#x8F6F;&#x4EF6;&#x901A;&#x5E38;&#x6CA1;&#x6709;&#x9002;&#x5F53;&#x7684;&#x6587;&#x6863;&#x8D44;&#x6599;&#x3002;
    &#x8BA1;&#x7B97;&#x673A;&#x8F6F;&#x4EF6;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x7A0B;&#x5E8F;&#xFF0C;&#x8FD8;&#x5E94;&#x8BE5;&#x6709;&#x4E00;&#x6574;&#x5957;&#x6587;&#x6863;&#x8D44;&#x6599;&#x3002;&#x8FD9;&#x4E9B;&#x6587;&#x6863;&#x8D44;&#x6599;&#x5E94;&#x8BE5;&#x662F;&#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x4EA7;&#x751F;&#x51FA;&#x6765;&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x5E94;&#x8BE5;&#x662F;&#x201C;&#x6700;&#x65B0;&#x5F0F;&#x7684;&#x201D;(&#x5373;&#x548C;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x5B8C;&#x5168;&#x4E00;&#x81F4;&#x7684;)&#x3002;
    &#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7EC4;&#x7EC7;&#x7684;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x6587;&#x6863;&#x8D44;&#x6599;&#x4F5C;&#x4E3A;&#x201C;&#x91CC;&#x7A0B;&#x7891;&#x201D;&#xFF0C;&#x6765;&#x7BA1;&#x7406;&#x548C;&#x8BC4;&#x4EF7;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x8FDB;&#x5C55;&#x72B6;&#x51B5;&#xFF1B;
    &#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x53EF;&#x4EE5;&#x5229;&#x7528;&#x5B83;&#x4EEC;&#x4F5C;&#x4E3A;&#x901A;&#x4FE1;&#x5DE5;&#x5177;&#xFF0C;&#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x51C6;&#x786E;&#x5730;&#x4EA4;&#x6D41;&#x4FE1;&#x606F;&#xFF1B;
    &#x5BF9;&#x4E8E;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x4EBA;&#x5458;&#x800C;&#x8A00;&#xFF0C;&#x8FD9;&#x4E9B;&#x6587;&#x6863;&#x8D44;&#x6599;&#x66F4;&#x662F;&#x5FC5;&#x4E0D;&#x53EF;&#x5C11;&#x7684;&#x3002;&#x7F3A;&#x4E4F;&#x5FC5;&#x8981;&#x7684;&#x6587;&#x6863;&#x8D44;&#x6599;&#x6216;&#x8005;&#x6587;&#x6863;&#x8D44;&#x6599;&#x4E0D;&#x5408;&#x683C;&#xFF0C;&#x5FC5;&#x7136;&#x7ED9;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x5E26;&#x6765;&#x8BB8;&#x591A;&#x4E25;&#x91CD;&#x7684;&#x56F0;&#x96BE;&#x548C;&#x95EE;&#x9898;&#x3002;
(6) &#x8F6F;&#x4EF6;&#x6210;&#x672C;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x603B;&#x6210;&#x672C;&#x4E2D;&#x6240;&#x5360;&#x7684;&#x6BD4;&#x4F8B;&#x9010;&#x5E74;&#x4E0A;&#x5347;&#x3002;
    &#x7531;&#x4E8E;&#x5FAE;&#x7535;&#x5B50;&#x5B66;&#x6280;&#x672F;&#x7684;&#x8FDB;&#x6B65;&#x548C;&#x751F;&#x4EA7;&#x81EA;&#x52A8;&#x5316;&#x7A0B;&#x5EA6;&#x4E0D;&#x65AD;&#x63D0;&#x9AD8;&#xFF0C;&#x786C;&#x4EF6;&#x6210;&#x672C;&#x9010;&#x5E74;&#x4E0B;&#x964D;&#xFF0C;&#x7136;&#x800C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9700;&#x8981;&#x5927;&#x91CF;&#x4EBA;&#x529B;&#xFF0C;&#x8F6F;&#x4EF6;&#x6210;&#x672C;&#x968F;&#x7740;&#x901A;&#x8D27;&#x81A8;&#x80C0;&#x4EE5;&#x53CA;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x548C;&#x6570;&#x91CF;&#x7684;&#x4E0D;&#x65AD;&#x6269;&#x5927;&#x800C;&#x6301;&#x7EED;&#x4E0A;&#x5347;&#x3002;&#x7F8E;&#x56FD;&#x5728;1985&#x5E74;&#x8F6F;&#x4EF6;&#x6210;&#x672C;&#x5927;&#x7EA6;&#x5DF2;&#x5360;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x603B;&#x6210;&#x672C;&#x7684;90%&#x3002;
(7) &#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x751F;&#x4EA7;&#x7387;&#x63D0;&#x9AD8;&#x7684;&#x901F;&#x5EA6;&#xFF0C;&#x8FDC;&#x8FDC;&#x8DDF;&#x4E0D;&#x4E0A;&#x8BA1;&#x7B97;&#x673A;&#x5E94;&#x7528;&#x8FC5;&#x901F;&#x666E;&#x53CA;&#x6DF1;&#x5165;&#x7684;&#x8D8B;&#x52BF;&#xFF0C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x201C;&#x4F9B;&#x4E0D;&#x5E94;&#x6C42;&#x201D; &#x3002;</p>
<h3 id="112--&#x4EA7;&#x751F;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x7684;&#x539F;&#x56E0;">1.1.2  &#x4EA7;&#x751F;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x7684;&#x539F;&#x56E0;</h3>
<p>&#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x5B58;&#x5728;&#x8FD9;&#x4E48;&#x591A;&#x4E25;&#x91CD;&#x95EE;&#x9898;&#xFF0C;
&#x4E00;&#x65B9;&#x9762;&#x4E0E;&#x8F6F;&#x4EF6;&#x672C;&#x8EAB;&#x7684;&#x7279;&#x70B9;&#x6709;&#x5173;&#xFF0C;
&#x4E00;&#x65B9;&#x9762;&#x548C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x7684;&#x65B9;&#x6CD5;&#x4E0D;&#x6B63;&#x786E;&#x6709;&#x5173;&#x3002;
&#x7BA1;&#x7406;&#x548C;&#x63A7;&#x5236;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x76F8;&#x5F53;&#x56F0;&#x96BE;&#x3002;
    &#x8F6F;&#x4EF6;&#x4E0D;&#x540C;&#x4E8E;&#x786C;&#x4EF6;&#xFF0C;&#x7F3A;&#x4E4F;&#x201C;&#x53EF;&#x89C1;&#x6027;&#x201D;&#xFF0C;&#x5728;&#x5199;&#x51FA;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x5E76;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x8BD5;&#x8FD0;&#x884C;&#x4E4B;&#x524D;&#xFF0C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x7684;&#x8FDB;&#x5C55;&#x60C5;&#x51B5;&#x8F83;&#x96BE;&#x8861;&#x91CF;&#xFF0C;&#x8F6F;&#x4EF6;&#x7684;&#x8D28;&#x91CF;&#x4E5F;&#x8F83;&#x96BE;&#x8BC4;&#x4EF7;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x8F83;&#x96BE;&#x7EF4;&#x62A4;
    &#x8F6F;&#x4EF6;&#x5728;&#x8FD0;&#x884C;&#x8FC7;&#x7A0B;&#x4E2D;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x4F7F;&#x7528;&#x65F6;&#x95F4;&#x8FC7;&#x957F;&#x800C;&#x88AB;&#x201C;&#x7528;&#x574F;&#x201D;&#xFF0C;&#x8FD0;&#x884C;&#x4E2D;&#x53D1;&#x73B0;&#x7684;&#x9519;&#x8BEF; &#xFF0C;&#x5F88;&#x53EF;&#x80FD;&#x662F;&#x5728;&#x5F00;&#x53D1;&#x65F6;&#x671F;&#x5F15;&#x5165;&#x7684;&#x5728;&#x6D4B;&#x8BD5;&#x9636;&#x6BB5;&#x6CA1;&#x80FD;&#x68C0;&#x6D4B;&#x51FA;&#x6765;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x9700;&#x8981;&#x6539;&#x6B63;&#x6216;&#x4FEE;&#x6539;&#x539F;&#x6765;&#x7684;&#x8BBE;&#x8BA1;&#xFF0C;&#x4F7F;&#x5F97;&#x8F6F;&#x4EF6;&#x8F83;&#x96BE;&#x7EF4;&#x62A4;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x4E0D;&#x540C;&#x4E8E;&#x4E00;&#x822C;&#x7A0B;&#x5E8F;&#xFF0C;&#x5176;&#x663E;&#x8457;&#x7279;&#x70B9;&#x662F;&#x89C4;&#x6A21;&#x5E9E;&#x5927;&#xFF0C;&#x800C;&#x4E14;&#xFF0C;&#x7A0B;&#x5E8F;&#x7684;&#x590D;&#x6742;&#x6027;&#x968F;&#x7740;&#x7A0B;&#x5E8F;&#x89C4;&#x6A21;&#x7684;&#x589E;&#x52A0;&#x5448;&#x6307;&#x6570;&#x4E0A;&#x5347;&#x3002;
    &#x4E3A;&#x4E86;&#x5728;&#x9884;&#x5B9A;&#x65F6;&#x95F4;&#x5185;&#x5F00;&#x53D1;&#x51FA;&#x89C4;&#x6A21;&#x5E9E;&#x5927;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x5FC5;&#x987B;&#x7531;&#x8BB8;&#x591A;&#x4EBA;&#x5206;&#x5DE5;&#x5408;&#x4F5C;&#xFF0C;&#x7136;&#x800C;&#xFF0C;&#x5982;&#x4F55;&#x4FDD;&#x8BC1;&#x6BCF;&#x4E2A;&#x4EBA;&#x5B8C;&#x6210;&#x7684;&#x5DE5;&#x4F5C;&#x5408;&#x5728;&#x4E00;&#x8D77;&#x786E;&#x5B9E;&#x80FD;&#x6784;&#x6210;&#x4E00;&#x4E2A;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x6781;&#x7AEF;&#x590D;&#x6742;&#x56F0;&#x96BE;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4E0D;&#x4EC5;&#x6D89;&#x53CA;&#x8BB8;&#x591A;&#x6280;&#x672F;&#x95EE;&#x9898;&#xFF0C;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#x5FC5;&#x987B;&#x6709;&#x4E25;&#x683C;&#x800C;&#x79D1;&#x5B66;&#x7684;&#x7BA1;&#x7406;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x4E13;&#x4E1A;&#x4EBA;&#x5458;&#x5BF9;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x7684;&#x9519;&#x8BEF;&#x7684;&#x8BA4;&#x8BC6;&#x548C;&#x4F5C;&#x6CD5;&#x3002;
    &#x8F6F;&#x4EF6;&#x672C;&#x8EAB;&#x72EC;&#x6709;&#x7684;&#x7279;&#x70B9;&#x786E;&#x5B9E;&#x7ED9;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x5E26;&#x6765;&#x4E00;&#x4E9B;&#x5BA2;&#x89C2;&#x56F0;&#x96BE;&#xFF0C;&#x4F46;&#x662F;&#x4EBA;&#x4EEC;&#x5728;&#x5F00;&#x53D1;&#x548C;&#x4F7F;&#x7528;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x7684;&#x957F;&#x671F;&#x5B9E;&#x8DF5;&#x4E2D;&#xFF0C;&#x4E5F;&#x786E;&#x5B9E;&#x79EF;&#x7D2F;&#x548C;&#x603B;&#x7ED3;&#x51FA;&#x4E86;&#x8BB8;&#x591A;&#x6210;&#x529F;&#x7684;&#x7ECF;&#x9A8C;&#x3002;
    &#x5982;&#x679C;&#x575A;&#x6301;&#x4E0D;&#x61C8;&#x5730;&#x4F7F;&#x7528;&#x6B63;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x8BB8;&#x591A;&#x56F0;&#x96BE;&#x662F;&#x5B8C;&#x5168;&#x53EF;&#x4EE5;&#x514B;&#x670D;&#x7684;&#x3002;
    &#x4F46;&#x662F;&#xFF0C;&#x76EE;&#x524D;&#x76F8;&#x5F53;&#x591A;&#x7684;&#x8F6F;&#x4EF6;&#x4E13;&#x4E1A;&#x4EBA;&#x5458;&#x5BF9;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x8FD8;&#x6709;&#x4E0D;&#x5C11;&#x7CCA;&#x6D82;&#x89C2;&#x5FF5;&#xFF0C;&#x5728;&#x5B9E;&#x8DF5;&#x8FC7;&#x7A0B;&#x4E2D;&#x6216;&#x591A;&#x6216;&#x5C11;&#x5730;&#x91C7;&#x7528;&#x4E86;&#x9519;&#x8BEF;&#x7684;&#x65B9;&#x6CD5;&#x548C;&#x6280;&#x672F;&#xFF0C;&#x8FD9;&#x662F;&#x51FA;&#x73B0;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x7684;&#x4E3B;&#x8981;&#x539F;&#x56E0;&#x3002;</p>
<p>&#x8FD9;&#x4E9B;&#x9519;&#x8BEF;&#x8BA4;&#x8BC6;&#x548C;&#x4F5C;&#x6CD5;&#x7684;&#x5F62;&#x6210;&#xFF0C;&#x53EF;&#x4EE5;&#x5F52;&#x56E0;&#x4E8E;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x53D1;&#x5C55;&#x7684;&#x65E9;&#x671F;&#x9636;&#x6BB5;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x4E2A;&#x4F53;&#x5316;&#x7279;&#x70B9;&#x3002;
&#x9519;&#x8BEF;&#x7684;&#x8BA4;&#x8BC6;&#x548C;&#x4F5C;&#x6CD5;&#x4E3B;&#x8981;&#x8868;&#x73B0;&#x4E3A;&#x5FFD;&#x89C6;&#x8F6F;&#x4EF6;&#x9700;&#x6C42;&#x5206;&#x6790;&#x7684;&#x91CD;&#x8981;&#x6027;&#xFF0C;&#x8BA4;&#x4E3A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5C31;&#x662F;&#x5199;&#x7A0B;&#x5E8F;&#x5E76;&#x8BBE;&#x6CD5;&#x4F7F;&#x4E4B;&#x8FD0;&#x884C;&#xFF0C;&#x8F7B;&#x89C6;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x7B49;&#x3002;</p>
<p> &#x5BF9;&#x7528;&#x6237;&#x8981;&#x6C42;&#x6CA1;&#x6709;&#x5B8C;&#x6574;&#x51C6;&#x786E;&#x7684;&#x8BA4;&#x8BC6;&#x5C31;&#x5306;&#x5FD9;&#x7740;&#x624B;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;&#x662F;&#x8BB8;&#x591A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x5931;&#x8D25;&#x7684;&#x4E3B;&#x8981;&#x539F;&#x56E0;&#x4E4B;&#x4E00;&#x3002;
    &#x53EA;&#x6709;&#x7528;&#x6237;&#x624D;&#x771F;&#x6B63;&#x4E86;&#x89E3;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x7684;&#x9700;&#x8981;&#xFF0C;&#x4F46;&#x662F;&#x8BB8;&#x591A;&#x7528;&#x6237;&#x5728;&#x5F00;&#x59CB;&#x65F6;&#x5E76;&#x4E0D;&#x80FD;&#x51C6;&#x786E;&#x5177;&#x4F53;&#x5730;&#x53D9;&#x8FF0;&#x4ED6;&#x4EEC;&#x7684;&#x9700;&#x8981;&#xFF0C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x9700;&#x8981;&#x505A;&#x5927;&#x91CF;&#x6DF1;&#x5165;&#x7EC6;&#x81F4;&#x7684;&#x8C03;&#x67E5;&#x7814;&#x7A76;&#x5DE5;&#x4F5C;&#xFF0C;&#x53CD;&#x590D;&#x591A;&#x6B21;&#x5730;&#x548C;&#x7528;&#x6237;&#x4EA4;&#x6D41;&#x4FE1;&#x606F;&#xFF0C;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x5168;&#x9762;&#x3001;&#x51C6;&#x786E;&#x3001;&#x5177;&#x4F53;&#x5730;&#x4E86;&#x89E3;&#x7528;&#x6237;&#x7684;&#x8981;&#x6C42;&#x3002;&#x6025;&#x4E8E;&#x6C42;&#x6210;&#xFF0C;&#x4ED3;&#x4FC3;&#x4E0A;&#x9635;&#xFF0C;&#x5BF9;&#x7528;&#x6237;&#x8981;&#x6C42;&#x6CA1;&#x6709;&#x6B63;&#x786E;&#x8BA4;&#x8BC6;&#x5C31;&#x5306;&#x5FD9;&#x7740;&#x624B;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;&#xFF0C;&#x6700;&#x7EC8;&#x5FC5;&#x7136;&#x5931;&#x8D25;&#x3002;
    &#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x8D8A;&#x65E9;&#x5F00;&#x59CB;&#x5199;&#x7A0B;&#x5E8F;&#xFF0C;&#x5B8C;&#x6210;&#x5B83;&#x6240;&#x9700;&#x8981;&#x7528;&#x7684;&#x65F6;&#x95F4;&#x5F80;&#x5F80;&#x8D8A;&#x957F;&#x3002;</p>
<p>&#x200B;    &#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x4ECE;&#x5B9A;&#x4E49;&#x3001;&#x5F00;&#x53D1;&#x3001;&#x4F7F;&#x7528;&#x548C;&#x7EF4;&#x62A4;&#xFF0C;&#x76F4;&#x5230;&#x6700;&#x7EC8;&#x88AB;&#x5E9F;&#x5F03;&#xFF0C;&#x8981;&#x7ECF;&#x5386;&#x4E00;&#x4E2A;&#x6F2B;&#x957F;&#x7684;&#x65F6;&#x671F;&#x3002;&#x901A;&#x5E38;&#x628A;&#x8F6F;&#x4EF6;&#x7ECF;&#x5386;&#x7684;&#x8FD9;&#x4E2A;&#x6F2B;&#x957F;&#x7684;&#x65F6;&#x671F;&#x79F0;&#x4E3A;<strong>&#x751F;&#x547D;&#x5468;&#x671F;</strong>&#x3002;</p>
<p>&#x200B;    &#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x6700;&#x521D;&#x7684;&#x5DE5;&#x4F5C;&#x5E94;&#x662F;<strong>&#x95EE;&#x9898;&#x5B9A;&#x4E49;</strong>&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x786E;&#x5B9A;&#x8981;&#x6C42;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x662F;&#x4EC0;&#x4E48;&#xFF1B;</p>
<p>&#x200B;    &#x7136;&#x540E;&#x8981;&#x8FDB;&#x884C;<strong>&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;</strong>&#xFF0C;&#x51B3;&#x5B9A;&#x8BE5;&#x95EE;&#x9898;&#x662F;&#x5426;&#x5B58;&#x5728;&#x4E00;&#x4E2A;&#x53EF;&#x884C;&#x7684;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#xFF1B;</p>
<p>&#x200B;    &#x63A5;&#x4E0B;&#x6765;&#x5E94;&#x8BE5;&#x8FDB;&#x884C;<strong>&#x9700;&#x6C42;&#x5206;&#x6790;</strong>&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x6DF1;&#x5165;&#x5177;&#x4F53;&#x5730;&#x4E86;&#x89E3;&#x7528;&#x6237;&#x7684;&#x8981;&#x6C42;&#xFF0C;&#x5728;&#x6240;&#x8981;&#x5F00;&#x53D1;&#x7684;&#x7CFB;&#x7EDF;(&#x76EE;&#x6807;&#x7CFB;&#x7EDF;)<strong>&#x5FC5;&#x987B;&#x505A;&#x4EC0;&#x4E48;</strong>&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x4E0A;&#x548C;&#x7528;&#x6237;&#x53D6;&#x5F97;&#x5B8C;&#x5168;&#x4E00;&#x81F4;&#x7684;&#x770B;&#x6CD5;&#x3002;</p>
<p>&#x200B;    &#x7ECF;&#x8FC7;&#x4E0A;&#x8FF0;&#x8F6F;&#x4EF6;<strong>&#x5B9A;&#x4E49;&#x65F6;&#x671F;</strong>&#x7684;&#x51C6;&#x5907;&#x5DE5;&#x4F5C;&#x624D;&#x80FD;&#x8FDB;&#x5165;<strong>&#x5F00;&#x53D1;&#x65F6;&#x671F;</strong>&#x3002;
    &#x5728;&#x5F00;&#x53D1;&#x65F6;&#x671F;&#x9996;&#x5148;&#x9700;&#x8981;&#x5BF9;&#x8F6F;&#x4EF6;&#x8FDB;&#x884C;&#x8BBE;&#x8BA1;(&#x5206;&#x4E3A;<strong>&#x6982;&#x8981;&#x8BBE;&#x8BA1;</strong>&#x548C;<strong>&#x8BE6;&#x7EC6;&#x8BBE;&#x8BA1;</strong>&#x4E24;&#x4E2A;&#x9636;&#x6BB5;)&#xFF0C;&#x7136;&#x540E;&#x624D;&#x80FD;&#x8FDB;&#x5165;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;&#x7684;&#x9636;&#x6BB5;&#xFF0C;&#x7A0B;&#x5E8F;&#x7F16;&#x5199;&#x5B8C;&#x4E4B;&#x540E;&#x8FD8;&#x5FC5;&#x987B;&#x7ECF;&#x8FC7;&#x5927;&#x91CF;&#x7684;<strong>&#x6D4B;&#x8BD5;&#x5DE5;&#x4F5C;</strong>(&#x9700;&#x8981;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x901A;&#x5E38;&#x5360;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5168;&#x90E8;&#x5DE5;&#x4F5C;&#x91CF;&#x7684;40%&#xFF5E;50%)&#x624D;&#x80FD;&#x6700;&#x7EC8;&#x4EA4;&#x4ED8;&#x4F7F;&#x7528;&#x3002;
    &#x6240;&#x4EE5;&#xFF0C;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;&#x53EA;&#x662F;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x5178;&#x578B;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x4E2D;&#xFF0C;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;&#x6240;&#x9700;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x53EA;&#x5360;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5168;&#x90E8;&#x5DE5;&#x4F5C;&#x91CF;&#x7684;10%&#xFF5E;20%&#x3002;
    &#x7A0B;&#x5E8F;&#x53EA;&#x662F;&#x5B8C;&#x6574;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x4E00;&#x4E2A;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#xFF0C;&#x5728;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x7684;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x90FD;&#x8981;&#x5F97;&#x51FA;&#x6700;&#x7EC8;&#x4EA7;&#x54C1;&#x7684;&#x4E00;&#x4E2A;&#x6216;&#x51E0;&#x4E2A;&#x7EC4;&#x6210;&#x90E8;&#x5206;(&#x8FD9;&#x4E9B;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#x901A;&#x5E38;&#x4EE5;&#x6587;&#x6863;&#x8D44;&#x6599;&#x7684;&#x5F62;&#x5F0F;&#x5B58;&#x5728;)&#x3002;
    &#x56E0;&#x6B64;&#xFF0C;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x5FC5;&#x987B;&#x7531;&#x4E00;&#x4E2A;&#x5B8C;&#x6574;&#x7684;&#x914D;&#x7F6E;&#x7EC4;&#x6210;&#xFF0C;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x4E3B;&#x8981;&#x5305;&#x62EC;&#x7A0B;&#x5E8F;&#x3001;&#x6587;&#x6863;&#x548C;&#x6570;&#x636E;&#x7B49;&#x6210;&#x5206;&#x3002;&#x5FC5;&#x987B;&#x6E05;&#x9664;&#x53EA;&#x91CD;&#x89C6;&#x7A0B;&#x5E8F;&#x800C;&#x5FFD;&#x89C6;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x5176;&#x4F59;&#x6210;&#x5206;&#x7684;&#x7CCA;&#x6D82;&#x89C2;&#x5FF5;&#x3002;</p>
<p>&#x3000;&#x3000;&#x4F5C;&#x597D;&#x8F6F;&#x4EF6;&#x5B9A;&#x4E49;&#x65F6;&#x671F;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x662F;&#x964D;&#x4F4E;&#x8F6F;&#x4EF6;&#x6210;&#x672C;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x7684;&#x5173;&#x952E;&#x3002;&#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x4E0D;&#x540C;&#x9636;&#x6BB5;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#x9700;&#x8981;&#x4ED8;&#x51FA;&#x7684;&#x4EE3;&#x4EF7;&#x662F;&#x5F88;&#x4E0D;&#x76F8;&#x540C;&#x7684;&#x3002;
&#x65E9;&#x671F;&#x5F15;&#x5165;&#x53D8;&#x52A8;&#xFF0C;&#x6D89;&#x53CA;&#x7684;&#x9762;&#x8F83;&#x5C11;&#xFF0C;&#x56E0;&#x800C;&#x4EE3;&#x4EF7;&#x4E5F;&#x6BD4;&#x8F83;&#x4F4E;&#xFF1B;
&#x3000;&#x3000;&#x5728;&#x5F00;&#x53D1;&#x7684;&#x4E2D;&#x671F;&#xFF0C;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7684;&#x8BB8;&#x591A;&#x6210;&#x5206;&#x5DF2;&#x7ECF;&#x5B8C;&#x6210;&#xFF0C;&#x5F15;&#x5165;&#x4E00;&#x4E2A;&#x53D8;&#x52A8;&#x8981;&#x5BF9;&#x6240;&#x6709;&#x5DF2;&#x5B8C;&#x6210;&#x7684;&#x914D;&#x7F6E;&#x6210;&#x5206;&#x90FD;&#x505A;&#x76F8;&#x5E94;&#x7684;&#x4FEE;&#x6539;&#xFF0C;&#x4E0D;&#x4EC5;&#x5DE5;&#x4F5C;&#x91CF;&#x5927;&#xFF0C;&#x800C;&#x4E14;&#x903B;&#x8F91;&#x4E0A;&#x4E5F;&#x66F4;&#x590D;&#x6742;&#xFF0C;&#x56E0;&#x6B64;&#x4ED8;&#x51FA;&#x7684;&#x4EE3;&#x4EF7;&#x5267;&#x589E;&#xFF1B;
&#x3000;&#x3000;&#x5728;&#x8F6F;&#x4EF6;&#x201C;&#x5DF2;&#x7ECF;&#x5B8C;&#x6210;&#x201D;&#x65F6;&#x518D;&#x5F15;&#x5165;&#x53D8;&#x52A8;&#xFF0C;&#x5F53;&#x7136;&#x9700;&#x8981;&#x4ED8;&#x51FA;&#x66F4;&#x9AD8;&#x7684;&#x4EE3;&#x4EF7;&#x3002;&#x6839;&#x636E;&#x7F8E;&#x56FD;&#x4E00;&#x4E9B;&#x8F6F;&#x4EF6;&#x516C;&#x53F8;&#x7684;&#x7EDF;&#x8BA1;&#x8D44;&#x6599;&#xFF0C;&#x5728;&#x540E;&#x671F;&#x5F15;&#x5165;&#x4E00;&#x4E2A;&#x53D8;&#x52A8;&#x6BD4;&#x5728;&#x65E9;&#x671F;&#x5F15;&#x5165;&#x76F8;&#x540C;&#x53D8;&#x52A8;&#x6240;&#x9700;&#x4ED8;&#x51FA;&#x7684;&#x4EE3;&#x4EF7;&#x9AD8;2&#xFF5E;3&#x4E2A;&#x6570;&#x91CF;&#x7EA7;&#x3002;&#x56FE;1.1&#x5B9A;&#x6027;&#x5730;&#x63CF;&#x7ED8;&#x4E86;&#x5728;&#x4E0D;&#x540C;&#x65F6;&#x671F;&#x5F15;&#x5165;&#x4E00;&#x4E2A;&#x53D8;&#x52A8;&#x9700;&#x8981;&#x4ED8;&#x51FA;&#x7684;&#x4EE3;&#x4EF7;&#x7684;&#x53D8;&#x5316;&#x8D8B;&#x52BF;&#x3002;</p>
<p><img src="https://img1.zlogs.net/19/20191214215144.png" alt=""></p>
<p>&#x901A;&#x8FC7;&#x4E0A;&#x9762;&#x7684;&#x8BBA;&#x8FF0;&#x4E0D;&#x96BE;&#x8BA4;&#x8BC6;&#x5230;&#xFF0C;&#x8F7B;&#x89C6;&#x7EF4;&#x62A4;&#x662F;&#x4E00;&#x4E2A;&#x6700;&#x5927;&#x7684;&#x9519;&#x8BEF;&#x3002;
&#x8BB8;&#x591A;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x4F7F;&#x7528;&#x5BFF;&#x547D;&#x957F;&#x8FBE;10&#x5E74;&#x751A;&#x81F3;20&#x5E74;&#xFF0C;&#x5728;&#x8FD9;&#x6837;&#x6F2B;&#x957F;&#x7684;&#x65F6;&#x671F;&#x4E2D;
&#x3000;&#x3000;&#x5FC5;&#x987B;&#x6539;&#x6B63;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#x53D1;&#x73B0;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x6F5C;&#x4F0F;&#x7684;&#x9519;&#x8BEF;&#xFF1B;
&#x3000;&#x3000;&#x5F53;&#x73AF;&#x5883;&#x53D8;&#x5316;&#x65F6;&#xFF08;&#x4F8B;&#x5982;&#x786C;&#x4EF6;&#x6216;&#x7CFB;&#x7EDF;&#x8F6F;&#x4EF6;&#x66F4;&#x65B0;&#x6362;&#x4EE3;&#xFF09;&#x8FD8;&#x5FC5;&#x987B;&#x76F8;&#x5E94;&#x5730;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x4EE5;&#x9002;&#x5E94;&#x65B0;&#x7684;&#x73AF;&#x5883;&#xFF1B;
&#x3000;&#x3000;&#x7ECF;&#x5E38;&#x6539;&#x8FDB;&#x6216;&#x6269;&#x5145;&#x539F;&#x6765;&#x7684;&#x8F6F;&#x4EF6;&#x4EE5;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#x7684;&#x9700;&#x8981;&#x3002;
&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x6539;&#x52A8;&#x90FD;&#x5C5E;&#x4E8E;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x5728;&#x8F6F;&#x4EF6;&#x5DF2;&#x7ECF;&#x5B8C;&#x6210;&#x4E4B;&#x540E;&#x8FDB;&#x884C;&#x7684;&#x3002;&#x56E0;&#x6B64;&#x7EF4;&#x62A4;&#x662F;&#x6781;&#x7AEF;&#x8270;&#x5DE8;&#x590D;&#x6742;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x9700;&#x8981;&#x82B1;&#x8D39;&#x5F88;&#x5927;&#x4EE3;&#x4EF7;&#x3002;
&#x7EDF;&#x8BA1;&#x6570;&#x636E;&#x8868;&#x660E;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x7528;&#x4E8E;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x7684;&#x8D39;&#x7528;&#x5360;&#x8F6F;&#x4EF6;&#x603B;&#x8D39;&#x7528;&#x7684;55%~70%&#x3002;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5B66;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x76EE;&#x6807;&#x5C31;&#x662F;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#xFF0C;&#x51CF;&#x5C11;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x7684;&#x4EE3;&#x4EF7;&#x3002;</p>
<h3 id="113--&#x6D88;&#x9664;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x7684;&#x9014;&#x5F84;">1.1.3  &#x6D88;&#x9664;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x7684;&#x9014;&#x5F84;</h3>
<p>  &#x4E3A;&#x4E86;&#x6D88;&#x9664;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#xFF0C;&#x9996;&#x5148;&#x5E94;&#x8BE5;&#x5BF9;&#x8BA1;&#x7B97;&#x673A;&#x8F6F;&#x4EF6;&#x6709;&#x4E00;&#x4E2A;&#x6B63;&#x786E;&#x7684;&#x8BA4;&#x8BC6;&#x3002;
    &#x5E94;&#x8BE5;&#x5F7B;&#x5E95;&#x6D88;&#x9664;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x65E9;&#x671F;&#x53D1;&#x5C55;&#x9636;&#x6BB5;&#x5F62;&#x6210;&#x7684;&#x201C;&#x8F6F;&#x4EF6;&#x5C31;&#x662F;&#x7A0B;&#x5E8F;&#x201D;&#x7684;&#x9519;&#x8BEF;&#x89C2;&#x5FF5;&#x3002;
    &#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x5FC5;&#x987B;&#x7531;&#x4E00;&#x4E2A;&#x5B8C;&#x6574;&#x7684;&#x914D;&#x7F6E;&#x7EC4;&#x6210;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x8F6F;&#x4EF6;&#x662F;&#x7A0B;&#x5E8F;&#x3001;&#x6570;&#x636E;&#x53CA;&#x76F8;&#x5173;&#x6587;&#x6863;&#x7684;&#x5B8C;&#x6574;&#x96C6;&#x5408;&#x3002;&#x5176;&#x4E2D;&#xFF0C;
&#x7A0B;&#x5E8F;&#xFF1A;&#x662F;&#x80FD;&#x591F;&#x5B8C;&#x6210;&#x9884;&#x5B9A;&#x529F;&#x80FD;&#x548C;&#x6027;&#x80FD;&#x7684;&#x53EF;&#x6267;&#x884C;&#x7684;&#x6307;&#x4EE4;&#x5E8F;&#x5217;&#xFF1B;
&#x6570;&#x636E;&#xFF1A;&#x662F;&#x4F7F;&#x7A0B;&#x5E8F;&#x80FD;&#x591F;&#x9002;&#x5F53;&#x5730;&#x5904;&#x7406;&#x4FE1;&#x606F;&#x7684;&#x6570;&#x636E;&#x7ED3;&#x6784;&#xFF1B;
&#x6587;&#x6863;&#xFF1A;&#x662F;&#x5F00;&#x53D1;&#x3001;&#x4F7F;&#x7528;&#x548C;&#x7EF4;&#x62A4;&#x7A0B;&#x5E8F;&#x6240;&#x9700;&#x8981;&#x7684;&#x56FE;&#x6587;&#x8D44;&#x6599;&#x3002;</p>
<p>1983&#x5E74;IEEE&#x4E3A;<strong>&#x8F6F;&#x4EF6;</strong>&#x4E0B;&#x7684;&#x5B9A;&#x4E49;&#x662F;&#xFF1A;
    &#x8BA1;&#x7B97;&#x673A;&#x7A0B;&#x5E8F;&#x3001;&#x65B9;&#x6CD5;&#x3001;&#x89C4;&#x5219;&#x3001;&#x76F8;&#x5173;&#x7684;&#x6587;&#x6863;&#x8D44;&#x6599;&#x4EE5;&#x53CA;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x8FD0;&#x884C;&#x7A0B;&#x5E8F;&#x65F6;&#x6240;&#x5FC5;&#x9700;&#x7684;&#x6570;&#x636E;&#x3002;
    &#x867D;&#x7136;&#x8868;&#x9762;&#x4E0A;&#x770B;&#x6765;&#x5728;&#x8FD9;&#x4E2A;&#x5B9A;&#x4E49;&#x4E2D;&#x5217;&#x51FA;&#x4E86;&#x8F6F;&#x4EF6;&#x7684;5&#x4E2A;&#x914D;&#x7F6E;&#x6210;&#x5206;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x65B9;&#x6CD5;&#x548C;&#x89C4;&#x5219;&#x901A;&#x5E38;&#x662F;&#x5728;&#x6587;&#x6863;&#x4E2D;&#x8BF4;&#x660E;&#x5E76;&#x5728;&#x7A0B;&#x5E8F;&#x4E2D;&#x5B9E;&#x73B0;&#x7684;&#x3002;
    &#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x5FC5;&#x987B;&#x5145;&#x5206;&#x8BA4;&#x8BC6;&#x5230;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4E0D;&#x662F;&#x67D0;&#x79CD;&#x4E2A;&#x4F53;&#x52B3;&#x52A8;&#x7684;&#x795E;&#x79D8;&#x6280;&#x5DE7;&#xFF0C;&#x800C;&#x5E94;&#x8BE5;&#x662F;&#x4E00;&#x79CD;&#x7EC4;&#x7EC7;&#x826F;&#x597D;&#x3001;&#x7BA1;&#x7406;&#x4E25;&#x5BC6;&#x3001;&#x5404;&#x7C7B;&#x4EBA;&#x5458;&#x534F;&#x540C;&#x914D;&#x5408;&#x3001;&#x5171;&#x540C;&#x5B8C;&#x6210;&#x7684;&#x5DE5;&#x7A0B;&#x9879;&#x76EE;&#x3002;
&#x3000;&#x3000;&#x5E94;&#x8BE5;&#x63A8;&#x5E7F;&#x4F7F;&#x7528;&#x5728;&#x5B9E;&#x8DF5;&#x4E2D;&#x603B;&#x7ED3;&#x51FA;&#x6765;&#x7684;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x7684;&#x6210;&#x529F;&#x7684;&#x6280;&#x672F;&#x548C;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4E14;&#x7814;&#x7A76;&#x63A2;&#x7D22;&#x66F4;&#x597D;&#x66F4;&#x6709;&#x6548;&#x7684;&#x6280;&#x672F;&#x548C;&#x65B9;&#x6CD5;&#xFF0C;&#x5C3D;&#x5FEB;&#x6D88;&#x9664;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x65E9;&#x671F;&#x53D1;&#x5C55;&#x9636;&#x6BB5;&#x5F62;&#x6210;&#x7684;&#x4E00;&#x4E9B;&#x9519;&#x8BEF;&#x6982;&#x5FF5;&#x548C;&#x505A;&#x6CD5;&#x3002;
&#x3000;&#x3000;&#x5E94;&#x8BE5;&#x5F00;&#x53D1;&#x548C;&#x4F7F;&#x7528;&#x66F4;&#x597D;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x5177;&#x3002;
&#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x90FD;&#x6709;&#x8BB8;&#x591A;&#x7E41;&#x7410;&#x91CD;&#x590D;&#x7684;&#x5DE5;&#x4F5C;&#x9700;&#x8981;&#x505A;&#xFF0C;&#x5728;&#x9002;&#x5F53;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x5177;&#x8F85;&#x52A9;&#x4E0B;&#xFF0C;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x53EF;&#x4EE5;&#x628A;&#x8FD9;&#x7C7B;&#x5DE5;&#x4F5C;&#x505A;&#x5F97;&#x65E2;&#x5FEB;&#x53C8;&#x597D;&#x3002;
&#x5982;&#x679C;&#x628A;&#x5404;&#x4E2A;&#x9636;&#x6BB5;&#x4F7F;&#x7528;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x5177;&#x6709;&#x673A;&#x5730;&#x96C6;&#x5408;&#x6210;&#x4E00;&#x4E2A;&#x6574;&#x4F53;&#xFF0C;&#x652F;&#x6301;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x5168;&#x8FC7;&#x7A0B;&#xFF0C;&#x5219;&#x79F0;&#x4E3A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x652F;&#x6491;&#x73AF;&#x5883;&#x3002;
&#x603B;&#x4E4B;&#xFF0C;&#x4E3A;&#x4E86;&#x89E3;&#x51B3;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#xFF0C;&#x65E2;&#x8981;&#x6709;&#x6280;&#x672F;&#x63AA;&#x65BD;(&#x65B9;&#x6CD5;&#x548C;&#x5DE5;&#x5177;)&#xFF0C;&#x53C8;&#x8981;&#x6709;&#x5FC5;&#x8981;&#x7684;&#x7EC4;&#x7EC7;&#x7BA1;&#x7406;&#x63AA;&#x65BD;&#x3002;
&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x6B63;&#x662F;&#x4ECE;&#x7BA1;&#x7406;&#x548C;&#x6280;&#x672F;&#x4E24;&#x65B9;&#x9762;<strong>&#x7814;&#x7A76;</strong>&#x5982;&#x4F55;&#x66F4;&#x597D;&#x5730;<strong>&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x8BA1;&#x7B97;&#x673A;&#x8F6F;&#x4EF6;</strong>&#x7684;&#x4E00;&#x95E8;&#x65B0;&#x5174;&#x5B66;&#x79D1;&#x3002;</p>
<h2 id="12--&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;">1.2  &#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;</h2>
<h3 id="121--&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x4ECB;&#x7ECD;">1.2.1  &#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x4ECB;&#x7ECD;</h3>
<p>&#x6982;&#x62EC;&#x5730;&#x8BF4;&#xFF0C;
&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#xFF1A;&#x662F;&#x6307;&#x5BFC;&#x8BA1;&#x7B97;&#x673A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x7684;&#x4E00;&#x95E8;&#x5DE5;&#x7A0B;&#x5B66;&#x79D1;&#x3002;
    &#x91C7;&#x7528;&#x5DE5;&#x7A0B;&#x7684;&#x6982;&#x5FF5;&#x3001;&#x539F;&#x7406;&#x3001;&#x6280;&#x672F;&#x548C;&#x65B9;&#x6CD5;&#x6765;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x8F6F;&#x4EF6;&#xFF0C;&#x628A;&#x7ECF;&#x8FC7;&#x65F6;&#x95F4;&#x8003;&#x9A8C;&#x800C;&#x8BC1;&#x660E;&#x6B63;&#x786E;&#x7684;&#x7BA1;&#x7406;&#x6280;&#x672F;&#x548C;&#x5F53;&#x524D;&#x80FD;&#x591F;&#x5F97;&#x5230;&#x7684;&#x6700;&#x597D;&#x7684;&#x6280;&#x672F;&#x65B9;&#x6CD5;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#xFF0C;&#x4EE5;&#x7ECF;&#x6D4E;&#x5730;&#x5F00;&#x53D1;&#x51FA;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#x5E76;&#x6709;&#x6548;&#x5730;&#x7EF4;&#x62A4;&#x5B83;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x3002;</p>
<p>&#x4EBA;&#x4EEC;&#x66FE;&#x7ECF;&#x7ED9;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x4E0B;&#x8FC7;&#x8BB8;&#x591A;&#x5B9A;&#x4E49;&#xFF0C;&#x4E0B;&#x9762;&#x7ED9;&#x51FA;&#x4E24;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x5B9A;&#x4E49;&#x3002;
  1968&#x5E74;&#x5728;&#x7B2C;&#x4E00;&#x5C4A;NATO&#x4F1A;&#x8BAE;&#x4E0A;&#x66FE;&#x7ECF;&#x7ED9;&#x51FA;&#x4E86;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x4E00;&#x4E2A;&#x65E9;&#x671F;&#x5B9A;&#x4E49;&#xFF1A;&#x201C;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x7ECF;&#x6D4E;&#x5730;&#x83B7;&#x5F97;&#x53EF;&#x9760;&#x7684;&#x4E14;&#x80FD;&#x5728;&#x5B9E;&#x9645;&#x673A;&#x5668;&#x4E0A;&#x6709;&#x6548;&#x5730;&#x8FD0;&#x884C;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x800C;&#x5EFA;&#x7ACB;&#x548C;&#x4F7F;&#x7528;&#x5B8C;&#x5584;&#x7684;&#x5DE5;&#x7A0B;&#x539F;&#x7406;&#x3002;&#x201D;
     &#x8FD9;&#x4E2A;&#x5B9A;&#x4E49;&#x4E0D;&#x4EC5;&#x6307;&#x51FA;&#x4E86;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x76EE;&#x6807;&#x662F;&#x7ECF;&#x6D4E;&#x5730;&#x5F00;&#x53D1;&#x51FA;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x800C;&#x4E14;&#x5F3A;&#x8C03;&#x4E86;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x662F;&#x4E00;&#x95E8;&#x5DE5;&#x7A0B;&#x5B66;&#x79D1;&#xFF0C;&#x5B83;&#x5E94;&#x8BE5;&#x5EFA;&#x7ACB;&#x5E76;&#x4F7F;&#x7528;&#x5B8C;&#x5584;&#x7684;&#x5DE5;&#x7A0B;&#x539F;&#x7406;&#x3002;
  1993&#x5E74;IEEE&#x8FDB;&#x4E00;&#x6B65;&#x7ED9;&#x51FA;&#x4E86;&#x4E00;&#x4E2A;&#x66F4;&#x5168;&#x9762;&#x66F4;&#x5177;&#x4F53;&#x7684;&#x5B9A;&#x4E49;&#xFF1A;&#x201C;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x662F;&#xFF1A; &#x2460;&#x628A;&#x7CFB;&#x7EDF;&#x7684;&#x3001;&#x89C4;&#x8303;&#x7684;&#x3001;&#x53EF;&#x5EA6;&#x91CF;&#x7684;&#x9014;&#x5F84;&#x5E94;&#x7528;&#x4E8E;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x3001;&#x8FD0;&#x884C;&#x548C;&#x7EF4;&#x62A4;&#x8FC7;&#x7A0B;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x628A;&#x5DE5;&#x7A0B;&#x5E94;&#x7528;&#x4E8E;&#x8F6F;&#x4EF6;&#xFF1B; &#x2461;&#x7814;&#x7A76;&#x2460;&#x4E2D;&#x63D0;&#x5230;&#x7684;&#x9014;&#x5F84;&#x3002;&#x201D;</p>
<p>&#x867D;&#x7136;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x4E0D;&#x540C;&#x5B9A;&#x4E49;&#x4F7F;&#x7528;&#x4E86;&#x4E0D;&#x540C;&#x8BCD;&#x53E5;&#xFF0C;&#x5F3A;&#x8C03;&#x7684;&#x91CD;&#x70B9;&#x4E5F;&#x6709;&#x5DEE;&#x5F02;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x4EBA;&#x4EEC;&#x666E;&#x904D;&#x8BA4;&#x4E3A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5177;&#x6709;&#x4E0B;&#x8FF0;&#x7684;&#x672C;&#x8D28;&#x7279;&#x6027;&#x3002;
\1. &#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5173;&#x6CE8;&#x4E8E;&#x5927;&#x578B;&#x7A0B;&#x5E8F;&#x7684;&#x6784;&#x9020;
     &#x201C;&#x5927;&#x201D;&#x4E0E;&#x201C;&#x5C0F;&#x201D;&#x7684;&#x5206;&#x754C;&#x7EBF;&#x5E76;&#x4E0D;&#x5341;&#x5206;&#x6E05;&#x6670;&#x3002;&#x901A;&#x5E38;&#x628A;&#x4E00;&#x4E2A;&#x4EBA;&#x5728;&#x8F83;&#x77ED;&#x65F6;&#x95F4;&#x5185;&#x5199;&#x51FA;&#x7684;&#x7A0B;&#x5E8F;&#x79F0;&#x4E3A;&#x5C0F;&#x578B;&#x7A0B;&#x5E8F;&#xFF0C;&#x800C;&#x628A;&#x591A;&#x4EBA;&#x5408;&#x4F5C;&#x7528;&#x65F6;&#x534A;&#x5E74;&#x4EE5;&#x4E0A;&#x624D;&#x5199;&#x51FA;&#x7684;&#x7A0B;&#x5E8F;&#x79F0;&#x4E3A;&#x5927;&#x578B;&#x7A0B;&#x5E8F;&#x3002;&#x4F20;&#x7EDF;&#x7684;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x6280;&#x672F;&#x548C;&#x5DE5;&#x5177;&#x662F;&#x652F;&#x6301;&#x5C0F;&#x578B;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x7684;&#xFF0C;&#x4E0D;&#x80FD;&#x7B80;&#x5355;&#x5730;&#x628A;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x548C;&#x5DE5;&#x5177;&#x7528;&#x4E8E;&#x5F00;&#x53D1;&#x5927;&#x578B;&#x7A0B;&#x5E8F;&#x3002;
    &#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5728;&#x6B64;&#x5904;&#x4F7F;&#x7528;&#x672F;&#x8BED;&#x201C;&#x7A0B;&#x5E8F;&#x201D;&#x5E76;&#x4E0D;&#x5341;&#x5206;&#x6070;&#x5F53;&#xFF0C;&#x73B0;&#x5728;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9879;&#x76EE;&#x901A;&#x5E38;&#x6784;&#x9020;&#x51FA;&#x5305;&#x542B;&#x82E5;&#x5E72;&#x4E2A;&#x76F8;&#x5173;&#x7A0B;&#x5E8F;&#x7684;&#x201C;&#x7CFB;&#x7EDF;&#x201D;&#x3002;
\2. &#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x4E2D;&#x5FC3;&#x8BFE;&#x9898;&#x662F;&#x63A7;&#x5236;&#x590D;&#x6742;&#x6027;
    &#x901A;&#x5E38;&#xFF0C;&#x8F6F;&#x4EF6;&#x6240;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x5341;&#x5206;&#x590D;&#x6742;&#xFF0C;&#x4EE5;&#x81F4;&#x4E0D;&#x80FD;&#x628A;&#x95EE;&#x9898;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6574;&#x4F53;&#x901A;&#x76D8;&#x8003;&#x8651;&#x3002;
    &#x4EBA;&#x4EEC;&#x4E0D;&#x5F97;&#x4E0D;&#x628A;&#x95EE;&#x9898;&#x5206;&#x89E3;&#xFF0C;&#x4F7F;&#x5F97;&#x5206;&#x89E3;&#x51FA;&#x7684;&#x6BCF;&#x4E2A;&#x90E8;&#x5206;&#x662F;&#x53EF;&#x7406;&#x89E3;&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x5404;&#x90E8;&#x5206;&#x4E4B;&#x95F4;&#x4FDD;&#x6301;&#x7B80;&#x5355;&#x7684;&#x901A;&#x4FE1;&#x5173;&#x7CFB;&#x3002;<br>    &#x7528;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x5E76;&#x4E0D;&#x80FD;&#x964D;&#x4F4E;&#x95EE;&#x9898;&#x7684;&#x6574;&#x4F53;&#x590D;&#x6742;&#x6027;&#xFF0C;&#x4F46;&#x662F;&#x5374;&#x53EF;&#x4F7F;&#x5B83;&#x53D8;&#x6210;&#x53EF;&#x4EE5;&#x7BA1;&#x7406;&#x7684;&#x3002;
    &#x6CE8;&#x610F;&#xFF0C;&#x8BB8;&#x591A;&#x8F6F;&#x4EF6;&#x7684;&#x590D;&#x6742;&#x6027;&#x4E3B;&#x8981;&#x4E0D;&#x662F;&#x7531;&#x95EE;&#x9898;&#x7684;&#x5185;&#x5728;&#x590D;&#x6742;&#x6027;&#x9020;&#x6210;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x7531;&#x5FC5;&#x987B;&#x5904;&#x7406;&#x7684;&#x5927;&#x91CF;&#x7EC6;&#x8282;&#x9020;&#x6210;&#x7684;&#x3002;
\3. &#x8F6F;&#x4EF6;&#x7ECF;&#x5E38;&#x53D8;&#x5316;
    &#x7EDD;&#x5927;&#x591A;&#x6570;&#x8F6F;&#x4EF6;&#x90FD;&#x6A21;&#x62DF;&#x4E86;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x7684;&#x67D0;&#x4E00;&#x90E8;&#x5206;&#x3002;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x5728;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#xFF0C;&#x8F6F;&#x4EF6;&#x4E3A;&#x4E86;&#x4E0D;&#x88AB;&#x5F88;&#x5FEB;&#x6DD8;&#x6C70;&#xFF0C;&#x5FC5;&#x987B;&#x968F;&#x7740;&#x6240;&#x6A21;&#x62DF;&#x7684;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x4E00;&#x8D77;&#x53D8;&#x5316;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x4EA4;&#x4ED8;&#x4F7F;&#x7528;&#x540E;&#x4ECD;&#x7136;&#x9700;&#x8981;&#x8017;&#x8D39;&#x6210;&#x672C;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x5FC5;&#x987B;&#x8003;&#x8651;&#x8F6F;&#x4EF6;&#x5C06;&#x6765;&#x53EF;&#x80FD;&#x7684;&#x53D8;&#x5316;&#x3002;</p>
<p>\4. &#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x7684;&#x6548;&#x7387;&#x975E;&#x5E38;&#x91CD;&#x8981;
    &#x76EE;&#x524D;&#xFF0C;&#x793E;&#x4F1A;&#x5BF9;&#x65B0;&#x5E94;&#x7528;&#x7CFB;&#x7EDF;&#x7684;&#x9700;&#x6C42;&#x8D85;&#x8FC7;&#x4E86;&#x4EBA;&#x529B;&#x8D44;&#x6E90;&#x6240;&#x80FD;&#x63D0;&#x4F9B;&#x7684;&#x9650;&#x5EA6;&#xFF0C;&#x8F6F;&#x4EF6;&#x4F9B;&#x4E0D;&#x5E94;&#x6C42;&#x7684;&#x73B0;&#x8C61;&#x65E5;&#x76CA;&#x4E25;&#x91CD;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x8BFE;&#x9898;&#x5C31;&#x662F;&#xFF0C;&#x5BFB;&#x6C42;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x8F6F;&#x4EF6;&#x7684;&#x66F4;&#x597D;&#x66F4;&#x6709;&#x6548;&#x7684;&#x65B9;&#x6CD5;&#x548C;&#x5DE5;&#x5177;&#x3002;
\5. &#x548C;&#x8C10;&#x5730;&#x5408;&#x4F5C;&#x662F;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x7684;&#x5173;&#x952E;
    &#x8F6F;&#x4EF6;&#x5904;&#x7406;&#x7684;&#x95EE;&#x9898;&#x5341;&#x5206;&#x5E9E;&#x5927;&#xFF0C;&#x5FC5;&#x987B;&#x591A;&#x4EBA;&#x534F;&#x540C;&#x5DE5;&#x4F5C;&#x624D;&#x80FD;&#x89E3;&#x51B3;&#x8FD9;&#x7C7B;&#x95EE;&#x9898;&#x3002;
    &#x4E3A;&#x4E86;&#x6709;&#x6548;&#x5730;&#x5408;&#x4F5C;&#xFF0C;&#x5FC5;&#x987B;&#x660E;&#x786E;&#x5730;&#x89C4;&#x5B9A;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x8D23;&#x4EFB;&#x548C;&#x76F8;&#x4E92;&#x901A;&#x4FE1;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x4E3A;&#x4E86;&#x8FEB;&#x4F7F;&#x5927;&#x5BB6;&#x9075;&#x5B88;&#x89C4;&#x5B9A;&#xFF0C;&#x5E94;&#x8BE5;&#x8FD0;&#x7528;&#x6807;&#x51C6;&#x548C;&#x89C4;&#x7A0B;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x53EF;&#x4EE5;&#x7528;&#x5DE5;&#x5177;&#x6765;&#x652F;&#x6301;&#x8FD9;&#x4E9B;&#x6807;&#x51C6;&#x548C;&#x89C4;&#x7A0B;&#x3002;
   &#x603B;&#x4E4B;&#xFF0C;&#x7EAA;&#x5F8B;&#x662F;&#x6210;&#x529F;&#x5730;&#x5B8C;&#x6210;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9879;&#x76EE;&#x7684;&#x4E00;&#x4E2A;&#x5173;&#x952E;&#x3002;
\6. &#x8F6F;&#x4EF6;&#x5FC5;&#x987B;&#x6709;&#x6548;&#x5730;&#x652F;&#x6301;&#x5B83;&#x7684;&#x7528;&#x6237;
    &#x8F6F;&#x4EF6;&#x63D0;&#x4F9B;&#x7684;&#x529F;&#x80FD;&#x5E94;&#x8BE5;&#x80FD;&#x6709;&#x6548;&#x5730;&#x534F;&#x52A9;&#x7528;&#x6237;&#x5B8C;&#x6210;&#x4ED6;&#x4EEC;&#x7684;&#x5DE5;&#x4F5C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4EC5;&#x4EC5;&#x7528;&#x6B63;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#x6784;&#x9020;&#x7CFB;&#x7EDF;&#x8FD8;&#x4E0D;&#x591F;&#xFF0C;&#x8FD8;&#x5FC5;&#x987B;&#x6784;&#x9020;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x7CFB;&#x7EDF;&#x3002;
    &#x6709;&#x6548;&#x5730;&#x652F;&#x6301;&#x7528;&#x6237;&#x610F;&#x5473;&#x7740;&#x5FC5;&#x987B;&#x4ED4;&#x7EC6;&#x5730;&#x7814;&#x7A76;&#x7528;&#x6237;&#xFF0C;&#x4EE5;&#x786E;&#x5B9A;&#x9002;&#x5F53;&#x7684;&#x529F;&#x80FD;&#x9700;&#x6C42;&#x3001;&#x53EF;&#x7528;&#x6027;&#x8981;&#x6C42;&#x53CA;&#x5176;&#x4ED6;&#x8D28;&#x91CF;&#x8981;&#x6C42;(&#x4F8B;&#x5982;&#xFF1A;&#x53EF;&#x9760;&#x6027;&#x3001;&#x54CD;&#x5E94;&#x65F6;&#x95F4;&#x7B49;)&#x3002;
   &#x6709;&#x6548;&#x5730;&#x652F;&#x6301;&#x7528;&#x6237;&#x8FD8;&#x610F;&#x5473;&#x7740;&#xFF0C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4E0D;&#x4EC5;&#x5E94;&#x8BE5;&#x63D0;&#x4EA4;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#xFF0C;&#x800C;&#x4E14;&#x5E94;&#x8BE5;&#x5199;&#x51FA;&#x7528;&#x6237;&#x624B;&#x518C;&#x548C;&#x57F9;&#x8BAD;&#x6750;&#x6599;&#xFF0C;&#x6B64;&#x5916;&#xFF0C;&#x8FD8;&#x5FC5;&#x987B;&#x6CE8;&#x610F;&#x5EFA;&#x7ACB;&#x4F7F;&#x7528;&#x65B0;&#x7CFB;&#x7EDF;&#x7684;&#x73AF;&#x5883;&#x3002;
\7. &#x5728;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x9886;&#x57DF;&#x4E2D;&#x662F;&#x7531;&#x5177;&#x6709;&#x4E00;&#x79CD;&#x6587;&#x5316;&#x80CC;&#x666F;&#x7684;&#x4EBA;&#x66FF;&#x5177;&#x6709;&#x53E6;&#x4E00;&#x79CD;&#x6587;&#x5316;&#x80CC;&#x666F;&#x7684;&#x4EBA;&#x521B;&#x9020;&#x4EA7;&#x54C1;&#x3002;
    &#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x662F;&#x8BF8;&#x5982;Java&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x3001;&#x8F6F;&#x4EF6;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x3001;&#x6D4B;&#x8BD5;&#x6216;&#x7EDF;&#x4E00;&#x5EFA;&#x6A21;&#x8BED;&#x8A00;(UML)&#x7B49;&#x65B9;&#x9762;&#x7684;&#x4E13;&#x5BB6;&#xFF0C;&#x4ED6;&#x4EEC;&#x901A;&#x5E38;&#x5E76;&#x4E0D;&#x662F;&#x56FE;&#x4E66;&#x9986;&#x7BA1;&#x7406;&#x3001;&#x822A;&#x7A7A;&#x63A7;&#x5236;&#x6216;&#x94F6;&#x884C;&#x4E8B;&#x52A1;&#x7B49;&#x9886;&#x57DF;&#x7684;&#x4E13;&#x5BB6;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x4EEC;&#x5374;&#x4E0D;&#x5F97;&#x4E0D;&#x4E3A;&#x8FD9;&#x4E9B;&#x9886;&#x57DF;&#x5F00;&#x53D1;&#x5E94;&#x7528;&#x7CFB;&#x7EDF;&#x3002;
    &#x7F3A;&#x4E4F;&#x5E94;&#x7528;&#x9886;&#x57DF;&#x7684;&#x76F8;&#x5173;&#x77E5;&#x8BC6;&#xFF0C;&#x662F;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9879;&#x76EE;&#x51FA;&#x73B0;&#x95EE;&#x9898;&#x7684;&#x5E38;&#x89C1;&#x539F;&#x56E0;&#x3002;</p>
<p>&#x200B;    &#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x57FA;&#x672C;&#x539F;&#x7406;&#x5171;7&#x6761;&#xFF0C;
    &#x8FD9;7&#x6761;&#x539F;&#x7406;&#x4E92;&#x76F8;&#x72EC;&#x7ACB;&#xFF0C;&#x5176;&#x4E2D;&#x4EFB;&#x610F;6&#x6761;&#x539F;&#x7406;&#x7684;&#x7EC4;&#x5408;&#x90FD;&#x4E0D;&#x80FD;&#x4EE3;&#x66FF;&#x53E6;&#x4E00;&#x6761;&#x539F;&#x7406;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x5B83;&#x4EEC;&#x662F;&#x7F3A;&#x4E00;&#x4E0D;&#x53EF;&#x7684;&#x6700;&#x5C0F;&#x96C6;&#x5408;&#xFF1B;
    &#x8FD9;7&#x6761;&#x539F;&#x7406;&#x53C8;&#x662F;&#x76F8;&#x5F53;&#x5B8C;&#x5907;&#x7684;&#xFF0C;&#x4EBA;&#x4EEC;&#x867D;&#x7136;&#x4E0D;&#x80FD;&#x7528;&#x6570;&#x5B66;&#x65B9;&#x6CD5;&#x4E25;&#x683C;&#x8BC1;&#x660E;&#x5B83;&#x4EEC;&#x662F;&#x4E00;&#x4E2A;&#x5B8C;&#x5907;&#x7684;&#x96C6;&#x5408;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x53EF;&#x4EE5;&#x8BC1;&#x660E;&#x5728;&#x6B64;&#x4E4B;&#x524D;&#x5DF2;&#x7ECF;&#x63D0;&#x51FA;&#x7684;100&#x591A;&#x6761;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x539F;&#x7406;&#x90FD;&#x53EF;&#x4EE5;&#x7531;&#x8FD9;7&#x6761;&#x539F;&#x7406;&#x7684;&#x4EFB;&#x610F;&#x7EC4;&#x5408;&#x8574;&#x542B;&#x6216;&#x6D3E;&#x751F;&#x3002;
\1. &#x7528;&#x5206;&#x9636;&#x6BB5;&#x7684;&#x751F;&#x547D;&#x5468;&#x671F;&#x8BA1;&#x5212;&#x4E25;&#x683C;&#x7BA1;&#x7406;
    &#x7ECF;&#x7EDF;&#x8BA1;&#x53D1;&#x73B0;&#xFF0C;&#x5728;&#x4E0D;&#x6210;&#x529F;&#x7684;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x4E2D;&#x6709;&#x4E00;&#x534A;&#x5DE6;&#x53F3;&#x662F;&#x7531;&#x4E8E;&#x8BA1;&#x5212;&#x4E0D;&#x5468;&#x9020;&#x6210;&#x7684;&#xFF0C;&#x53EF;&#x89C1;&#x628A;&#x5EFA;&#x7ACB;&#x5B8C;&#x5584;&#x7684;&#x8BA1;&#x5212;&#x4F5C;&#x4E3A;&#x7B2C;&#x4E00;&#x6761;&#x57FA;&#x672C;&#x539F;&#x7406;&#x662F;&#x5438;&#x53D6;&#x4E86;&#x524D;&#x4EBA;&#x7684;&#x6559;&#x8BAD;&#x800C;&#x63D0;&#x51FA;&#x6765;&#x7684;&#x3002;
    &#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x7684;&#x6F2B;&#x957F;&#x7684;&#x751F;&#x547D;&#x5468;&#x671F;&#x4E2D;&#xFF0C;&#x9700;&#x8981;&#x5B8C;&#x6210;&#x8BB8;&#x591A;&#x6027;&#x8D28;&#x5404;&#x5F02;&#x7684;&#x5DE5;&#x4F5C;&#x3002;&#x8FD9;&#x6761;&#x57FA;&#x672C;&#x539F;&#x7406;&#x610F;&#x5473;&#x7740;&#xFF0C;&#x5E94;&#x8BE5;&#x628A;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x5212;&#x5206;&#x6210;&#x82E5;&#x5E72;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x5E76;&#x76F8;&#x5E94;&#x5730;&#x5236;&#x5B9A;&#x51FA;&#x5207;&#x5B9E;&#x53EF;&#x884C;&#x7684;&#x8BA1;&#x5212;&#xFF0C;&#x7136;&#x540E;&#x4E25;&#x683C;&#x6309;&#x7167;&#x8BA1;&#x5212;&#x5BF9;&#x8F6F;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x8FDB;&#x884C;&#x7BA1;&#x7406;&#x3002;
    &#x4E0D;&#x540C;&#x5C42;&#x6B21;&#x7684;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x90FD;&#x5FC5;&#x987B;&#x4E25;&#x683C;&#x6309;&#x7167;&#x8BA1;&#x5212;&#x5404;&#x5C3D;&#x5176;&#x804C;&#x5730;&#x7BA1;&#x7406;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#xFF0C;&#x7EDD;&#x4E0D;&#x80FD;&#x53D7;&#x5BA2;&#x6237;&#x6216;&#x4E0A;&#x7EA7;&#x4EBA;&#x5458;&#x7684;&#x5F71;&#x54CD;&#x800C;&#x64C5;&#x81EA;&#x80CC;&#x79BB;&#x9884;&#x5B9A;&#x8BA1;&#x5212;&#x3002;
\2. &#x575A;&#x6301;&#x8FDB;&#x884C;&#x9636;&#x6BB5;&#x8BC4;&#x5BA1;
    &#x8F6F;&#x4EF6;&#x7684;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x5DE5;&#x4F5C;&#x4E0D;&#x80FD;&#x7B49;&#x5230;&#x7F16;&#x7801;&#x9636;&#x6BB5;&#x7ED3;&#x675F;&#x4E4B;&#x540E;&#x518D;&#x8FDB;&#x884C;&#x3002;&#x7406;&#x7531;&#xFF1A;<br>    &#x7B2C;&#x4E00;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x9519;&#x8BEF;&#x662F;&#x5728;&#x7F16;&#x7801;&#x4E4B;&#x524D;&#x9020;&#x6210;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x6839;&#x636E;Boehm&#x7B49;&#x4EBA;&#x7684;&#x7EDF;&#x8BA1;&#xFF0C;&#x8BBE;&#x8BA1;&#x9519;&#x8BEF;&#x5360;&#x8F6F;&#x4EF6;&#x9519;&#x8BEF;&#x7684;63%&#xFF0C;&#x7F16;&#x7801;&#x9519;&#x8BEF;&#x4EC5;&#x5360;37%&#xFF1B;
    &#x7B2C;&#x4E8C;&#xFF0C;&#x9519;&#x8BEF;&#x53D1;&#x73B0;&#x4E0E;&#x6539;&#x6B63;&#x5F97;&#x8D8A;&#x665A;&#xFF0C;&#x6240;&#x9700;&#x4ED8;&#x51FA;&#x7684;&#x4EE3;&#x4EF7;&#x4E5F;&#x8D8A;&#x9AD8;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x90FD;&#x8FDB;&#x884C;&#x4E25;&#x683C;&#x7684;&#x8BC4;&#x5BA1;&#xFF0C;&#x4EE5;&#x4FBF;&#x5C3D;&#x65E9;&#x53D1;&#x73B0;&#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x6240;&#x72AF;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x662F;&#x4E00;&#x6761;&#x5FC5;&#x987B;&#x9075;&#x5FAA;&#x7684;&#x91CD;&#x8981;&#x539F;&#x5219;&#x3002;
\3. &#x5B9E;&#x884C;&#x4E25;&#x683C;&#x7684;&#x4EA7;&#x54C1;&#x63A7;&#x5236;
    &#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x6539;&#x53D8;&#x9700;&#x6C42;&#x662F;&#x96BE;&#x514D;&#x7684;&#xFF0C;&#x53EA;&#x80FD;&#x4F9D;&#x9760;&#x79D1;&#x5B66;&#x7684;&#x4EA7;&#x54C1;&#x63A7;&#x5236;&#x6280;&#x672F;&#x6765;&#x987A;&#x5E94;&#x8FD9;&#x79CD;&#x8981;&#x6C42;&#x3002;&#x5F53;&#x6539;&#x53D8;&#x9700;&#x6C42;&#x65F6;&#xFF0C;&#x4E3A;&#x4E86;&#x4FDD;&#x6301;&#x8F6F;&#x4EF6;&#x5404;&#x4E2A;&#x914D;&#x7F6E;&#x6210;&#x5206;&#x7684;&#x4E00;&#x81F4;&#x6027;&#xFF0C;&#x5FC5;&#x987B;&#x5B9E;&#x884C;&#x4E25;&#x683C;&#x7684;&#x4EA7;&#x54C1;&#x63A7;&#x5236;&#xFF0C;&#x5176;&#x4E2D;&#x4E3B;&#x8981;&#x662F;&#x5B9E;&#x884C;&#x57FA;&#x51C6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x3002;
    &#x6240;&#x8C13;&#x57FA;&#x51C6;&#x914D;&#x7F6E;&#x53C8;&#x79F0;&#x4E3A;&#x57FA;&#x7EBF;&#x914D;&#x7F6E;&#xFF0C;&#x5B83;&#x4EEC;&#x662F;&#x7ECF;&#x8FC7;&#x9636;&#x6BB5;&#x8BC4;&#x5BA1;&#x540E;&#x7684;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x6210;&#x5206;&#x3002;&#x57FA;&#x51C6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x4E5F;&#x79F0;&#x4E3A;&#x53D8;&#x52A8;&#x63A7;&#x5236;&#xFF1A;&#x4E00;&#x5207;&#x6709;&#x5173;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x7684;&#x5EFA;&#x8BAE;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x6D89;&#x53CA;&#x5230;&#x5BF9;&#x57FA;&#x51C6;&#x914D;&#x7F6E;&#x7684;&#x4FEE;&#x6539;&#x5EFA;&#x8BAE;&#xFF0C;&#x90FD;&#x5FC5;&#x987B;&#x6309;&#x7167;&#x4E25;&#x683C;&#x7684;&#x89C4;&#x7A0B;&#x8FDB;&#x884C;&#x8BC4;&#x5BA1;&#xFF0C;&#x83B7;&#x5F97;&#x6279;&#x51C6;&#x4EE5;&#x540E;&#x624D;&#x80FD;&#x5B9E;&#x65BD;&#x4FEE;&#x6539;&#x3002;&#x7EDD;&#x5BF9;&#x4E0D;&#x80FD;&#x8C01;&#x60F3;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#xFF0C;&#x5C31;&#x968F;&#x610F;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#x3002;
\4. &#x91C7;&#x7528;&#x73B0;&#x4EE3;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x6280;&#x672F;
    &#x7814;&#x7A76;&#x5404;&#x79CD;&#x65B0;&#x7684;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x6280;&#x672F;&#xFF0C;&#x5E76;&#x8FDB;&#x4E00;&#x6B65;&#x7814;&#x7A76;&#x5404;&#x79CD;&#x5148;&#x8FDB;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x6280;&#x672F;&#x3002;
    &#x5B9E;&#x8DF5;&#x8868;&#x660E;&#xFF0C;&#x91C7;&#x7528;&#x5148;&#x8FDB;&#x7684;&#x6280;&#x672F;&#x4E0D;&#x4EC5;&#x53EF;&#x4EE5;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x7684;&#x6548;&#x7387;&#xFF0C;&#x800C;&#x4E14;&#x53EF;&#x4EE5;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x8D28;&#x91CF;&#x3002;
\5. &#x7ED3;&#x679C;&#x5E94;&#x80FD;&#x6E05;&#x695A;&#x5730;&#x5BA1;&#x67E5;
    &#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x662F;&#x770B;&#x4E0D;&#x89C1;&#x6478;&#x4E0D;&#x7740;&#x7684;&#x903B;&#x8F91;&#x4EA7;&#x54C1;&#x3002;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;(&#x6216;&#x5F00;&#x53D1;&#x5C0F;&#x7EC4;)&#x7684;&#x5DE5;&#x4F5C;&#x8FDB;&#x5C55;&#x60C5;&#x51B5;&#x53EF;&#x89C1;&#x6027;&#x5DEE;&#xFF0C;&#x96BE;&#x4EE5;&#x51C6;&#x786E;&#x5EA6;&#x91CF;&#xFF0C;&#x4ECE;&#x800C;&#x4F7F;&#x5F97;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x6BD4;&#x4E00;&#x822C;&#x4EA7;&#x54C1;&#x7684;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x66F4;&#x96BE;&#x4E8E;&#x8BC4;&#x4EF7;&#x548C;&#x7BA1;&#x7406;&#x3002;
    &#x4E3A;&#x4E86;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x7684;&#x53EF;&#x89C1;&#x6027;&#xFF0C;&#x66F4;&#x597D;&#x5730;&#x8FDB;&#x884C;&#x7BA1;&#x7406;&#xFF0C;&#x5E94;&#x8BE5;&#x6839;&#x636E;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9879;&#x76EE;&#x7684;&#x603B;&#x76EE;&#x6807;&#x53CA;&#x5B8C;&#x6210;&#x671F;&#x9650;&#xFF0C;&#x89C4;&#x5B9A;&#x5F00;&#x53D1;&#x7EC4;&#x7EC7;&#x7684;&#x8D23;&#x4EFB;&#x548C;&#x4EA7;&#x54C1;&#x6807;&#x51C6;&#xFF0C;&#x4ECE;&#x800C;&#x4F7F;&#x5F97;&#x6240;&#x5F97;&#x5230;&#x7684;&#x7ED3;&#x679C;&#x80FD;&#x591F;&#x6E05;&#x695A;&#x5730;&#x5BA1;&#x67E5;&#x3002;
\6. &#x5F00;&#x53D1;&#x5C0F;&#x7EC4;&#x7684;&#x4EBA;&#x5458;&#x5E94;&#x8BE5;&#x5C11;&#x800C;&#x7CBE;
     &#x5F00;&#x53D1;&#x5C0F;&#x7EC4;&#x4EBA;&#x5458;&#x7684;&#x7D20;&#x8D28;&#x548C;&#x6570;&#x91CF;&#x662F;&#x5F71;&#x54CD;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x8D28;&#x91CF;&#x548C;&#x5F00;&#x53D1;&#x6548;&#x7387;&#x7684;&#x91CD;&#x8981;&#x56E0;&#x7D20;&#x3002;
    &#x7D20;&#x8D28;&#x9AD8;&#x7684;&#x4EBA;&#x5458;&#x7684;&#x5F00;&#x53D1;&#x6548;&#x7387;&#x6BD4;&#x7D20;&#x8D28;&#x4F4E;&#x7684;&#x4EBA;&#x5458;&#x7684;&#x5F00;&#x53D1;&#x6548;&#x7387;&#x53EF;&#x80FD;&#x9AD8;&#x51E0;&#x500D;&#x81F3;&#x51E0;&#x5341;&#x500D;&#xFF0C;&#x800C;&#x4E14;&#x7D20;&#x8D28;&#x9AD8;&#x7684;&#x4EBA;&#x5458;&#x6240;&#x5F00;&#x53D1;&#x7684;&#x8F6F;&#x4EF6;&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#x660E;&#x663E;&#x5C11;&#x4E8E;&#x7D20;&#x8D28;&#x4F4E;&#x7684;&#x4EBA;&#x5458;&#x6240;&#x5F00;&#x53D1;&#x7684;&#x8F6F;&#x4EF6;&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#x3002;
    &#x6B64;&#x5916;&#xFF0C;&#x968F;&#x7740;&#x5F00;&#x53D1;&#x5C0F;&#x7EC4;&#x4EBA;&#x5458;&#x6570;&#x76EE;&#x7684;&#x589E;&#x52A0;&#xFF0C;&#x56E0;&#x4E3A;&#x4EA4;&#x6D41;&#x60C5;&#x51B5;&#x8BA8;&#x8BBA;&#x95EE;&#x9898;&#x800C;&#x9020;&#x6210;&#x7684;&#x901A;&#x4FE1;&#x5F00;&#x9500;&#x4E5F;&#x6025;&#x5267;&#x589E;&#x52A0;&#x3002;
    &#x56E0;&#x6B64;&#xFF0C;&#x7EC4;&#x6210;&#x5C11;&#x800C;&#x7CBE;&#x7684;&#x5F00;&#x53D1;&#x5C0F;&#x7EC4;&#x662F;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x4E00;&#x6761;&#x57FA;&#x672C;&#x539F;&#x7406;&#x3002;</p>
<p>\7. &#x627F;&#x8BA4;&#x4E0D;&#x65AD;&#x6539;&#x8FDB;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x7684;&#x5FC5;&#x8981;&#x6027;
    &#x9075;&#x5FAA;&#x4E0A;&#x8FF0;6&#x6761;&#x57FA;&#x672C;&#x539F;&#x7406;&#xFF0C;&#x5C31;&#x80FD;&#x591F;&#x6309;&#x7167;&#x5F53;&#x4EE3;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x57FA;&#x672C;&#x539F;&#x7406;&#x5B9E;&#x73B0;&#x8F6F;&#x4EF6;&#x7684;&#x5DE5;&#x7A0B;&#x5316;&#x751F;&#x4EA7;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x4EC5;&#x6709;&#x4E0A;&#x8FF0;6&#x6761;&#x539F;&#x7406;&#x5E76;&#x4E0D;&#x80FD;&#x4FDD;&#x8BC1;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x7684;&#x8FC7;&#x7A0B;&#x80FD;&#x8D76;&#x4E0A;&#x65F6;&#x4EE3;&#x524D;&#x8FDB;&#x7684;&#x6B65;&#x4F10;&#xFF0C;&#x80FD;&#x8DDF;&#x4E0A;&#x6280;&#x672F;&#x7684;&#x4E0D;&#x65AD;&#x8FDB;&#x6B65;&#x3002;
    &#x56E0;&#x6B64;&#xFF0C;&#x628A;&#x627F;&#x8BA4;&#x4E0D;&#x65AD;&#x6539;&#x8FDB;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x7684;&#x5FC5;&#x8981;&#x6027;&#x4F5C;&#x4E3A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x7B2C;7&#x6761;&#x57FA;&#x672C;&#x539F;&#x7406;&#x3002;&#x6309;&#x7167;&#x8FD9;&#x6761;&#x539F;&#x7406;&#xFF0C;&#x4E0D;&#x4EC5;&#x8981;&#x79EF;&#x6781;&#x4E3B;&#x52A8;&#x5730;&#x91C7;&#x7EB3;&#x65B0;&#x7684;&#x8F6F;&#x4EF6;&#x6280;&#x672F;&#xFF0C;&#x800C;&#x4E14;&#x8981;&#x6CE8;&#x610F;&#x4E0D;&#x65AD;&#x603B;&#x7ED3;&#x7ECF;&#x9A8C;&#x3002;</p>
<h3 id="123--&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x5B66;">1.2.3  &#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x5B66;</h3>
<p>&#x200B;    &#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5305;&#x62EC;&#x6280;&#x672F;&#x548C;&#x7BA1;&#x7406;&#x4E24;&#x65B9;&#x9762;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x662F;&#x6280;&#x672F;&#x4E0E;&#x7BA1;&#x7406;&#x7D27;&#x5BC6;&#x7ED3;&#x5408;&#x6240;&#x5F62;&#x6210;&#x7684;&#x5DE5;&#x7A0B;&#x5B66;&#x79D1;&#x3002;</p>
<p> &#x7BA1;&#x7406;&#xFF1A;&#x5C31;&#x662F;&#x901A;&#x8FC7;&#x8BA1;&#x5212;&#x3001;&#x7EC4;&#x7EC7;&#x548C;&#x63A7;&#x5236;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x6D3B;&#x52A8;&#xFF0C;&#x5408;&#x7406;&#x5730;&#x914D;&#x7F6E;&#x548C;&#x4F7F;&#x7528;&#x5404;&#x79CD;&#x8D44;&#x6E90;&#xFF0C;&#x4EE5;&#x8FBE;&#x5230;&#x65E2;&#x5B9A;&#x76EE;&#x6807;&#x7684;&#x8FC7;&#x7A0B;&#x3002;
 &#x901A;&#x5E38;&#x628A;&#x5728;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x5168;&#x8FC7;&#x7A0B;&#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x4E00;&#x6574;&#x5957;&#x6280;&#x672F;&#x65B9;&#x6CD5;&#x7684;&#x96C6;&#x5408;&#x79F0;&#x4E3A;&#x65B9;&#x6CD5;&#x5B66;(methodology)&#xFF0C;&#x4E5F;&#x79F0;&#x4E3A;&#x8303;&#x578B;(paradigm)&#x3002;&#x5728;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x9886;&#x57DF;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E24;&#x4E2A;&#x672F;&#x8BED;&#x7684;&#x542B;&#x4E49;&#x57FA;&#x672C;&#x76F8;&#x540C;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x5B66;&#x5305;&#x542B;3&#x4E2A;&#x8981;&#x7D20;&#xFF1A;
        &#x65B9;&#x6CD5;&#x3001;&#x5DE5;&#x5177;&#x548C;&#x8FC7;&#x7A0B;&#x3002;
&#x65B9;&#x6CD5;&#xFF1A;&#x662F;&#x5B8C;&#x6210;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x5404;&#x9879;&#x4EFB;&#x52A1;&#x7684;&#x6280;&#x672F;&#x65B9;&#x6CD5;&#xFF0C;&#x56DE;&#x7B54;&#x201C;&#x600E;&#x6837;&#x505A;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF1B;
&#x5DE5;&#x5177;&#xFF1A;&#x662F;&#x4E3A;&#x8FD0;&#x7528;&#x65B9;&#x6CD5;&#x800C;&#x63D0;&#x4F9B;&#x7684;&#x81EA;&#x52A8;&#x7684;&#x6216;&#x534A;&#x81EA;&#x52A8;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x652F;&#x6491;&#x73AF;&#x5883;&#xFF1B;
&#x8FC7;&#x7A0B;&#xFF1A;&#x662F;&#x4E3A;&#x4E86;&#x83B7;&#x5F97;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#x6240;&#x9700;&#x8981;&#x5B8C;&#x6210;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x4EFB;&#x52A1;&#x7684;&#x6846;&#x67B6;&#xFF0C;&#x5B83;&#x89C4;&#x5B9A;&#x4E86;&#x5B8C;&#x6210;&#x5404;&#x9879;&#x4EFB;&#x52A1;&#x7684;&#x5DE5;&#x4F5C;&#x6B65;&#x9AA4;&#x3002;</p>
<p>&#x200B;    &#x76EE;&#x524D;&#x4F7F;&#x7528;&#x5F97;&#x6700;&#x5E7F;&#x6CDB;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x5B66;&#xFF0C;&#x5206;&#x522B;&#x662F;&#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x5B66;&#x548C;&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x65B9;&#x6CD5;&#x5B66;&#x3002;
\1. &#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x5B66;
&#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x5B66;&#xFF1A;&#x4E5F;&#x79F0;&#x4E3A;&#x751F;&#x547D;&#x5468;&#x671F;&#x65B9;&#x6CD5;&#x5B66;&#x6216;&#x7ED3;&#x6784;&#x5316;&#x8303;&#x578B;&#x3002;
    &#x5B83;&#x91C7;&#x7528;&#x7ED3;&#x6784;&#x5316;&#x6280;&#x672F;(&#x7ED3;&#x6784;&#x5316;&#x5206;&#x6790;&#x3001;&#x7ED3;&#x6784;&#x5316;&#x8BBE;&#x8BA1;&#x548C;&#x7ED3;&#x6784;&#x5316;&#x5B9E;&#x73B0;)&#x6765;&#x5B8C;&#x6210;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x5404;&#x9879;&#x4EFB;&#x52A1;&#x3002;
    &#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x5B66;&#x628A;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x7684;&#x5168;&#x8FC7;&#x7A0B;&#x4F9D;&#x6B21;&#x5212;&#x5206;&#x4E3A;&#x82E5;&#x5E72;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x7136;&#x540E;&#x987A;&#x5E8F;&#x5730;&#x5B8C;&#x6210;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x4EFB;&#x52A1;&#x3002;</p>
<p>&#x3000;&#x76EE;&#x524D;&#xFF0C;&#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x5B66;&#x4ECD;&#x7136;&#x662F;&#x4EBA;&#x4EEC;&#x5728;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x65F6;&#x4F7F;&#x7528;&#x5F97;&#x5341;&#x5206;&#x5E7F;&#x6CDB;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x5B66;&#x3002;
    &#x6B64;&#x5916;&#xFF0C;&#x8981;&#x5168;&#x9762;&#x4E86;&#x89E3;&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x65B9;&#x6CD5;&#x5B66;&#xFF0C;&#x5148;&#x8981;&#x4E86;&#x89E3;&#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x5B66;&#x3002;</p>
<p>&#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x5B66;&#x4F18;&#x70B9;&#xFF08;&#x751F;&#x547D;&#x5468;&#x671F;&#x65B9;&#x6CD5;&#x5B66;&#x6216;&#x7ED3;&#x6784;&#x5316;&#x8303;&#x578B;&#xFF09;
    &#x628A;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x5212;&#x5206;&#x6210;&#x82E5;&#x5E72;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x4EFB;&#x52A1;&#x76F8;&#x5BF9;&#x72EC;&#x7ACB;&#xFF0C;&#x800C;&#x4E14;&#x6BD4;&#x8F83;&#x7B80;&#x5355;&#xFF0C;&#x4FBF;&#x4E8E;&#x4E0D;&#x540C;&#x4EBA;&#x5458;&#x5206;&#x5DE5;&#x534F;&#x4F5C;&#xFF0C;&#x4ECE;&#x800C;&#x964D;&#x4F4E;&#x4E86;&#x6574;&#x4E2A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x56F0;&#x96BE;&#x7A0B;&#x5EA6;&#xFF1B;
    &#x5728;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x7ED3;&#x675F;&#x4E4B;&#x524D;&#x90FD;&#x4ECE;&#x6280;&#x672F;&#x548C;&#x7BA1;&#x7406;&#x4E24;&#x4E2A;&#x89D2;&#x5EA6;&#x8FDB;&#x884C;&#x4E25;&#x683C;&#x7684;&#x5BA1;&#x67E5;&#xFF0C;&#x4FDD;&#x8BC1;&#x4E86;&#x8F6F;&#x4EF6;&#x7684;&#x8D28;&#x91CF;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x63D0;&#x9AD8;&#x4E86;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x3002;
    &#x603B;&#x4E4B;&#xFF0C;&#x91C7;&#x7528;&#x751F;&#x547D;&#x5468;&#x671F;&#x65B9;&#x6CD5;&#x5B66;&#x53EF;&#x4EE5;&#x5927;&#x5927;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x6210;&#x529F;&#x7387;&#xFF0C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x751F;&#x4EA7;&#x7387;&#x4E5F;&#x80FD;&#x660E;&#x663E;&#x63D0;&#x9AD8;&#x3002;</p>
<p>\2. &#x9762;&#x5411;&#x5BF9;&#x8C61;&#x65B9;&#x6CD5;&#x5B66;
    &#x5F53;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x5E9E;&#x5927;&#xFF0C;&#x6216;&#x8005;&#x5BF9;&#x8F6F;&#x4EF6;&#x7684;&#x9700;&#x6C42;&#x662F;&#x6A21;&#x7CCA;&#x7684;&#xFF0C;&#x6216;&#x8F6F;&#x4EF6;&#x9700;&#x6C42;&#x4F1A;&#x968F;&#x65F6;&#x95F4;&#x800C;&#x53D8;&#x5316;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F7F;&#x7528;&#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x5B66;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x5F80;&#x5F80;&#x4E0D;&#x6210;&#x529F;&#x3002;
    &#x6B64;&#x5916;&#xFF0C;&#x4F7F;&#x7528;&#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x5B66;&#x5F00;&#x53D1;&#x51FA;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x7EF4;&#x62A4;&#x8D77;&#x6765;&#x4ECD;&#x7136;&#x5F88;&#x56F0;&#x96BE;&#x3002;
&#x539F;&#x56E0;&#xFF1A;
    &#x8FD9;&#x79CD;&#x6280;&#x672F;&#x8981;&#x4E48;&#x9762;&#x5411;&#x884C;&#x4E3A;(&#x5373;&#x5BF9;&#x6570;&#x636E;&#x7684;&#x64CD;&#x4F5C;)&#xFF0C;&#x8981;&#x4E48;&#x9762;&#x5411;&#x6570;&#x636E;&#xFF0C;&#x628A;&#x6570;&#x636E;&#x548C;&#x64CD;&#x4F5C;&#x4EBA;&#x4E3A;&#x5730;&#x5206;&#x79BB;&#x6210;&#x4E24;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x81EA;&#x7136;&#x4F1A;&#x589E;&#x52A0;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4E0E;&#x7EF4;&#x62A4;&#x7684;&#x96BE;&#x5EA6;&#x3002;
&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x65B9;&#x6CD5;&#x5B66;&#x5177;&#x6709;&#x4E0B;&#x8FF0;4&#x4E2A;&#x8981;&#x70B9;&#x3002;
(1) &#x628A;&#x5BF9;&#x8C61;(object)&#x4F5C;&#x4E3A;&#x878D;&#x5408;&#x4E86;&#x6570;&#x636E;&#x53CA;&#x5728;&#x6570;&#x636E;&#x4E0A;&#x7684;&#x64CD;&#x4F5C;&#x884C;&#x4E3A;&#x7684;&#x7EDF;&#x4E00;&#x7684;&#x8F6F;&#x4EF6;&#x6784;&#x4EF6;&#x3002;&#x7528;&#x5BF9;&#x8C61;&#x5206;&#x89E3;&#x53D6;&#x4EE3;&#x4E86;&#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x7684;&#x529F;&#x80FD;&#x5206;&#x89E3;&#x3002;
(2) &#x628A;&#x6240;&#x6709;&#x5BF9;&#x8C61;&#x90FD;&#x5212;&#x5206;&#x6210;&#x7C7B;(class)&#x3002;
(3) &#x7236;&#x7C7B;&#x4E0E;&#x5B50;&#x7C7B;&#x7684;&#x7EE7;&#x627F;&#x5173;&#x7CFB;&#x3002;
    &#x628A;&#x82E5;&#x5E72;&#x4E2A;&#x76F8;&#x5173;&#x7C7B;&#x7EC4;&#x6210;&#x4E00;&#x4E2A;&#x5C42;&#x6B21;&#x7ED3;&#x6784;&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E0B;&#x5C42;&#x6D3E;&#x751F;&#x7C7B;&#x81EA;&#x52A8;&#x62E5;&#x6709;&#x4E0A;&#x5C42;&#x57FA;&#x7C7B;&#x4E2D;&#x5B9A;&#x4E49;&#x7684;&#x6570;&#x636E;&#x548C;&#x64CD;&#x4F5C;&#x3002;
(4) &#x5BF9;&#x8C61;&#x5F7C;&#x6B64;&#x95F4;&#x4EC5;&#x80FD;&#x901A;&#x8FC7;&#x53D1;&#x9001;&#x6D88;&#x606F;&#x4E92;&#x76F8;&#x8054;&#x7CFB;&#x3002;
        &#x5BF9;&#x8C61;&#x7684;&#x6240;&#x6709;&#x79C1;&#x6709;&#x4FE1;&#x606F;&#x90FD;&#x88AB;&#x5C01;&#x88C5;&#x5728;&#x8BE5;&#x5BF9;&#x8C61;&#x5185;&#xFF0C;&#x4E0D;&#x80FD;&#x4ECE;&#x5916;&#x754C;&#x76F4;&#x63A5;&#x8BBF;&#x95EE;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x901A;&#x5E38;&#x6240;&#x8BF4;&#x7684;&#x5C01;&#x88C5;&#x6027;&#x3002;</p>
<p>&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x65B9;&#x6CD5;&#x5B66;&#x4F18;&#x70B9;
&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x65B9;&#x6CD5;&#x5B66;&#x7684;&#x51FA;&#x53D1;&#x70B9;&#x548C;&#x57FA;&#x672C;&#x539F;&#x5219;&#xFF0C;&#x662F;&#x5C3D;&#x91CF;&#x6A21;&#x62DF;&#x4EBA;&#x7C7B;&#x4E60;&#x60EF;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#xFF0C;&#x4ECE;&#x4E00;&#x822C;&#x5230;&#x7279;&#x6B8A;&#xFF0C;&#x4ECE;&#x7279;&#x6B8A;&#x5230;&#x4E00;&#x822C;&#xFF0C;<strong>&#x4F7F;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x7684;&#x65B9;&#x6CD5;&#x4E0E;&#x8FC7;&#x7A0B;&#x5C3D;&#x53EF;&#x80FD;&#x63A5;&#x8FD1;&#x4EBA;&#x7C7B;&#x8BA4;&#x8BC6;&#x4E16;&#x754C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x65B9;&#x6CD5;&#x4E0E;&#x8FC7;&#x7A0B;&#x3002;</strong>&#x4F20;&#x7EDF;&#x65B9;&#x6CD5;&#x5B66;&#x5F3A;&#x8C03;&#x81EA;&#x9876;&#x5411;&#x4E0B;&#x987A;&#x5E8F;&#x5730;&#x5B8C;&#x6210;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x5404;&#x9636;&#x6BB5;&#x4EFB;&#x52A1;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4EBA;&#x7C7B;&#x8BA4;&#x8BC6;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x6E10;&#x8FDB;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x7ECF;&#x8FC7;&#x591A;&#x6B21;&#x53CD;&#x590D;&#x624D;&#x80FD;&#x9010;&#x6B65;&#x6DF1;&#x5316;&#x3002;
&#x8FD0;&#x7528;&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x65B9;&#x6CD5;&#x5B66;&#x7684;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#xFF0C;&#x6700;&#x7EC8;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7531;&#x8BB8;&#x591A;&#x8F83;&#x5C0F;&#x7684;&#x3001;&#x57FA;&#x672C;&#x4E0A;&#x72EC;&#x7ACB;&#x7684;&#x5BF9;&#x8C61;&#x7EC4;&#x6210;&#xFF0C;<strong>&#x964D;&#x4F4E;&#x4E86;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x590D;&#x6742;&#x6027;&#xFF0C;&#x63D0;&#x9AD8;&#x4E86;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7406;&#x89E3;&#x6027;&#xFF0C;&#x7B80;&#x5316;&#x4E86;&#x8F6F;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x3002;</strong></p>
<p><strong>&#x8F6F;&#x4EF6;&#x91CD;&#x7528;&#x3002;</strong>&#x5BF9;&#x8C61;&#x662F;&#x76F8;&#x5BF9;&#x72EC;&#x7ACB;&#x7684;&#x5B9E;&#x4F53;&#xFF0C;&#x5BB9;&#x6613;&#x5728;&#x4EE5;&#x540E;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x4E2D;&#x91CD;&#x590D;&#x4F7F;&#x7528;&#x3002;
<strong>&#x7EE7;&#x627F;&#x6027;&#x548C;&#x591A;&#x6001;&#x6027;</strong>&#xFF0C;&#x8FDB;&#x4E00;&#x6B65;&#x63D0;&#x9AD8;&#x4E86;&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x91CD;&#x7528;&#x6027;&#x3002;</p>
<h2 id="13--&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;">1.3  &#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;</h2>
<p><strong>&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#xFF1A;&#x7531;&#x8F6F;&#x4EF6;&#x5B9A;&#x4E49;&#x3001;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x548C;&#x8FD0;&#x884C;&#x7EF4;&#x62A4;&#xFF0C;&#x76F4;&#x5230;&#x6700;&#x7EC8;&#x88AB;&#x5E9F;&#x5F03;&#x6240;&#x7ECF;&#x5386;&#x7684;&#x65F6;&#x671F;&#x3002;</strong></p>
<p>&#x6BCF;&#x4E2A;&#x65F6;&#x671F;&#x53C8;&#x8FDB;&#x4E00;&#x6B65;&#x5212;&#x5206;&#x6210;&#x82E5;&#x5E72;&#x4E2A;&#x9636;&#x6BB5;&#x3002;</p>
<p><strong>&#x8F6F;&#x4EF6;&#x5B9A;&#x4E49;</strong>&#x65F6;&#x671F;&#x7684;&#x4EFB;&#x52A1;&#x662F;&#xFF1A;
&#x3000;&#x3000;&#x786E;&#x5B9A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x5FC5;&#x987B;&#x5B8C;&#x6210;&#x7684;&#x603B;&#x76EE;&#x6807;&#xFF1B;
&#x3000;&#x3000;&#x786E;&#x5B9A;&#x5DE5;&#x7A0B;&#x7684;&#x53EF;&#x884C;&#x6027;&#xFF1B;
&#x3000;&#x3000;&#x5BFC;&#x51FA;&#x5B9E;&#x73B0;&#x5DE5;&#x7A0B;&#x603B;&#x76EE;&#x6807;&#x5E94;&#x8BE5;&#x91C7;&#x7528;&#x7684;&#x7B56;&#x7565;&#x53CA;&#x7CFB;&#x7EDF;&#x5FC5;&#x987B;&#x5B8C;&#x6210;&#x7684;&#x529F;&#x80FD;&#xFF1B;
&#x3000;&#x3000;&#x4F30;&#x8BA1;&#x5B8C;&#x6210;&#x8BE5;&#x9879;&#x5DE5;&#x7A0B;&#x9700;&#x8981;&#x7684;&#x8D44;&#x6E90;&#x548C;&#x6210;&#x672C;&#xFF0C;&#x5236;&#x5B9A;&#x5DE5;&#x7A0B;&#x8FDB;&#x5EA6;&#x8868;&#x3002;
&#x8FD9;&#x4E2A;&#x65F6;&#x671F;&#x7684;&#x5DE5;&#x4F5C;&#x53C8;&#x79F0;&#x4E3A;&#x7CFB;&#x7EDF;&#x5206;&#x6790;&#xFF0C;&#x7531;&#x7CFB;&#x7EDF;&#x5206;&#x6790;&#x5458;&#x8D1F;&#x8D23;&#x5B8C;&#x6210;&#x3002;
&#x8FD9;&#x4E2A;&#x65F6;&#x671F;&#x8FDB;&#x4E00;&#x6B65;&#x5212;&#x5206;&#x6210;3&#x4E2A;&#x9636;&#x6BB5;&#xFF1A;
   &#x3000;&#x3000;<strong>&#x95EE;&#x9898;&#x5B9A;&#x4E49;&#x3001;&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x548C;&#x9700;&#x6C42;&#x5206;&#x6790;</strong>&#x3002;</p>
<p><strong>&#x5F00;&#x53D1;&#x65F6;&#x671F;</strong>&#x7684;&#x4EFB;&#x52A1;&#x662F;&#xFF1A;
    &#x8BBE;&#x8BA1;&#x548C;&#x5B9E;&#x73B0;&#x5728;&#x524D;&#x4E00;&#x4E2A;&#x65F6;&#x671F;&#x5B9A;&#x4E49;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x5B83;&#x901A;&#x5E38;&#x7531;&#x4E0B;&#x8FF0;4&#x4E2A;&#x9636;&#x6BB5;&#x7EC4;&#x6210;&#xFF1A;
    <strong>&#x603B;&#x4F53;&#x8BBE;&#x8BA1;&#xFF0C;&#x8BE6;&#x7EC6;&#x8BBE;&#x8BA1;&#xFF0C;&#x7F16;&#x7801;&#x548C;&#x5355;&#x5143;&#x6D4B;&#x8BD5;&#xFF0C;&#x7EFC;&#x5408;&#x6D4B;&#x8BD5;&#x3002;</strong>
    &#x5176;&#x4E2D;&#x524D;&#x4E24;&#x4E2A;&#x9636;&#x6BB5;&#x53C8;&#x79F0;&#x4E3A;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#xFF0C;&#x540E;&#x4E24;&#x4E2A;&#x9636;&#x6BB5;&#x53C8;&#x79F0;&#x4E3A;&#x7CFB;&#x7EDF;&#x5B9E;&#x73B0;&#x3002;</p>
<p><strong>&#x7EF4;&#x62A4;&#x65F6;&#x671F;</strong>&#x7684;&#x4E3B;&#x8981;&#x4EFB;&#x52A1;&#x662F;&#xFF1A;
    &#x4F7F;&#x8F6F;&#x4EF6;&#x6301;&#x4E45;&#x5730;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x7684;&#x9700;&#x8981;&#x3002;&#x5177;&#x4F53;&#x5730;&#x8BF4;&#xFF1A;
&#x5F53;&#x8F6F;&#x4EF6;&#x5728;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#x53D1;&#x73B0;&#x9519;&#x8BEF;&#x65F6;&#x5E94;&#x8BE5;&#x52A0;&#x4EE5;&#x6539;&#x6B63;&#xFF1B;
&#x5F53;&#x73AF;&#x5883;&#x6539;&#x53D8;&#x65F6;&#x5E94;&#x8BE5;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x4EE5;&#x9002;&#x5E94;&#x65B0;&#x7684;&#x73AF;&#x5883;&#xFF1B;
&#x5F53;&#x7528;&#x6237;&#x6709;&#x65B0;&#x8981;&#x6C42;&#x65F6;&#x5E94;&#x8BE5;&#x53CA;&#x65F6;&#x6539;&#x8FDB;&#x8F6F;&#x4EF6;&#x4EE5;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x7684;&#x65B0;&#x9700;&#x8981;&#x3002; &#x7EF4;&#x62A4;&#x65F6;&#x671F;&#x4E0D;&#x518D;&#x8FDB;&#x4E00;&#x6B65;&#x5212;&#x5206;&#x9636;&#x6BB5;&#x3002; </p>
<p>&#x751F;&#x547D;&#x5468;&#x671F;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x57FA;&#x672C;&#x4EFB;&#x52A1;&#x3002;</p>
<ol>
<li><p><strong>&#x95EE;&#x9898;&#x5B9A;&#x4E49;</strong>
&#x5173;&#x952E;&#x95EE;&#x9898;&#x662F;&#xFF1A;&#x201C;<strong>&#x8981;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x662F;&#x4EC0;&#x4E48;</strong>?&#x201D;
&#x5F04;&#x6E05;&#x695A;</p>
</li>
<li><p><strong>&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;</strong>
&#x5173;&#x952E;&#x95EE;&#x9898;&#x662F;&#xFF1A;&#x201C;&#x5BF9;&#x4E8E;&#x4E0A;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;&#x6240;&#x786E;&#x5B9A;&#x7684;&#x95EE;&#x9898;<strong>&#x6709;&#x884C;&#x5F97;&#x901A;&#x7684;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x5417;</strong>?&#x201D;
&#x4EFB;&#x52A1;&#xFF1A;&#x63A2;&#x7D22;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x662F;&#x5426;&#x503C;&#x5F97;&#x53BB;&#x89E3;&#xFF0C;&#x662F;&#x5426;&#x6709;&#x53EF;&#x884C;&#x7684;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#x3002;
&#x4E0D;&#x662F;&#x5177;&#x4F53;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;</p>
</li>
</ol>
<ol>
<li><p><strong>&#x9700;&#x6C42;&#x5206;&#x6790;</strong>
 &#x4E3B;&#x8981;&#x662F;&#x786E;&#x5B9A;&#x76EE;&#x6807;&#x7CFB;&#x7EDF;<strong>&#x5FC5;&#x987B;&#x5177;&#x5907;&#x54EA;&#x4E9B;&#x529F;&#x80FD;</strong>&#x3002;
 &#x5F97;&#x51FA;&#x7ECF;&#x8FC7;&#x7528;&#x6237;&#x786E;&#x8BA4;&#x7684;<strong>&#x7CFB;&#x7EDF;&#x903B;&#x8F91;&#x6A21;&#x578B;</strong>&#x3002;&#x901A;&#x5E38;&#x7528;<strong>&#x6570;&#x636E;&#x6D41;&#x56FE;&#x3001;&#x6570;&#x636E;&#x5B57;&#x5178;</strong>&#x548C;<strong>&#x7B80;&#x8981;&#x7684;&#x7B97;&#x6CD5;</strong>&#x8868;&#x793A;&#x3002;
 &#x4EFB;&#x52A1;&#xFF1A;&#x662F;&#x7528;&#x6B63;&#x5F0F;&#x6587;&#x6863;&#x51C6;&#x786E;&#x5730;&#x8BB0;&#x5F55;&#x5BF9;&#x76EE;&#x6807;&#x7CFB;&#x7EDF;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x8FD9;&#x4EFD;&#x6587;&#x6863;&#x901A;&#x5E38;&#x79F0;&#x4E3A;<strong>&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x4E66;</strong>(specification)&#x3002;</p>
</li>
<li><p><strong>&#x603B;&#x4F53;&#x8BBE;&#x8BA1;</strong>
&#x5173;&#x952E;&#x95EE;&#x9898;&#x662F;&#xFF1A;&#x201C;&#x4EE5;<strong>&#x6982;&#x62EC;&#x7684;&#x65B9;&#x5F0F;</strong>&#xFF0C;&#x5E94;&#x8BE5;<strong>&#x600E;&#x6837;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7CFB;&#x7EDF;</strong>?&#x201D;
&#x603B;&#x4F53;&#x8BBE;&#x8BA1;&#x53C8;&#x79F0;&#x4E3A;<strong>&#x6982;&#x8981;&#x8BBE;&#x8BA1;</strong>&#x3002;
&#x4E3B;&#x8981;&#x4EFB;&#x52A1;&#x4E4B;&#x4E00;&#xFF1A;&#x5236;&#x5B9A;&#x51FA;&#x5B9E;&#x73B0;<strong>&#x6700;&#x4F73;&#x65B9;&#x6848;&#x7684;&#x8BE6;&#x7EC6;&#x8BA1;&#x5212;</strong>&#x3002;
&#x4E3B;&#x8981;&#x4EFB;&#x52A1;&#x4E4B;&#x4E8C;&#xFF1A;&#x8BBE;&#x8BA1;&#x7A0B;&#x5E8F;&#x7684;<strong>&#x4F53;&#x7CFB;&#x7ED3;&#x6784;</strong>&#xFF0C;&#x786E;&#x5B9A;&#x7A0B;&#x5E8F;&#x7531;&#x54EA;&#x4E9B;<strong>&#x6A21;&#x5757;&#x7EC4;&#x6210;&#x4EE5;&#x53CA;&#x6A21;&#x5757;&#x95F4;&#x7684;&#x5173;&#x7CFB;</strong>&#x3002;</p>
</li>
</ol>
<p>&#x200B;    &#x8F6F;&#x4EF6;&#x8BBE;&#x8BA1;&#x7684;&#x4E00;&#x6761;&#x57FA;&#x672C;&#x539F;&#x7406;&#x5C31;&#x662F;&#xFF0C;&#x7A0B;&#x5E8F;&#x5E94;&#x8BE5;&#x6A21;&#x5757;&#x5316;&#xFF0C;&#x4E00;&#x4E2A;&#x7A0B;&#x5E8F;&#x5E94;&#x8BE5;&#x7531;&#x82E5;&#x5E72;&#x4E2A;&#x89C4;&#x6A21;&#x9002;&#x4E2D;&#x7684;&#x6A21;&#x5757;&#x6309;&#x5408;&#x7406;&#x7684;&#x5C42;&#x6B21;&#x7ED3;&#x6784;&#x7EC4;&#x7EC7;&#x800C;&#x6210;&#x3002;</p>
<ol>
<li><p><strong>&#x8BE6;&#x7EC6;&#x8BBE;&#x8BA1;</strong>
 &#x8BE6;&#x7EC6;&#x8BBE;&#x8BA1;&#x9636;&#x6BB5;&#x7684;&#x4EFB;&#x52A1;&#x5C31;&#x662F;&#x628A;<strong>&#x89E3;&#x6CD5;&#x5177;&#x4F53;&#x5316;</strong>&#x3002;
&#x4EFB;&#x52A1;&#xFF1A;
 &#x8BBE;&#x8BA1;&#x51FA;&#x7A0B;&#x5E8F;&#x7684;&#x8BE6;&#x7EC6;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#xFF0C;&#x5176;&#x4F5C;&#x7528;&#x5F88;&#x7C7B;&#x4F3C;&#x4E8E;&#x5DE5;&#x7A0B;&#x84DD;&#x56FE;&#xFF0C;&#x5B83;&#x4EEC;&#x5E94;&#x8BE5;&#x5305;&#x542B;&#x5FC5;&#x8981;&#x7684;&#x7EC6;&#x8282;&#x3002;
&#x5177;&#x4F53;&#x5730;&#x8BF4;&#xFF1A;
 &#x8BE6;&#x7EC6;&#x5730;&#x8BBE;&#x8BA1;&#x6BCF;&#x4E2A;&#x6A21;&#x5757;&#xFF0C;<strong>&#x786E;&#x5B9A;&#x5B9E;&#x73B0;&#x6A21;&#x5757;&#x529F;&#x80FD;&#x6240;&#x9700;&#x8981;&#x7684;&#x7B97;&#x6CD5;&#x548C;&#x6570;&#x636E;&#x7ED3;&#x6784;</strong>&#x3002;
 &#x8BE6;&#x7EC6;&#x8BBE;&#x8BA1;&#x4E5F;&#x79F0;&#x4E3A;&#x6A21;&#x5757;&#x8BBE;&#x8BA1;&#xFF0C;
 &#x8FD8;&#x4E0D;&#x662F;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;</p>
</li>
<li><p><strong>&#x7F16;&#x7801;&#x548C;&#x5355;&#x5143;&#x6D4B;&#x8BD5;</strong>
 &#x5173;&#x952E;&#x4EFB;&#x52A1;&#xFF1A;&#x5199;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x3001;&#x5BB9;&#x6613;&#x7EF4;&#x62A4;&#x7684;&#x7A0B;&#x5E8F;&#x6A21;&#x5757;&#x3002;</p>
</li>
<li><strong>&#x7EFC;&#x5408;&#x6D4B;&#x8BD5;</strong>
&#x5173;&#x952E;&#x4EFB;&#x52A1;:&#x901A;&#x8FC7;<strong>&#x5404;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x6D4B;&#x8BD5;(&#x53CA;&#x76F8;&#x5E94;&#x7684;&#x8C03;&#x8BD5;)&#x4F7F;&#x8F6F;&#x4EF6;&#x8FBE;&#x5230;&#x9884;&#x5B9A;&#x7684;&#x8981;&#x6C42;</strong>&#x3002;
&#x5355;&#x5143;&#x6D4B;&#x8BD5;&#xFF0C;&#x67E5;&#x627E;&#x5404;&#x6A21;&#x5757;&#x5728;&#x529F;&#x80FD;&#x548C;&#x7ED3;&#x6784;&#x4E0A;&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x5E76;&#x52A0;&#x4EE5;&#x7EA0;&#x6B63;
&#x7EC4;&#x88C5;&#x6D4B;&#x8BD5;&#xFF0C;&#x5C06;&#x5DF2;&#x6D4B;&#x8BD5;&#x8FC7;&#x7684;&#x6A21;&#x5757;&#x6309;&#x4E00;&#x5B9A;&#x987A;&#x5E8F;&#x7EC4;&#x88C5;&#x8D77;&#x6765;
&#x6309;&#x89C4;&#x5B9A;&#x7684;&#x5404;&#x9879;&#x9700;&#x6C42;&#xFF0C;&#x9010;&#x9879;&#x8FDB;&#x884C;&#x6709;&#x6548;&#x6027;&#x6D4B;&#x8BD5;&#xFF0C;&#x51B3;&#x5B9A;&#x5DF2;&#x5F00;&#x53D1;&#x7684;&#x8F6F;&#x4EF6;&#x662F;&#x5426;&#x5408;&#x683C;&#xFF0C;&#x80FD;&#x5426;&#x4EA4;&#x4ED8;&#x7528;&#x6237;&#x4F7F;&#x7528;</li>
<li><strong>&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;</strong>
&#x5173;&#x952E;&#x4EFB;&#x52A1;&#xFF1A;&#x901A;&#x8FC7;&#x5404;&#x79CD;&#x5FC5;&#x8981;&#x7684;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x4F7F;&#x7CFB;&#x7EDF;<strong>&#x6301;&#x4E45;</strong>&#x5730;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x7684;&#x9700;&#x8981;&#x3002;
&#x901A;&#x5E38;&#x6709;4&#x7C7B;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#xFF1A;
&#x6539;&#x6B63;&#x6027;&#x7EF4;&#x62A4;&#xFF1A;&#x8BCA;&#x65AD;&#x548C;&#x6539;&#x6B63;&#x5728;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#x53D1;&#x73B0;&#x7684;&#x8F6F;&#x4EF6;&#x9519;&#x8BEF;&#xFF1B;
&#x9002;&#x5E94;&#x6027;&#x7EF4;&#x62A4;&#xFF1A;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x4EE5;&#x9002;&#x5E94;&#x73AF;&#x5883;&#x7684;&#x53D8;&#x5316;&#xFF1B;
&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;&#xFF1A;&#x6839;&#x636E;&#x7528;&#x6237;&#x7684;&#x8981;&#x6C42;&#x6539;&#x8FDB;&#x6216;&#x6269;&#x5145;&#x8F6F;&#x4EF6;&#x4F7F;&#x5B83;&#x66F4;&#x5B8C;&#x5584;&#xFF1B;
&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;&#xFF1A;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x4E3A;&#x5C06;&#x6765;&#x7684;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x9884;&#x5148;&#x505A;&#x51C6;&#x5907;&#x3002;
&#x6BCF;&#x4E00;&#x9879;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x90FD;&#x8981;&#x7ECF;&#x8FC7;&#xFF1A;
 &#x63D0;&#x51FA;&#x7EF4;&#x62A4;&#x8981;&#x6C42;(&#x6216;&#x62A5;&#x544A;&#x95EE;&#x9898;)&#xFF0C;&#x5206;&#x6790;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#xFF0C;&#x63D0;&#x51FA;&#x7EF4;&#x62A4;&#x65B9;&#x6848;&#xFF0C;&#x5BA1;&#x6279;&#x7EF4;&#x62A4;&#x65B9;&#x6848;&#xFF0C;&#x786E;&#x5B9A;&#x7EF4;&#x62A4;&#x8BA1;&#x5212;&#xFF0C;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x8BBE;&#x8BA1;&#xFF0C;&#x4FEE;&#x6539;&#x7A0B;&#x5E8F;&#xFF0C;&#x6D4B;&#x8BD5;&#x7A0B;&#x5E8F;&#xFF0C;&#x590D;&#x67E5;&#x9A8C;&#x6536;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x6B65;&#x9AA4;&#xFF0C;&#x5B9E;&#x8D28;&#x4E0A;&#x662F;&#x7ECF;&#x5386;&#x4E86;&#x4E00;&#x6B21;&#x538B;&#x7F29;&#x548C;&#x7B80;&#x5316;&#x4E86;&#x7684;&#x8F6F;&#x4EF6;&#x5B9A;&#x4E49;&#x548C;&#x5F00;&#x53D1;&#x7684;&#x5168;&#x8FC7;&#x7A0B;&#x3002;
 &#x6BCF;&#x4E00;&#x9879;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x90FD;&#x5E94;&#x8BE5;&#x51C6;&#x786E;&#x5730;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#xFF0C;&#x4F5C;&#x4E3A;&#x6B63;&#x5F0F;&#x7684;&#x6587;&#x6863;&#x8D44;&#x6599;&#x52A0;&#x4EE5;&#x4FDD;&#x5B58;&#x3002;</li>
</ol>
<h2 id="14--&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;">1.4  &#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;</h2>
<p>&#x200B;    &#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x662F;&#x4E3A;&#x4E86;<strong>&#x83B7;&#x5F97;&#x9AD8;&#x8D28;&#x91CF;&#x8F6F;&#x4EF6;&#x6240;&#x9700;&#x8981;&#x5B8C;&#x6210;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x4EFB;&#x52A1;&#x7684;&#x6846;&#x67B6;</strong>&#xFF0C;&#x5B83;&#x89C4;&#x5B9A;&#x4E86;<strong>&#x5B8C;&#x6210;&#x5404;&#x9879;&#x4EFB;&#x52A1;&#x7684;&#x5DE5;&#x4F5C;&#x6B65;&#x9AA4;</strong>&#x3002;
    &#x8FC7;&#x7A0B;&#x5B9A;&#x4E49;&#x4E86;&#x8FD0;&#x7528;&#x65B9;&#x6CD5;&#x7684;&#x987A;&#x5E8F;&#x3001;&#x5E94;&#x8BE5;&#x4EA4;&#x4ED8;&#x7684;&#x6587;&#x6863;&#x8D44;&#x6599;&#x3001;&#x4E3A;&#x4FDD;&#x8BC1;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x548C;&#x534F;&#x8C03;&#x53D8;&#x5316;&#x6240;&#x9700;&#x8981;&#x91C7;&#x53D6;&#x7684;&#x7BA1;&#x7406;&#x63AA;&#x65BD;&#xFF0C;&#x4EE5;&#x53CA;&#x6807;&#x5FD7;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5404;&#x4E2A;&#x9636;&#x6BB5;&#x4EFB;&#x52A1;&#x5B8C;&#x6210;&#x7684;&#x91CC;&#x7A0B;&#x7891;&#x3002;
    &#x901A;&#x5E38;&#x4F7F;&#x7528;&#x751F;&#x547D;&#x5468;&#x671F;&#x6A21;&#x578B;&#x7B80;&#x6D01;&#x5730;&#x63CF;&#x8FF0;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x3002;&#x751F;&#x547D;&#x5468;&#x671F;&#x6A21;&#x578B;&#x89C4;&#x5B9A;&#x4E86;&#x628A;&#x751F;&#x547D;&#x5468;&#x671F;&#x5212;&#x5206;&#x6210;&#x54EA;&#x4E9B;&#x9636;&#x6BB5;&#x53CA;&#x5404;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x6267;&#x884C;&#x987A;&#x5E8F;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x4E5F;&#x79F0;&#x4E3A;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;&#x3002;</p>
<h3 id="141--&#x7011;&#x5E03;&#x6A21;&#x578B;">1.4.1  &#x7011;&#x5E03;&#x6A21;&#x578B;</h3>
<p>&#x200B;    &#x5728;20&#x4E16;&#x7EAA;80&#x5E74;&#x4EE3;&#x4E4B;&#x524D;&#xFF0C;&#x7011;&#x5E03;&#x6A21;&#x578B;&#x4E00;&#x76F4;&#x662F;&#x60DF;&#x4E00;&#x88AB;&#x5E7F;&#x6CDB;&#x91C7;&#x7528;&#x7684;&#x751F;&#x547D;&#x5468;&#x671F;&#x6A21;&#x578B;&#xFF0C;&#x73B0;&#x5728;&#x5B83;&#x4ECD;&#x7136;&#x662F;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x4E2D;&#x5E94;&#x7528;&#x5F97;&#x6700;&#x5E7F;&#x6CDB;&#x7684;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;&#x3002;
    <strong>&#x4F20;&#x7EDF;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x5B66;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;</strong>&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x53EF;&#x4EE5;&#x7528;&#x7011;&#x5E03;&#x6A21;&#x578B;&#x6765;&#x63CF;&#x8FF0;&#x3002;
&#x56FE;1.2&#x6240;&#x793A;&#x4E3A;&#x4F20;&#x7EDF;&#x7684;&#x7011;&#x5E03;&#x6A21;&#x578B;&#x3002;
<img src="https://img1.zlogs.net/19/20191214215228.png" alt=""></p>
<p> &#x6309;&#x7167;&#x4F20;&#x7EDF;&#x7684;&#x7011;&#x5E03;&#x6A21;&#x578B;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#xFF0C;&#x6709;&#x4E0B;&#x8FF0;&#x7684;&#x51E0;&#x4E2A;&#x7279;&#x70B9;&#x3002;</p>
<ol>
<li><strong>&#x9636;&#x6BB5;&#x95F4;&#x5177;&#x6709;&#x987A;&#x5E8F;&#x6027;&#x548C;&#x4F9D;&#x8D56;&#x6027;</strong>
&#x8FD9;&#x4E2A;&#x7279;&#x70B9;&#x6709;&#x4E24;&#x91CD;&#x542B;&#x4E49;&#xFF1A;
&#x2460;<strong>&#x5FC5;&#x987B;&#x7B49;&#x524D;&#x4E00;&#x9636;&#x6BB5;&#x7684;&#x5DE5;&#x4F5C;&#x5B8C;&#x6210;&#x4E4B;&#x540E;&#xFF0C;&#x624D;&#x80FD;&#x5F00;&#x59CB;&#x540E;&#x4E00;&#x9636;&#x6BB5;&#x7684;&#x5DE5;&#x4F5C;&#xFF1B;</strong>
&#x2461;<strong>&#x524D;&#x4E00;&#x9636;&#x6BB5;&#x7684;&#x8F93;&#x51FA;&#x6587;&#x6863;&#x5C31;&#x662F;&#x540E;&#x4E00;&#x9636;&#x6BB5;&#x7684;&#x8F93;&#x5165;&#x6587;&#x6863;&#x3002;</strong>
\2. &#x63A8;&#x8FDF;&#x5B9E;&#x73B0;&#x7684;&#x89C2;&#x70B9;
 &#x5BF9;&#x4E8E;&#x89C4;&#x6A21;&#x8F83;&#x5927;&#x7684;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x6765;&#x8BF4;&#xFF0C;&#x5F80;&#x5F80;&#x7F16;&#x7801;&#x5F00;&#x59CB;&#x5F97;&#x8D8A;&#x65E9;&#x6700;&#x7EC8;&#x5B8C;&#x6210;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x6240;&#x9700;&#x8981;&#x7684;&#x65F6;&#x95F4;&#x53CD;&#x800C;&#x8D8A;&#x957F;&#x3002;</li>
</ol>
<p>\3. &#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x7684;&#x89C2;&#x70B9;
    &#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x90FD;&#x5E94;&#x575A;&#x6301;&#x4E24;&#x4E2A;&#x91CD;&#x8981;&#x505A;&#x6CD5;&#xFF1A;
&#xFF08;1&#xFF09; <strong>&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x90FD;&#x5FC5;&#x987B;&#x5B8C;&#x6210;&#x89C4;&#x5B9A;&#x7684;&#x6587;&#x6863;</strong>&#x3002;
&#xFF08;2&#xFF09; <strong>&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x7ED3;&#x675F;&#x524D;&#x90FD;&#x8981;&#x5BF9;&#x6240;&#x5B8C;&#x6210;&#x7684;&#x6587;&#x6863;&#x8FDB;&#x884C;&#x8BC4;&#x5BA1;&#xFF0C;&#x4EE5;&#x4FBF;&#x5C3D;&#x65E9;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#xFF0C;&#x6539;&#x6B63;&#x9519;&#x8BEF;&#x3002;</strong></p>
<p>&#x200B;    &#x4F20;&#x7EDF;&#x7684;&#x7011;&#x5E03;&#x6A21;&#x578B;&#x8FC7;&#x4E8E;&#x7406;&#x60F3;&#x5316;&#x4E86;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4EBA;&#x5728;&#x5DE5;&#x4F5C;&#x8FC7;&#x7A0B;&#x4E2D;&#x4E0D;&#x53EF;&#x80FD;&#x4E0D;&#x72AF;&#x9519;&#x8BEF;&#x3002;
    &#x56E0;&#x6B64;&#xFF0C;&#x5B9E;&#x9645;&#x7684;&#x7011;&#x5E03;&#x6A21;&#x578B;&#x662F;&#x5E26;&#x201C;&#x53CD;&#x9988;&#x73AF;&#x201D;&#x7684;&#xFF0C;&#x5982;&#x56FE;1.3&#x6240;&#x793A;&#x3002;</p>
<p><img src="https://img1.zlogs.net/19/20191214215300.png" alt=""></p>
<p>&#x200B;    &#x5F53;&#x5728;&#x540E;&#x9762;&#x9636;&#x6BB5;&#x53D1;&#x73B0;&#x524D;&#x9762;&#x9636;&#x6BB5;&#x7684;&#x9519;&#x8BEF;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x6CBF;&#x53CD;&#x9988;&#x7EBF;&#x8FD4;&#x56DE;&#x524D;&#x9762;&#x7684;&#x9636;&#x6BB5;&#xFF0C;&#x4FEE;&#x6B63;&#x524D;&#x9762;&#x9636;&#x6BB5;&#x7684;&#x4EA7;&#x54C1;&#x4E4B;&#x540E;&#x518D;&#x56DE;&#x6765;&#x7EE7;&#x7EED;&#x5B8C;&#x6210;&#x540E;&#x9762;&#x9636;&#x6BB5;&#x7684;&#x4EFB;&#x52A1;&#x3002;</p>
<p> &#x7011;&#x5E03;&#x6A21;&#x578B;&#x6709;&#x8BB8;&#x591A;<strong>&#x4F18;&#x70B9;</strong>&#xFF1A;
    &#x5F3A;&#x8FEB;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x91C7;&#x7528;<strong>&#x89C4;&#x8303;</strong>&#x7684;&#x65B9;&#x6CD5;&#xFF1B;
    &#x4E25;&#x683C;&#x5730;&#x89C4;&#x5B9A;&#x4E86;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;<strong>&#x5FC5;&#x987B;&#x63D0;&#x4EA4;&#x7684;&#x6587;&#x6863;</strong>&#xFF1B;
    &#x8981;&#x6C42;<strong>&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;</strong>&#x4EA4;&#x51FA;&#x7684;&#x6240;&#x6709;&#x4EA7;&#x54C1;&#x90FD;&#x5FC5;&#x987B;&#x7ECF;&#x8FC7;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x5C0F;&#x7EC4;&#x7684;<strong>&#x4ED4;&#x7EC6;&#x9A8C;&#x8BC1;</strong>&#x3002;
    &#x9075;&#x5B88;&#x7011;&#x5E03;&#x6A21;&#x578B;&#x7684;&#x6587;&#x6863;&#x7EA6;&#x675F;&#xFF0C;&#x5C06;&#x4F7F;<strong>&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;</strong>&#x53D8;&#x5F97;&#x6BD4;&#x8F83;<strong>&#x5BB9;&#x6613;</strong>&#x4E00;&#x4E9B;&#x3002;
   <strong>&#x6587;&#x6863;&#x9A71;&#x52A8;</strong>&#x3002;</p>
<p> &#x7011;&#x5E03;&#x6A21;&#x578B;&#x7684;<strong>&#x7F3A;&#x70B9;</strong>&#xFF1A;
<strong>&#x6587;&#x6863;&#x9A71;&#x52A8;</strong>
    &#x7528;&#x6237;&#x4EC5;&#x4EC5;&#x901A;&#x8FC7;&#x5199;&#x5728;&#x7EB8;&#x4E0A;&#x7684;&#x9759;&#x6001;&#x7684;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#xFF0C;<strong>&#x5F88;&#x96BE;&#x5168;&#x9762;&#x6B63;&#x786E;&#x5730;&#x8BA4;&#x8BC6;&#x52A8;&#x6001;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;</strong>&#x3002;
&#x3000;&#x4E00;&#x65E6;&#x7528;&#x6237;&#x5F00;&#x59CB;&#x4F7F;&#x7528;&#x6700;&#x7EC8;&#x7CFB;&#x7EDF;&#xFF0C;&#x5E76;&#x5BF9;&#x7CFB;&#x7EDF;&#x6709;&#x66F4;&#x591A;&#x7684;&#x5B66;&#x4E60;&#x4EE5;&#x540E;&#xFF0C;&#x89C2;&#x70B9;&#x4F1A;&#x53D1;&#x751F;&#x5F88;&#x5927;&#x7684;&#x53D8;&#x5316;&#x3002;&#x7528;&#x6237;&#x7684;&#x8FD9;&#x79CD;&#x53D8;&#x5316;&#x5E38;&#x5E38;&#x662F;&#x65E0;&#x6CD5;&#x9884;&#x6D4B;&#x7684;&#x3002;
    &#x6700;&#x7EC8;&#x4EA7;&#x54C1;&#x66F4;&#x591A;&#x7684;&#x53CD;&#x6620;&#x7528;&#x6237;&#x5728;&#x9879;&#x76EE;&#x5F00;&#x59CB;&#x65F6;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6700;&#x540E;&#x7684;&#x9700;&#x6C42;&#x3002;&#x5BFC;&#x81F4;&#x6700;&#x7EC8;&#x5F00;&#x53D1;&#x51FA;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x4E0D;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x9700;&#x6C42;&#x3002;</p>
<h3 id="142--&#x5FEB;&#x901F;&#x539F;&#x578B;&#x6A21;&#x578B;">1.4.2  &#x5FEB;&#x901F;&#x539F;&#x578B;&#x6A21;&#x578B;</h3>
<p> &#x6240;&#x8C13;&#x5FEB;&#x901F;&#x539F;&#x578B;&#xFF1A;&#x662F;<strong>&#x5FEB;&#x901F;&#x5EFA;&#x7ACB;&#x8D77;&#x6765;&#x7684;&#x53EF;&#x4EE5;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x8FD0;&#x884C;&#x7684;&#x7A0B;&#x5E8F;</strong>&#xFF0C;&#x5B83;&#x6240;&#x80FD;<strong>&#x5B8C;&#x6210;&#x7684;&#x529F;&#x80FD;&#x5F80;&#x5F80;&#x662F;&#x6700;&#x7EC8;&#x4EA7;&#x54C1;&#x80FD;&#x5B8C;&#x6210;&#x7684;&#x529F;&#x80FD;&#x7684;&#x4E00;&#x4E2A;&#x5B50;&#x96C6;</strong>&#x3002;
    &#x5982;&#x56FE;1.4&#x6240;&#x793A;</p>
<p><img src="https://img1.zlogs.net/19/20191214215320.png" alt=""></p>
<p>&#x200B;    &#x5FEB;&#x901F;&#x539F;&#x578B;&#x6A21;&#x578B;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#x662F;&#x5FEB;&#x901F;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x80FD;&#x53CD;&#x6620;&#x7528;&#x6237;&#x4E3B;&#x8981;&#x9700;&#x6C42;&#x7684;&#x539F;&#x578B;&#x7CFB;&#x7EDF;&#xFF0C;&#x8BA9;&#x7528;&#x6237;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x4E0A;&#x8BD5;&#x7528;&#x5B83;&#xFF0C;&#x901A;&#x8FC7;&#x5B9E;&#x8DF5;&#x6765;&#x4E86;&#x89E3;&#x76EE;&#x6807;&#x7CFB;&#x7EDF;&#x7684;&#x6982;&#x8C8C;&#x3002;</p>
<p>   &#x7528;&#x6237;&#x8BD5;&#x7528;&#x539F;&#x578B;&#x7CFB;&#x7EDF;&#x4E4B;&#x540E;
&#x3000;&#x3000;&#x63D0;&#x51FA;&#x8BB8;&#x591A;&#x4FEE;&#x6539;&#x610F;&#x89C1;&#xFF0C;
&#x3000;&#x3000;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x5FEB;&#x901F;&#x5730;&#x4FEE;&#x6539;&#x539F;&#x578B;&#x7CFB;&#x7EDF;&#xFF0C;
&#x3000;&#x3000;&#x7136;&#x540E;&#x518D;&#x6B21;&#x8BF7;&#x7528;&#x6237;&#x8BD5;&#x7528;&#x2026;&#x2026;&#x76F4;&#x5230;&#x5F97;&#x5230;&#x7528;&#x6237;&#x8BA4;&#x53EF;&#xFF0C;
&#x3000;&#x3000;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x4FBF;&#x53EF;&#x636E;&#x6B64;&#x4E66;&#x5199;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x6587;&#x6863;&#xFF0C;&#x53CD;&#x6620;&#x4E86;&#x7528;&#x6237;&#x7684;&#x771F;&#x5B9E;&#x9700;&#x6C42;&#x3002;
   &#x56E0;&#x6B64;&#x5FEB;&#x901F;&#x539F;&#x578B;&#x6A21;&#x578B;&#x662F;<strong>&#x4E0D;&#x5E26;&#x53CD;&#x9988;&#x73AF;</strong>&#x7684;&#xFF0C;&#x8FD9;&#x6B63;&#x662F;&#x8FD9;&#x79CD;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;&#x7684;&#x4E3B;&#x8981;&#x4F18;&#x70B9;&#xFF1A; &#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x5F00;&#x53D1;&#x57FA;&#x672C;&#x4E0A;&#x662F;&#x7EBF;&#x6027;&#x987A;&#x5E8F;&#x8FDB;&#x884C;&#x7684;&#x3002;</p>
<h3 id="143--&#x589E;&#x91CF;&#x6A21;&#x578B;">1.4.3  &#x589E;&#x91CF;&#x6A21;&#x578B;</h3>
<p>&#x200B;     &#x589E;&#x91CF;&#x6A21;&#x578B;&#x4E5F;&#x79F0;&#x4E3A;&#x6E10;&#x589E;&#x6A21;&#x578B;&#xFF0C;&#x5982;&#x56FE;1.5&#x6240;&#x793A;&#x3002;</p>
<p><img src="https://img1.zlogs.net/19/20191214215350.png" alt=""></p>
<p>&#x200B;    &#x4F7F;&#x7528;&#x589E;&#x91CF;&#x6A21;&#x578B;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x65F6;&#xFF0C;&#x628A;<strong>&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x4F5C;&#x4E3A;&#x4E00;&#x7CFB;&#x5217;&#x7684;&#x589E;&#x91CF;&#x6784;&#x4EF6;&#x6765;&#x8BBE;&#x8BA1;&#x3001;&#x7F16;&#x7801;&#x3001;&#x96C6;&#x6210;&#x548C;&#x6D4B;&#x8BD5;</strong>&#x3002;</p>
<p>&#x589E;&#x91CF;&#x6A21;&#x578B;&#x7684;&#x4F18;&#x70B9;&#xFF1A;
 &#x80FD;&#x5728;&#x8F83;<strong>&#x77ED;&#x65F6;&#x95F4;</strong>&#x5185;&#x5411;&#x7528;&#x6237;&#x63D0;&#x4EA4;<strong>&#x53EF;&#x5B8C;&#x6210;&#x90E8;&#x5206;&#x5DE5;&#x4F5C;&#x7684;&#x4EA7;&#x54C1;</strong>&#xFF1B;
 &#x9010;&#x6B65;&#x589E;&#x52A0;&#x4EA7;&#x54C1;&#x529F;&#x80FD;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x6237;<strong>&#x6709;&#x8F83;&#x5145;&#x88D5;&#x7684;&#x65F6;&#x95F4;&#x5B66;&#x4E60;</strong>&#x548C;<strong>&#x9002;&#x5E94;&#x65B0;&#x4EA7;&#x54C1;</strong>&#x3002;</p>
<p>&#x4F7F;&#x7528;&#x589E;&#x91CF;&#x6A21;&#x578B;&#x7684;&#x56F0;&#x96BE;&#x662F;&#xFF1A;
 &#x5728;&#x628A;&#x6BCF;&#x4E2A;&#x65B0;&#x7684;&#x589E;&#x91CF;&#x6784;&#x4EF6;&#x96C6;&#x6210;&#x5230;&#x73B0;&#x6709;&#x8F6F;&#x4EF6;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x4E2D;&#x65F6;&#xFF0C;<strong>&#x5FC5;&#x987B;&#x4E0D;&#x7834;&#x574F;&#x539F;&#x6765;&#x5DF2;&#x7ECF;&#x5F00;&#x53D1;&#x51FA;&#x7684;&#x4EA7;&#x54C1;</strong>&#x3002;
 &#x5FC5;&#x987B;&#x628A;&#x8F6F;&#x4EF6;&#x7684;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x8BBE;&#x8BA1;&#x5F97;&#x4FBF;&#x4E8E;&#x6309;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;&#x6269;&#x5145;&#xFF0C;&#x5373;&#x52A0;&#x5165;&#x65B0;&#x6784;&#x4EF6;&#x7684;&#x8FC7;&#x7A0B;&#x5FC5;&#x987B;&#x7B80;&#x5355;&#x3001;&#x65B9;&#x4FBF;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;<strong>&#x8F6F;&#x4EF6;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x5FC5;&#x987B;&#x662F;&#x5F00;&#x653E;&#x7684;</strong>&#x3002;
 &#x4ECE;&#x957F;&#x8FDC;&#x89C2;&#x70B9;&#x770B;&#xFF0C;&#x5177;&#x6709;&#x5F00;&#x653E;&#x7ED3;&#x6784;&#x7684;&#x8F6F;&#x4EF6;&#x62E5;&#x6709;&#x771F;&#x6B63;&#x7684;&#x4F18;&#x52BF;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x660E;&#x663E;&#x597D;&#x4E8E;&#x5C01;&#x95ED;&#x7ED3;&#x6784;&#x7684;&#x8F6F;&#x4EF6;&#x3002;</p>
<p>&#x200B;     &#x5982;&#x679C;&#x4E00;&#x4E2A;&#x589E;&#x91CF;&#x6A21;&#x578B;&#x7684;&#x8BBE;&#x8BA1;&#x975E;&#x5E38;&#x7075;&#x6D3B;&#x800C;&#x4E14;&#x8DB3;&#x591F;&#x5F00;&#x653E;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x8BBE;&#x8BA1;&#x5C06;&#x5141;&#x8BB8;&#x5728;&#x4E0D;&#x7834;&#x574F;&#x4EA7;&#x54C1;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x8FDB;&#x884C;&#x7EF4;&#x62A4;&#x3002;
&#x610F;&#x5473;&#x7740;&#xFF1A;
    &#x4F7F;&#x7528;&#x589E;&#x91CF;&#x6A21;&#x578B;&#x65F6;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x548C;&#x6269;&#x5145;&#x8F6F;&#x4EF6;&#x529F;&#x80FD;&#xFF08;&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;&#xFF09;&#x6CA1;&#x6709;&#x672C;&#x8D28;&#x533A;&#x522B;&#xFF0C;&#x90FD;&#x662F;&#x5411;&#x73B0;&#x6709;&#x4EA7;&#x54C1;&#x4E2D;&#x52A0;&#x5165;&#x65B0;&#x6784;&#x4EF6;&#x7684;&#x8FC7;&#x7A0B;&#x3002;
    &#x7EF4;&#x62A4;&#x65F6;&#x671F;&#x53CD;&#x9988;&#x73AF;&#x5F88;&#x5C0F;&#x3002;</p>
<h3 id="144--&#x87BA;&#x65CB;&#x6A21;&#x578B;">1.4.4  &#x87BA;&#x65CB;&#x6A21;&#x578B;</h3>
<p>&#x200B;    &#x8F6F;&#x4EF6;&#x98CE;&#x9669;&#x662F;&#x4EFB;&#x4F55;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9879;&#x76EE;&#x4E2D;&#x90FD;&#x666E;&#x904D;&#x5B58;&#x5728;&#x7684;&#x5B9E;&#x9645;&#x95EE;&#x9898;&#xFF0C;&#x9879;&#x76EE;&#x8D8A;&#x5927;&#xFF0C;&#x8F6F;&#x4EF6;&#x8D8A;&#x590D;&#x6742;&#xFF0C;&#x627F;&#x62C5;&#x8BE5;&#x9879;&#x76EE;&#x6240;&#x5192;&#x7684;&#x98CE;&#x9669;&#x4E5F;&#x8D8A;&#x5927;&#x3002;
    &#x8F6F;&#x4EF6;&#x98CE;&#x9669;&#x53EF;&#x80FD;&#x5728;&#x4E0D;&#x540C;&#x7A0B;&#x5EA6;&#x4E0A;&#x635F;&#x5BB3;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x548C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x8D28;&#x91CF;&#x3002;</p>
<p>&#x200B;    &#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x5FC5;&#x987B;&#x53CA;&#x65F6;
    &#x8BC6;&#x522B;&#x548C;&#x5206;&#x6790;&#x98CE;&#x9669;&#xFF0C;
    &#x5E76;&#x4E14;&#x91C7;&#x53D6;&#x9002;&#x5F53;&#x63AA;&#x65BD;&#xFF0C;
   &#x4EE5;&#x6D88;&#x9664;&#x6216;&#x51CF;&#x5C11;&#x98CE;&#x9669;&#x7684;&#x5371;&#x5BB3;&#x3002;</p>
<p>&#x200B;     &#x6784;&#x5EFA;&#x539F;&#x578B;&#x662F;&#x4E00;&#x79CD;&#x80FD;&#x4F7F;&#x67D0;&#x4E9B;&#x7C7B;&#x578B;&#x7684;&#x98CE;&#x9669;&#x964D;&#x81F3;&#x6700;&#x4F4E;&#x7684;&#x65B9;&#x6CD5;&#x3002;
    &#x5728;&#x9700;&#x6C42;&#x5206;&#x6790;&#x9636;&#x6BB5;&#xFF1A;&#x901A;&#x8FC7;&#x5FEB;&#x901F;&#x5730;&#x6784;&#x5EFA;&#x4E00;&#x4E2A;&#x539F;&#x578B;&#xFF0C;&#x964D;&#x4F4E;&#x4EA4;&#x4ED8;&#x7ED9;&#x7528;&#x6237;&#x7684;&#x4EA7;&#x54C1;&#x4E0D;&#x80FD;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x9700;&#x8981;&#x7684;&#x98CE;&#x9669;&#x3002;
    &#x5728;&#x540E;&#x7EED;&#x7684;&#x9636;&#x6BB5;&#x4E2D;&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x6784;&#x9020;&#x9002;&#x5F53;&#x7684;&#x539F;&#x578B;&#x6765;&#x964D;&#x4F4E;&#x67D0;&#x4E9B;&#x6280;&#x672F;&#x98CE;&#x9669;&#x3002;
    &#x87BA;&#x65CB;&#x6A21;&#x578B;&#x7684;&#x57FA;&#x672C;&#x601D;&#x60F3;&#x662F;&#xFF0C;<strong>&#x4F7F;&#x7528;&#x539F;&#x578B;&#x53CA;&#x5176;&#x4ED6;&#x65B9;&#x6CD5;&#x6765;&#x5C3D;&#x91CF;&#x964D;&#x4F4E;&#x98CE;&#x9669;</strong>&#xFF0C;&#x5728;<strong>&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x4E4B;&#x524D;&#x90FD;&#x589E;&#x52A0;&#x4E86;&#x98CE;&#x9669;&#x5206;&#x6790;&#x8FC7;&#x7A0B;&#x7684;&#x5FEB;&#x901F;&#x539F;&#x578B;</strong>&#xFF0C;&#x5982;&#x56FE;1.7&#x6240;&#x793A;&#x7B80;&#x5316;&#x7684;&#x87BA;&#x65CB;&#x6A21;&#x578B;&#x3002;</p>
<p><img src="https://img1.zlogs.net/19/20191214215417.png" alt=""></p>
<p>Boehm&#x4E8E;1988&#x5E74;&#x63D0;&#x51FA;&#xFF0C;&#x4E3B;&#x8981;&#x9488;&#x5BF9;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7684;&#x5F00;&#x53D1;&#x3002;
&#x56DB;&#x4E2A;&#x8C61;&#x9650;
&#x5236;&#x5B9A;&#x8BA1;&#x5212;
&#x98CE;&#x9669;&#x5206;&#x6790;
&#x5B9E;&#x65BD;&#x5DE5;&#x7A0B;
&#x5BA2;&#x6237;&#x8BC4;&#x4EF7;
<img src="https://img1.zlogs.net/19/20191214215443.png" alt=""></p>
<p>&#x5236;&#x5B9A;&#x8BA1;&#x5212;&#xFF1A;&#x786E;&#x5B9A;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x76EE;&#x6807;&#xFF1B;&#x660E;&#x786E;&#x5BF9;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x548C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x7EA6;&#x675F;&#xFF1B;&#x5236;&#x5B9A;&#x8BE6;&#x7EC6;&#x7684;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x8BA1;&#x5212;&#xFF1B;&#x6839;&#x636E;&#x5F53;&#x524D;&#x7684;&#x9700;&#x6C42;&#x548C;&#x98CE;&#x9669;&#x56E0;&#x7D20;&#xFF0C;&#x5236;&#x5B9A;&#x5B9E;&#x65BD;&#x65B9;&#x6848;&#xFF0C;&#x5E76;&#x8FDB;&#x884C;&#x53EF;&#x884C;&#x6027;&#x5206;&#x6790;&#xFF0C;&#x9009;&#x5B9A;&#x4E00;&#x4E2A;&#x5B9E;&#x65BD;&#x65B9;&#x6848;&#xFF0C;&#x5E76;&#x5BF9;&#x5176;&#x8FDB;&#x884C;&#x89C4;&#x5212;&#x3002;
&#x98CE;&#x9669;&#x5206;&#x6790;&#xFF1A;&#x660E;&#x786E;&#x6BCF;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x98CE;&#x9669;&#xFF0C;&#x4F30;&#x8BA1;&#x98CE;&#x9669;&#x53D1;&#x751F;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3001;&#x9891;&#x7387;&#x3001;&#x635F;&#x5BB3;&#x7A0B;&#x5EA6;&#xFF0C;&#x5E76;&#x5236;&#x5B9A;&#x98CE;&#x9669;&#x7BA1;&#x7406;&#x63AA;&#x65BD;&#x89C4;&#x907F;&#x8FD9;&#x4E9B;&#x98CE;&#x9669;&#x3002;
&#x5B9E;&#x65BD;&#x5DE5;&#x7A0B;&#xFF1A;&#x9488;&#x5BF9;&#x6BCF;&#x4E00;&#x4E2A;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x7684;&#x4EFB;&#x52A1;&#x8981;&#x6C42;&#x6267;&#x884C;&#x672C;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x7684;&#x6D3B;&#x52A8;&#x3002;
&#x5BA2;&#x6237;&#x8BC4;&#x4F30;&#xFF1A;&#x5BA2;&#x6237;&#x4F7F;&#x7528;&#x539F;&#x578B;&#xFF0C;&#x53CD;&#x9988;&#x4FEE;&#x6539;&#x610F;&#x89C1;&#xFF1B;&#x6839;&#x636E;&#x5BA2;&#x6237;&#x7684;&#x53CD;&#x9988;&#xFF0C;&#x5BF9;&#x4EA7;&#x54C1;&#x53CA;&#x5176;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x8FDB;&#x884C;&#x8BC4;&#x5BA1;&#xFF0C;&#x51B3;&#x5B9A;&#x662F;&#x5426;&#x8FDB;&#x5165;&#x87BA;&#x65CB;&#x7EBF;&#x7684;&#x4E0B;&#x4E00;&#x4E2A;&#x56DE;&#x8DEF;&#x3002;</p>
<h3 id="145-&#x55B7;&#x6CC9;&#x6A21;&#x578B;">1.4.5 &#x55B7;&#x6CC9;&#x6A21;&#x578B;</h3>
<p> &#x55B7;&#x6CC9;&#x6A21;&#x578B;&#x4E5F;&#x79F0;<strong>&#x8FED;&#x4EE3;&#x6A21;&#x578B;</strong>&#xFF0C;&#x8BA4;&#x4E3A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x7684;<strong>&#x5404;&#x4E2A;&#x9636;&#x6BB5;&#x662F;&#x76F8;&#x4E92;&#x91CD;&#x53E0;&#x548C;&#x591A;&#x6B21;&#x53CD;&#x590D;&#x7684;</strong>&#xFF0C;&#x5C31;&#x8C61;&#x55B7;&#x6CC9;&#x4E00;&#x6837;&#xFF0C;&#x6C34;&#x55B7;&#x4E0A;&#x53BB;&#x53C8;&#x53EF;&#x4EE5;&#x843D;&#x4E0B;&#x6765;&#xFF0C;&#x65E2;&#x53EF;&#x4EE5;&#x843D;&#x5728;&#x4E2D;&#x95F4;&#xFF0C;&#x53C8;&#x53EF;&#x4EE5;&#x843D;&#x5230;&#x5E95;&#x90E8;&#x3002;
&#x5404;&#x4E2A;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x6CA1;&#x6709;&#x7279;&#x5B9A;&#x7684;&#x6B21;&#x5E8F;&#x8981;&#x6C42;&#xFF0C;&#x5B8C;&#x5168;&#x53EF;&#x4EE5;&#x5E76;&#x884C;&#x8FDB;&#x884C;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x67D0;&#x4E2A;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x4E2D;&#x968F;&#x65F6;&#x8865;&#x5145;&#x5176;&#x4ED6;&#x4EFB;&#x4F55;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x4E2D;&#x9057;&#x6F0F;&#x7684;&#x9700;&#x6C42;&#x3002;</p>
<p>&#x4F18;&#x70B9;&#xFF1A;
&#x63D0;&#x9AD8;&#x5F00;&#x53D1;&#x6548;&#x7387;
&#x7F29;&#x77ED;&#x5F00;&#x53D1;&#x5468;&#x671F;</p>
<p>&#x7F3A;&#x70B9;&#xFF1A;&#x96BE;&#x4E8E;&#x7BA1;&#x7406;
<img src="https://img1.zlogs.net/19/20191214215509.png" alt=""></p>
<h3 id="146&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x8FC7;&#x7A0B;">1.4.6&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x8FC7;&#x7A0B;</h3>
<h4 id="rup"><strong>RUP</strong></h4>
<p>RUP&#xFF08;Rational Unified Process&#xFF09;&#x662F;&#x7531;Rational&#x516C;&#x53F8;&#xFF08;&#x73B0;&#x88AB;IBM&#x516C;&#x53F8;&#x6536;&#x8D2D;&#xFF09;&#x5F00;&#x53D1;&#x7684;&#x4E00;&#x79CD;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x8FC7;&#x7A0B;&#x6846;&#x67B6;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x7684;&#x57FA;&#x4E8E;web&#x7684;&#x7A0B;&#x5E8F;&#x5F00;&#x53D1;&#x65B9;&#x6CD5;&#x8BBA; &#x3002;
RUP&#x65E2;&#x662F;&#x4E00;&#x79CD;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x6A21;&#x578B;&#xFF0C;&#x53C8;&#x662F;&#x4E00;&#x79CD;&#x652F;&#x6301;&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x5B83;&#x5C06;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x8981;&#x7D20;&#x548C;&#x8F6F;&#x4EF6;&#x5DE5;&#x4EF6;&#x8981;&#x7D20;&#x6574;&#x5408;&#x5728;&#x7EDF;&#x4E00;&#x7684;&#x6846;&#x67B6;&#x4E2D; &#x3002;</p>
<p>RUP&#x7684;&#x57FA;&#x672C;&#x7ED3;&#x6784;
<img src="https://img1.zlogs.net/19/20191214215532.png" alt=""></p>
<p>RUP&#x4E2D;&#x7684;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x5728;&#x65F6;&#x95F4;&#x4E0A;&#x88AB;&#x5206;&#x89E3;&#x4E3A;&#x56DB;&#x4E2A;&#x987A;&#x5E8F;&#x7684;&#x9636;&#x6BB5;&#xFF1A;&#x521D;&#x59CB;&#x9636;&#x6BB5;&#xFF08;Inception&#xFF09;&#x3001;&#x7EC6;&#x5316;&#x9636;&#x6BB5;&#xFF08;Elaboration&#xFF09;&#x3001;&#x6784;&#x9020;&#x9636;&#x6BB5;&#xFF08;Construction&#xFF09;&#x548C;&#x4EA4;&#x4ED8;&#x9636;&#x6BB5;&#xFF08;Transition&#xFF09;&#x3002;
&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x7ED3;&#x675F;&#x4E8E;&#x4E00;&#x4E2A;&#x4E3B;&#x8981;&#x7684;&#x91CC;&#x7A0B;&#x7891;(Major Milestones)&#xFF0C;&#x5E76;&#x5728;&#x9636;&#x6BB5;&#x7ED3;&#x5C3E;&#x6267;&#x884C;&#x4E00;&#x6B21;&#x8BC4;&#x4F30;&#x4EE5;&#x786E;&#x5B9A;&#x8FD9;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x76EE;&#x6807;&#x662F;&#x5426;&#x5DF2;&#x7ECF;&#x6EE1;&#x8DB3;&#x3002;&#x5982;&#x679C;&#x8BC4;&#x4F30;&#x7ED3;&#x679C;&#x4EE4;&#x4EBA;&#x6EE1;&#x610F;&#x7684;&#x8BDD;&#xFF0C;&#x53EF;&#x4EE5;&#x5141;&#x8BB8;&#x9879;&#x76EE;&#x8FDB;&#x5165;&#x4E0B;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;&#x3002;
<img src="https://img1.zlogs.net/19/20191214215556.png" alt=""></p>
<p> &#x521D;&#x59CB;&#x9636;&#x6BB5;
&#x76EE;&#x6807;&#x662F;&#x4E3A;&#x7CFB;&#x7EDF;&#x5EFA;&#x7ACB;&#x5546;&#x4E1A;&#x6848;&#x4F8B;&#xFF08;business case&#xFF09;&#x5E76;&#x786E;&#x5B9A;&#x9879;&#x76EE;&#x7684;&#x8FB9;&#x754C;&#x3002;
&#x5546;&#x4E1A;&#x6848;&#x4F8B;&#x5305;&#x62EC;&#x9879;&#x76EE;&#x7684;&#x9A8C;&#x6536;&#x89C4;&#x8303;&#x3001;&#x98CE;&#x9669;&#x8BC4;&#x4F30;&#x3001;&#x6240;&#x9700;&#x8D44;&#x6E90;&#x4F30;&#x8BA1;&#x3001;&#x9636;&#x6BB5;&#x8BA1;&#x5212;&#x7B49;&#x3002;
&#x8981;&#x786E;&#x5B9A;&#x9879;&#x76EE;&#x8FB9;&#x754C;&#xFF0C;&#x9700;&#x8BC6;&#x522B;&#x6240;&#x6709;&#x4E0E;&#x7CFB;&#x7EDF;&#x4EA4;&#x4E92;&#x7684;&#x5916;&#x90E8;&#x5B9E;&#x4F53;&#xFF0C;&#x5E76;&#x5728;&#x8F83;&#x9AD8;&#x5C42;&#x6B21;&#x4E0A;&#x5B9A;&#x4E49;&#x5916;&#x90E8;&#x5B9E;&#x4F53;&#x4E0E;&#x7CFB;&#x7EDF;&#x4EA4;&#x4E92;&#x7684;&#x7279;&#x6027;&#xFF0C;&#x4E3B;&#x8981;&#x5305;&#x62EC;&#x8BC6;&#x522B;&#x5916;&#x90E8;&#x89D2;&#x8272;&#xFF08;actor&#xFF09;&#x3001;&#x8BC6;&#x522B;&#x6240;&#x6709;&#x7528;&#x4F8B;&#x5E76;&#x8BE6;&#x7EC6;&#x63CF;&#x8FF0;&#x4E00;&#x4E9B;&#x91CD;&#x8981;&#x7684;&#x7528;&#x4F8B;&#x3002;
&#x9636;&#x6BB5;&#x7ED3;&#x675F;&#x91CC;&#x7A0B;&#x7891;&#xFF1A;&#x751F;&#x547D;&#x5468;&#x671F;&#x76EE;&#x6807;&#xFF08;Lifecycle Objective&#xFF09;&#x91CC;&#x7A0B;&#x7891;&#x3002;&#x751F;&#x547D;&#x5468;&#x671F;&#x76EE;&#x6807;&#x91CC;&#x7A0B;&#x7891;&#x5305;&#x62EC;&#x4E00;&#x4E9B;&#x91CD;&#x8981;&#x7684;&#x6587;&#x6863;&#xFF0C;&#x5982;&#xFF1A;&#x9879;&#x76EE;&#x6784;&#x60F3;&#xFF08;vision&#xFF09;&#x3001;&#x539F;&#x59CB;&#x7528;&#x4F8B;&#x6A21;&#x578B;&#x3001;&#x539F;&#x59CB;&#x4E1A;&#x52A1;&#x98CE;&#x9669;&#x8BC4;&#x4F30;&#x3001;&#x4E00;&#x4E2A;&#x6216;&#x8005;&#x591A;&#x4E2A;&#x539F;&#x578B;&#x3001;&#x539F;&#x59CB;&#x5546;&#x4E1A;&#x6848;&#x4F8B;&#x7B49;&#x3002;&#x9700;&#x8981;&#x5BF9;&#x8FD9;&#x4E9B;&#x6587;&#x6863;&#x8FDB;&#x884C;&#x8BC4;&#x5BA1;&#xFF0C;&#x4EE5;&#x786E;&#x5B9A;&#x6B63;&#x786E;&#x7406;&#x89E3;&#x7528;&#x4F8B;&#x9700;&#x6C42;&#x3001;&#x9879;&#x76EE;&#x98CE;&#x9669;&#x8BC4;&#x4F30;&#x5408;&#x7406;&#x3001;&#x9636;&#x6BB5;&#x8BA1;&#x5212;&#x53EF;&#x884C;&#x7B49;&#x3002;</p>
<p>&#x7EC6;&#x5316;&#x9636;&#x6BB5;
&#x76EE;&#x6807;&#x662F;&#x5206;&#x6790;&#x95EE;&#x9898;&#x9886;&#x57DF;&#xFF0C;&#x5EFA;&#x7ACB;&#x5065;&#x5168;&#x7684;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x57FA;&#x7840;&#xFF0C;&#x7F16;&#x5236;&#x9879;&#x76EE;&#x8BA1;&#x5212;&#xFF0C;&#x5B8C;&#x6210;&#x9879;&#x76EE;&#x4E2D;&#x9AD8;&#x98CE;&#x9669;&#x9700;&#x6C42;&#x90E8;&#x5206;&#x7684;&#x5F00;&#x53D1;&#x3002;
&#x91CC;&#x7A0B;&#x7891;&#xFF1A;&#x751F;&#x547D;&#x5468;&#x671F;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#xFF08;Lifecycle Architecture&#xFF09;&#x91CC;&#x7A0B;&#x7891;&#x3002;&#x751F;&#x547D;&#x5468;&#x671F;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x91CC;&#x7A0B;&#x7891;&#x5305;&#x62EC;&#x98CE;&#x9669;&#x5206;&#x6790;&#x6587;&#x6863;&#x3001;&#x8F6F;&#x4EF6;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x57FA;&#x7EBF;&#x3001;&#x9879;&#x76EE;&#x8BA1;&#x5212;&#x3001;&#x53EF;&#x6267;&#x884C;&#x7684;&#x8FDB;&#x5316;&#x539F;&#x578B;&#x3001;&#x521D;&#x59CB;&#x7248;&#x672C;&#x7684;&#x7528;&#x6237;&#x624B;&#x518C;&#x7B49;&#x3002;&#x901A;&#x8FC7;&#x8BC4;&#x5BA1;&#x786E;&#x5B9A;&#x8F6F;&#x4EF6;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x5DF2;&#x7ECF;&#x7A33;&#x5B9A;&#x3001;&#x9AD8;&#x98CE;&#x9669;&#x7684;&#x4E1A;&#x52A1;&#x9700;&#x6C42;&#x548C;&#x6280;&#x672F;&#x673A;&#x5236;&#x5DF2;&#x7ECF;&#x89E3;&#x51B3;&#x3001;&#x4FEE;&#x8BA2;&#x7684;&#x9879;&#x76EE;&#x8BA1;&#x5212;&#x53EF;&#x884C;&#x7B49;&#x3002;</p>
<p>&#x6784;&#x9020;&#x9636;&#x6BB5;
&#x5C06;&#x6240;&#x6709;&#x5269;&#x4F59;&#x7684;&#x6280;&#x672F;&#x6784;&#x4EF6;&#x548C;&#x7A33;&#x5B9A;&#x4E1A;&#x52A1;&#x9700;&#x6C42;&#x529F;&#x80FD;&#x5F00;&#x53D1;&#x51FA;&#x6765;&#xFF0C;&#x5E76;&#x96C6;&#x6210;&#x4E3A;&#x4EA7;&#x54C1;&#xFF0C;&#x6240;&#x6709;&#x529F;&#x80FD;&#x88AB;&#x8BE6;&#x7EC6;&#x6D4B;&#x8BD5;&#x3002;&#x4ECE;&#x67D0;&#x79CD;&#x610F;&#x4E49;&#x4E0A;&#x8BF4;&#xFF0C;&#x6784;&#x9020;&#x9636;&#x6BB5;&#x53EA;&#x662F;&#x4E00;&#x4E2A;&#x5236;&#x9020;&#x8FC7;&#x7A0B;&#xFF0C;&#x5176;&#x91CD;&#x70B9;&#x653E;&#x5728;&#x7BA1;&#x7406;&#x8D44;&#x6E90;&#x53CA;&#x63A7;&#x5236;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4EE5;&#x4F18;&#x5316;&#x6210;&#x672C;&#x3001;&#x8FDB;&#x5EA6;&#x548C;&#x8D28;&#x91CF;&#x3002;
&#x91CC;&#x7A0B;&#x7891;&#xFF1A;&#x521D;&#x59CB;&#x8FD0;&#x884C;&#x80FD;&#x529B;&#xFF08;Initial Operational Capability&#xFF09;&#x91CC;&#x7A0B;&#x7891;&#x3002;&#x5305;&#x62EC;&#x53EF;&#x4EE5;&#x8FD0;&#x884C;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x3001;&#x7528;&#x6237;&#x624B;&#x518C;&#x7B49;&#xFF0C;&#x5B83;&#x51B3;&#x5B9A;&#x4E86;&#x4EA7;&#x54C1;&#x662F;&#x5426;&#x53EF;&#x4EE5;&#x5728;&#x6D4B;&#x8BD5;&#x73AF;&#x5883;&#x4E2D;&#x8FDB;&#x884C;&#x90E8;&#x7F72;&#x3002;&#x6B64;&#x523B;&#xFF0C;&#x8981;&#x786E;&#x5B9A;&#x8F6F;&#x4EF6;&#x3001;&#x73AF;&#x5883;&#x3001;&#x7528;&#x6237;&#x662F;&#x5426;&#x53EF;&#x4EE5;&#x5F00;&#x59CB;&#x7CFB;&#x7EDF;&#x7684;&#x8FD0;&#x884C;&#x3002;</p>
<p>&#x79FB;&#x4EA4;&#x9636;&#x6BB5;
&#x79FB;&#x4EA4;&#x9636;&#x6BB5;&#x7684;&#x91CD;&#x70B9;&#x662F;&#x786E;&#x4FDD;&#x8F6F;&#x4EF6;&#x5BF9;&#x6700;&#x7EC8;&#x7528;&#x6237;&#x662F;&#x53EF;&#x7528;&#x7684;&#x3002;&#x4EA4;&#x4ED8;&#x9636;&#x6BB5;&#x53EF;&#x4EE5;&#x8DE8;&#x8D8A;&#x51E0;&#x6B21;&#x8FED;&#x4EE3;&#xFF0C;&#x5305;&#x62EC;&#x4E3A;&#x53D1;&#x5E03;&#x505A;&#x51C6;&#x5907;&#x7684;&#x4EA7;&#x54C1;&#x6D4B;&#x8BD5;&#xFF0C;&#x57FA;&#x4E8E;&#x7528;&#x6237;&#x53CD;&#x9988;&#x7684;&#x5C11;&#x91CF;&#x8C03;&#x6574;&#x3002;
&#x91CC;&#x7A0B;&#x7891;&#xFF1A;&#x4EA7;&#x54C1;&#x53D1;&#x5E03;(Product Release)&#x91CC;&#x7A0B;&#x7891;&#x3002;&#x6B64;&#x65F6;&#xFF0C;&#x8981;&#x786E;&#x5B9A;&#x6700;&#x7EC8;&#x76EE;&#x6807;&#x662F;&#x5426;&#x5B9E;&#x73B0;&#xFF0C;&#x662F;&#x5426;&#x5E94;&#x8BE5;&#x5F00;&#x59CB;&#x4EA7;&#x54C1;&#x4E0B;&#x4E00;&#x4E2A;&#x7248;&#x672C;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x5F00;&#x53D1;&#x5468;&#x671F;&#x3002;&#x5728;&#x4E00;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#x8FD9;&#x4E2A;&#x91CC;&#x7A0B;&#x7891;&#x53EF;&#x80FD;&#x4E0E;&#x4E0B;&#x4E00;&#x4E2A;&#x5468;&#x671F;&#x7684;&#x521D;&#x59CB;&#x9636;&#x6BB5;&#x7684;&#x76F8;&#x91CD;&#x5408;&#x3002;</p>
<p>RUP&#x7684;&#x8FED;&#x4EE3;&#x589E;&#x91CF;&#x5F00;&#x53D1;&#x601D;&#x60F3;
RUP&#x662F;&#x878D;&#x5408;&#x4E86;&#x55B7;&#x6CC9;&#x6A21;&#x578B;&#x548C;&#x589E;&#x91CF;&#x6A21;&#x578B;&#x7684;&#x4E00;&#x79CD;&#x7EFC;&#x5408;&#x751F;&#x547D;&#x5468;&#x671F;&#x6A21;&#x578B;&#x3002;</p>
<p><img src="https://img1.zlogs.net/19/20191214215725.png" alt=""></p>
<p><img src="https://img1.zlogs.net/19/20191214215846.png" alt=""></p>
<p>RUP&#x7684;9&#x4E2A;&#x6838;&#x5FC3;&#x5DE5;&#x4F5C;&#x6D41;
6&#x4E2A;&#x6838;&#x5FC3;&#x8FC7;&#x7A0B;&#x5DE5;&#x4F5C;&#x6D41;
&#x3000;&#x3000;&#x5546;&#x4E1A;&#x5EFA;&#x6A21;&#xFF08;Business Modeling&#xFF09;
&#x3000;&#x3000;&#x9700;&#x6C42;&#xFF08;Requirements&#xFF09;
&#x3000;&#x3000;&#x5206;&#x6790;&#x548C;&#x8BBE;&#x8BA1;&#xFF08;Analysis &amp; Design&#xFF09;
&#x3000;&#x3000;&#x5B9E;&#x73B0;&#xFF08;Implementation&#xFF09;
&#x3000;&#x3000;&#x6D4B;&#x8BD5;&#xFF08;Test&#xFF09;
&#x3000;&#x3000;&#x90E8;&#x7F72;&#xFF08;Deployment&#xFF09;
3&#x4E2A;&#x6838;&#x5FC3;&#x652F;&#x6301;&#x5DE5;&#x4F5C;&#x6D41;&#xFF1A;
&#x3000;&#x3000;&#x914D;&#x7F6E;&#x548C;&#x53D8;&#x66F4;&#x7BA1;&#x7406;&#xFF08;Configuration &amp; Change Management&#xFF09;
&#x3000;&#x3000;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#xFF08;Project Management&#xFF09;
&#x3000;&#x3000;&#x73AF;&#x5883;&#xFF08;Environment&#xFF09;</p>
<p>RUP&#x7684;&#x6700;&#x4F73;&#x5B9E;&#x8DF5;&#xFF1A;
&#x3000;&#x3000;&#x77ED;&#x65F6;&#x95F4;&#x5206;&#x533A;&#x5F0F;&#x7684;&#x8FED;&#x4EE3;&#xFF1A;2&#xFF5E;6&#x5468;&#xFF0C;&#x4E0D;&#x9F13;&#x52B1;&#x65F6;&#x95F4;&#x63A8;&#x8FDF;&#xFF1B;
&#x3000;&#x3000;&#x9002;&#x5E94;&#x6027;&#x5F00;&#x53D1;&#xFF1A;&#x5C0F;&#x6B65;&#x9AA4;&#x3001;&#x5FEB;&#x901F;&#x53CD;&#x9988;&#x548C;&#x8C03;&#x6574;&#xFF1B;
&#x3000;&#x3000;&#x5728;&#x65E9;&#x671F;&#x8FED;&#x4EE3;&#x4E2D;&#x89E3;&#x51B3;&#x9AD8;&#x6280;&#x672F;&#x98CE;&#x9669;&#x548C;&#x9AD8;&#x4E1A;&#x52A1;&#x4EF7;&#x503C;&#x7684;&#x95EE;&#x9898;&#xFF1B;
&#x3000;&#x3000;&#x4E0D;&#x65AD;&#x5730;&#x8BA9;&#x7528;&#x6237;&#x53C2;&#x4E0E;&#x8FED;&#x4EE3;&#x7ED3;&#x679C;&#x7684;&#x8BC4;&#x4F30;&#xFF0C;&#x5E76;&#x53CA;&#x65F6;&#x83B7;&#x53D6;&#x53CD;&#x9988;&#x4FE1;&#x606F;&#xFF0C;&#x4EE5;&#x9010;&#x6B65;&#x9610;&#x660E;&#x95EE;&#x9898;&#x5E76;&#x5F15;&#x5BFC;&#x9879;&#x76EE;&#x8FDB;&#x5C55;&#xFF1B;
&#x3000;&#x3000;&#x5728;&#x65E9;&#x671F;&#x8FED;&#x4EE3;&#x4E2D;&#x5EFA;&#x7ACB;&#x5185;&#x805A;&#x7684;&#x6838;&#x5FC3;&#x67B6;&#x6784;&#x3002;&#x8BE5;&#x5B9E;&#x8DF5;&#x662F;&#x548C;&#x65E9;&#x671F;&#x5904;&#x7406;&#x9AD8;&#x6280;&#x672F;&#x98CE;&#x9669;&#x548C;&#x9AD8;&#x4E1A;&#x52A1;&#x4EF7;&#x503C;&#x95EE;&#x9898;&#x6709;&#x5173;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x6838;&#x5FC3;&#x67B6;&#x6784;&#x4E00;&#x822C;&#x548C;&#x9AD8;&#x98CE;&#x9669;&#x56E0;&#x7D20;&#x7D27;&#x5BC6;&#x76F8;&#x5173;&#x3002;
&#x3000;&#x3000;&#x4E0D;&#x65AD;&#x5730;&#x9A8C;&#x8BC1;&#x8D28;&#x91CF;&#xFF1B;&#x5C3D;&#x65E9;&#x3001;&#x7ECF;&#x5E38;&#x548C;&#x5B9E;&#x9645;&#x5730;&#x6D4B;&#x8BD5;&#xFF1B;
&#x3000;&#x3000;&#x4F7F;&#x7528;&#x7528;&#x4F8B;&#x9A71;&#x52A8;&#x8F6F;&#x4EF6;&#x5EFA;&#x6A21;&#xFF1A;&#x7528;&#x4F8B;&#x662F;&#x83B7;&#x53D6;&#x9700;&#x6C42;&#x3001;&#x5236;&#x5B9A;&#x8BA1;&#x5212;&#x3001;&#x8FDB;&#x884C;&#x8BBE;&#x8BA1;&#x3001;&#x6D4B;&#x8BD5;&#x3001;&#x7F16;&#x5199;&#x7EC8;&#x7AEF;&#x7528;&#x6237;&#x6587;&#x6863;&#x7684;&#x9A71;&#x52A8;&#x529B;&#x91CF;&#x3002;
&#x3000;&#x3000;&#x53EF;&#x89C6;&#x5316;&#x8F6F;&#x4EF6;&#x5EFA;&#x6A21;&#xFF1A;&#x4F7F;&#x7528;UML&#xFF08;Unified Modeling Language&#xFF0C;&#x7EDF;&#x4E00;&#x5EFA;&#x6A21;&#x8BED;&#x8A00;&#xFF09;&#x8FDB;&#x884C;&#x8F6F;&#x4EF6;&#x5EFA;&#x6A21;&#x3002;
&#x3000;&#x3000;&#x4ED4;&#x7EC6;&#x5730;&#x7BA1;&#x7406;&#x9700;&#x6C42;&#xFF1A;&#x4E0D;&#x8981;&#x8349;&#x7387;&#x5730;&#x5BF9;&#x5F85;&#x9700;&#x6C42;&#xFF0C;&#x800C;&#x8981;&#x6709;&#x673A;&#x5730;&#x8FDB;&#x884C;&#x9700;&#x6C42;&#x7684;&#x63D0;&#x51FA;&#x3001;&#x8BB0;&#x5F55;&#x3001;&#x7B49;&#x7EA7;&#x5212;&#x5206;&#x3001;&#x8FFD;&#x8E2A;&#x3002;&#x62D9;&#x52A3;&#x7684;&#x9700;&#x6C42;&#x7BA1;&#x7406;&#x662F;&#x9879;&#x76EE;&#x9677;&#x5165;&#x9EBB;&#x70E6;&#x7684;&#x4E00;&#x4E2A;&#x5E38;&#x89C1;&#x539F;&#x56E0;&#x3002;
&#x3000;&#x3000;&#x5B9E;&#x884C;&#x53D8;&#x66F4;&#x8BF7;&#x6C42;&#x548C;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x3002;</p>
<h4 id="&#x654F;&#x6377;&#x6A21;&#x578B;"><strong>&#x654F;&#x6377;&#x6A21;&#x578B;</strong></h4>
<p>&#x3000;&#x3000;&#x654F;&#x6377;&#x5EFA;&#x6A21;&#xFF08;Agile Modeling&#xFF0C;AM&#xFF09;&#x662F;&#x7531;Scott W. Ambler&#x4ECE;&#x8BB8;&#x591A;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x5B9E;&#x8DF5;&#x4E2D;&#x5F52;&#x7EB3;&#x603B;&#x7ED3;&#x51FA;&#x6765;&#x7684;&#x4E00;&#x4E9B;&#x654F;&#x6377;&#x5EFA;&#x6A21;&#x4EF7;&#x503C;&#x89C2;&#x3001;&#x539F;&#x5219;&#x548C;&#x5B9E;&#x8DF5;&#x7B49;&#x7EC4;&#x6210;&#x7684;&#xFF0C;&#x5B83;&#x53EA;&#x662F;&#x4E00;&#x79CD;&#x6001;&#x5EA6;&#xFF0C;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x8BF4;&#x660E;&#x6027;&#x8FC7;&#x7A0B; &#x3002;
&#x3000;&#x3000;AM&#x662F;&#x5BF9;&#x5DF2;&#x6709;&#x751F;&#x547D;&#x5468;&#x671F;&#x6A21;&#x578B;&#x7684;&#x8865;&#x5145;&#xFF0C;&#x5B83;&#x672C;&#x8EAB;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x5B8C;&#x6574;&#x7684;&#x65B9;&#x6CD5;&#x8BBA;&#xFF0C;&#x5728;&#x5E94;&#x7528;&#x4F20;&#x7EDF;&#x7684;&#x751F;&#x547D;&#x5468;&#x671F;&#x6A21;&#x578B;&#x65F6;&#x53EF;&#x4EE5;&#x501F;&#x9274;AM&#x7684;&#x8FC7;&#x7A0B;&#x6307;&#x5BFC;&#x601D;&#x60F3; &#x3002;
&#x3000;&#x3000;&#x6781;&#x9650;&#x7F16;&#x7A0B;(eXtreme Programming, XP)&#x662F;&#x654F;&#x6377;&#x8FC7;&#x7A0B;&#x4E2D;&#x6700;&#x5BCC;&#x76DB;&#x540D;&#x7684;&#x4E00;&#x4E2A;&#xFF0C;&#x5176;&#x540D;&#x79F0;&#x4E2D;&#x201C;&#x6781;&#x9650;&#x201D;&#x4E8C;&#x5B57;&#x7684;&#x542B;&#x4E49;&#x662F;&#x6307;&#x628A;&#x597D;&#x7684;&#x5F00;&#x53D1;&#x5B9E;&#x8DF5;&#x8FD0;&#x7528;&#x5230;&#x6781;&#x81F4;&#x3002;&#x76EE;&#x524D;&#xFF0C;&#x6781;&#x9650;&#x7F16;&#x7A0B;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x5F00;&#x53D1;&#x65B9;&#x6CD5;&#xFF0C;&#x5E7F;&#x6CDB;&#x5E94;&#x7528;&#x4E8E;&#x9700;&#x6C42;&#x6A21;&#x7CCA;&#x4E14;&#x7ECF;&#x5E38;&#x6539;&#x53D8;&#x7684;&#x573A;&#x5408;&#x3002;</p>
<p>&#x654F;&#x6377;&#x5EFA;&#x6A21;&#x7684;&#x4EF7;&#x503C;&#x89C2;
&#x3000;&#x3000;&#x6C9F;&#x901A;&#xFF1A;&#x5EFA;&#x6A21;&#x4E0D;&#x4F46;&#x80FD;&#x591F;&#x4FC3;&#x8FDB;&#x56E2;&#x961F;&#x5185;&#x90E8;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x4E4B;&#x95F4;&#x6C9F;&#x901A;&#xFF0C;&#x8FD8;&#x80FD;&#x591F;&#x4FC3;&#x8FDB;&#x56E2;&#x961F;&#x548C;&#x9879;&#x76EE;&#x5E72;&#x7CFB;&#x4EBA;&#xFF08;project stakeholder&#xFF09;&#x4E4B;&#x95F4;&#x7684;&#x6C9F;&#x901A;&#x3002;
&#x3000;&#x3000;&#x7B80;&#x5355;&#xFF1A;&#x753B;&#x4E00;&#x4E24;&#x5F20;&#x56FE;&#x8868;&#x6765;&#x4EE3;&#x66FF;&#x51E0;&#x5341;&#x751A;&#x81F3;&#x51E0;&#x767E;&#x884C;&#x7684;&#x4EE3;&#x7801;&#xFF0C;&#x901A;&#x8FC7;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#xFF0C;&#x5EFA;&#x6A21;&#x6210;&#x4E3A;&#x7B80;&#x5316;&#x8F6F;&#x4EF6;&#x548C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x7684;&#x5173;&#x952E;&#x3002;
&#x3000;&#x3000;&#x53CD;&#x9988;&#xFF1A;&#x901A;&#x8FC7;&#x56FE;&#x8868;&#x6765;&#x4EA4;&#x6D41;&#x5EFA;&#x6A21;&#x60F3;&#x6CD5;&#xFF0C;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x83B7;&#x5F97;&#x5F7C;&#x6B64;&#x7684;&#x53CD;&#x9988;&#x3002;
&#x3000;&#x3000;&#x52C7;&#x6C14;&#xFF1A;&#x5982;&#x679C;&#x4E00;&#x9879;&#x51B3;&#x7B56;&#x8BC1;&#x660E;&#x662F;&#x4E0D;&#x5408;&#x9002;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C31;&#x9700;&#x8981;&#x52C7;&#x6C14;&#x505A;&#x51FA;&#x91CD;&#x5927;&#x7684;&#x51B3;&#x7B56;&#xFF1A;&#x653E;&#x5F03;&#x6216;&#x91CD;&#x6784;&#xFF08;refactor&#xFF09;&#x5148;&#x524D;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x4FEE;&#x6B63;&#x5EFA;&#x6A21;&#x65B9;&#x5411;&#x3002;
&#x3000;&#x3000;&#x8C26;&#x900A;&#xFF1A;&#x6700;&#x4F18;&#x79C0;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x90FD;&#x62E5;&#x6709;&#x8C26;&#x900A;&#x7684;&#x7F8E;&#x5FB7;&#xFF0C;&#x4ED6;&#x4EEC;&#x603B;&#x80FD;&#x8BA4;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x5E76;&#x4E0D;&#x662F;&#x65E0;&#x6240;&#x4E0D;&#x77E5;&#x7684;&#x3002;</p>
<p>&#x654F;&#x6377;&#x5EFA;&#x6A21;&#x6838;&#x5FC3;&#x539F;&#x5219;&#xFF1A;
&#x3000;&#x3000;&#x4E3B;&#x5F20;&#x7B80;&#x5355;&#xFF1B;
&#x3000;&#x3000;&#x62E5;&#x62B1;&#x53D8;&#x5316;&#xFF1B;
&#x3000;&#x3000;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x7B2C;&#x4E8C;&#x4E2A;&#x76EE;&#x6807;&#x5E94;&#x662F;&#x53EF;&#x6301;&#x7EED;&#x6027;
&#x3000;&#x3000;&#x9012;&#x589E;&#x7684;&#x53D8;&#x5316;
&#x3000;&#x3000;&#x4EE4;&#x9879;&#x76EE;&#x5E72;&#x7CFB;&#x4EBA;&#x6295;&#x8D44;&#x6700;&#x5927;&#x5316;
&#x3000;&#x3000;&#x6709;&#x76EE;&#x7684;&#x5730;&#x5EFA;&#x6A21;</p>
<p>&#x3000;&#x3000;&#x591A;&#x79CD;&#x6A21;&#x578B;
&#x3000;&#x3000;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x5DE5;&#x4F5C;
&#x3000;&#x3000;&#x5FEB;&#x901F;&#x53CD;&#x9988;
&#x3000;&#x3000;&#x4EE5;&#x6709;&#x6548;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x5236;&#x9020;&#x51FA;&#x6EE1;&#x8DB3;&#x9879;&#x76EE;&#x5E72;&#x7CFB;&#x4EBA;&#x6240;&#x9700;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5236;&#x9020;&#x65E0;&#x5173;&#x7684;&#x6587;&#x6863;&#x3001;&#x65E0;&#x5173;&#x7684;&#x7528;&#x4E8E;&#x7BA1;&#x7406;&#x7684;&#x5DE5;&#x4EF6;&#xFF0C;&#x751A;&#x81F3;&#x65E0;&#x5173;&#x7684;&#x6A21;&#x578B;
&#x3000;&#x3000;&#x8F7B;&#x88C5;&#x524D;&#x8FDB;
&#x654F;&#x6377;&#x6A21;&#x578B;&#x8865;&#x5145;&#x539F;&#x5219;&#xFF1A;
&#x3000;&#x3000;&#x5185;&#x5BB9;&#x6BD4;&#x8868;&#x793A;&#x66F4;&#x91CD;&#x8981;
&#x3000;&#x3000;&#x4E09;&#x4EBA;&#x884C;&#x5FC5;&#x6709;&#x6211;&#x5E08;
&#x3000;&#x3000;&#x4E86;&#x89E3;&#x8F6F;&#x4EF6;&#x5EFA;&#x6A21;&#x65B9;&#x6CD5;
&#x3000;&#x3000;&#x4E86;&#x89E3;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x5177;
&#x3000;&#x3000;&#x5C40;&#x90E8;&#x8C03;&#x6574;
&#x3000;&#x3000;&#x5F00;&#x653E;&#x8BDA;&#x5B9E;&#x7684;&#x6C9F;&#x901A;
&#x3000;&#x3000;&#x5229;&#x7528;&#x597D;&#x76F4;&#x89C9;</p>
<p>&#x654F;&#x6377;&#x5EFA;&#x6A21;&#x6838;&#x5FC3;&#x5B9E;&#x8DF5;(&#x6781;&#x9650;&#x7F16;&#x7A0B;)
&#x9879;&#x76EE;&#x5E72;&#x7CFB;&#x4EBA;&#x7684;&#x79EF;&#x6781;&#x53C2;&#x4E0E;
&#x6B63;&#x786E;&#x4F7F;&#x7528;&#x5DE5;&#x4EF6;
&#x96C6;&#x4F53;&#x6240;&#x6709;&#x5236;
&#x6D4B;&#x8BD5;&#x6027;&#x601D;&#x7EF4;
&#x5E76;&#x884C;&#x521B;&#x5EFA;&#x6A21;&#x578B;
&#x521B;&#x5EFA;&#x7B80;&#x5355;&#x7684;&#x5185;&#x5BB9;
&#x7B80;&#x5355;&#x5730;&#x5EFA;&#x6A21;
&#x516C;&#x5F00;&#x5C55;&#x793A;&#x6A21;&#x578B;
&#x5207;&#x6362;&#x5230;&#x53E6;&#x5916;&#x7684;&#x5DE5;&#x4EF6;
&#x5C0F;&#x589E;&#x91CF;&#x5EFA;&#x6A21;
&#x548C;&#x4ED6;&#x4EBA;&#x4E00;&#x8D77;&#x5EFA;&#x6A21;
&#x7528;&#x4EE3;&#x7801;&#x9A8C;&#x8BC1;
&#x4F7F;&#x7528;&#x6700;&#x7B80;&#x5355;&#x7684;&#x5DE5;&#x5177;</p>
<p>&#x654F;&#x6377;&#x6A21;&#x578B;&#x8865;&#x5145;&#x5B9E;&#x8DF5;&#xFF1A;
&#x4F7F;&#x7528;&#x5EFA;&#x6A21;&#x6807;&#x51C6;
&#x9010;&#x6E10;&#x5E94;&#x7528;&#x6A21;&#x5F0F;&#xFF08;pattern&#xFF09;
&#x4E22;&#x5F03;&#x4E34;&#x65F6;&#x6A21;&#x578B;
&#x5408;&#x540C;&#x6A21;&#x578B;&#x8981;&#x6B63;&#x5F0F;
&#x4E3A;&#x5916;&#x90E8;&#x4EA4;&#x6D41;&#x5EFA;&#x6A21;
&#x4E3A;&#x5E2E;&#x52A9;&#x7406;&#x89E3;&#x5EFA;&#x6A21;
&#x91CD;&#x7528;&#x73B0;&#x6709;&#x7684;&#x8D44;&#x6E90;
&#x4E0D;&#x5230;&#x4E07;&#x4E0D;&#x5F97;&#x5DF2;&#x4E0D;&#x66F4;&#x65B0;&#x6A21;&#x578B;</p>
<p>&#x6781;&#x9650;&#x7F16;&#x7A0B;&#x7684;&#x6709;&#x6548;&#x5B9E;&#x8DF5;&#xFF08;&#x7279;&#x8272;&#xFF09;</p>
<p>&#x5BA2;&#x6237;&#x4F5C;&#x4E3A;&#x5F00;&#x53D1;&#x56E2;&#x961F;&#x7684;&#x6210;&#x5458;&#xFF08;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x771F;&#x5BA2;&#x6237;&#xFF09;
&#x4F7F;&#x7528;&#x7528;&#x6237;&#x7D20;&#x6750;&#xFF08;&#x7528;&#x6237;&#x6545;&#x4E8B;&#xFF0C;&#x8BB0;&#x5F55;&#x5728;&#x5361;&#x7247;&#x4E0A;&#xFF09;
&#x77ED;&#x4EA4;&#x4ED8;&#x5468;&#x671F;&#xFF08;&#x4E24;&#x5468;-&#x4E00;&#x4E2A;&#x6708;&#xFF09;
&#x9A8C;&#x6536;&#x6D4B;&#x8BD5;
&#x7ED3;&#x5BF9;&#x7F16;&#x7A0B;
&#x6D4B;&#x8BD5;&#x9A71;&#x52A8;&#x5F00;&#x53D1;
&#x96C6;&#x4F53;&#x6240;&#x6709;
&#x6301;&#x7EED;&#x96C6;&#x6210;
&#x53EF;&#x6301;&#x7EED;&#x7684;&#x5F00;&#x53D1;&#x901F;&#x5EA6;&#xFF08;&#x6BCF;&#x5468;40&#x4E2A;&#x5C0F;&#x65F6;&#xFF09;
&#x5F00;&#x653E;&#x7684;&#x5DE5;&#x4F5C;&#x7A7A;&#x95F4;
&#x53CA;&#x65F6;&#x8C03;&#x6574;&#x8BA1;&#x5212;
&#x7B80;&#x5355;&#x7684;&#x8BBE;&#x8BA1;
&#x91CD;&#x6784;
&#x4F7F;&#x7528;&#x9690;&#x55BB;&#xFF08;&#x9690;&#x55BB;&#x76F8;&#x5F53;&#x4E8E;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#xFF0C;&#x4ECE;&#x5BA2;&#x6237;&#x89D2;&#x5EA6;&#x6765;&#x63CF;&#x8FF0;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x5168;&#x5C40;&#xFF0C;&#x7528;&#x6237;&#x6545;&#x4E8B;&#x5219;&#x4ECE;&#x5C40;&#x90E8;&#x6765;&#x63CF;&#x8FF0;&#xFF09;</p>
<p>&#x6781;&#x9650;&#x7F16;&#x7A0B;&#x7684;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;
<img src="https://img1.zlogs.net/19/20191214215959.png" alt=""></p>
<p> &#x6781;&#x9650;&#x7F16;&#x7A0B;&#x7684;&#x8FED;&#x4EE3;&#x8FC7;&#x7A0B;</p>
<p><img src="https://img1.zlogs.net/19/20191214220024.png" alt=""></p>
<p> &#x6781;&#x9650;&#x7F16;&#x7A0B;&#x7684;&#x7279;&#x70B9;</p>
<p>&#x7EFC;&#x4E0A;&#x6240;&#x8FF0;&#xFF0C;&#x4EE5;&#x6781;&#x9650;&#x7F16;&#x7A0B;&#x4E3A;&#x4EE3;&#x8868;&#x7684;&#x654F;&#x6377;&#x8FC7;&#x7A0B;&#xFF0C;&#x5177;&#x6709;&#x5BF9;&#x53D8;&#x5316;&#x548C;&#x4E0D;&#x786E;&#x5B9A;&#x6027;&#x7684;&#x66F4;&#x5FEB;&#x901F;&#xFF0C;&#x66F4;&#x654F;&#x6377;&#x7684;&#x53CD;&#x6620;&#x7279;&#x6027;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x5FEB;&#x901F;&#x7684;&#x540C;&#x65F6;&#x4ECD;&#x7136;&#x80FD;&#x4FDD;&#x6301;&#x53EF;&#x6301;&#x7EED;&#x7684;&#x5F00;&#x53D1;&#x901F;&#x5EA6;&#x3002;&#x4E0A;&#x8FF0;&#x8FD9;&#x4E9B;&#x7279;&#x70B9;&#x4F7F;&#x5F97;&#x654F;&#x6377;&#x8FC7;&#x7A0B;&#x80FD;&#x591F;&#x8F83;&#x597D;&#x7684;&#x9002;&#x5E94;&#x5546;&#x4E1A;&#x7ADE;&#x4E89;&#x73AF;&#x5883;&#x4E0B;&#x5BF9;&#x5C0F;&#x578B;&#x9879;&#x76EE;&#x63D0;&#x51FA;&#x7684;&#x6709;&#x9650;&#x8D44;&#x6E90;&#x548C;&#x6709;&#x9650;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x7684;&#x7EA6;&#x675F;&#x3002;</p>
<h4 id="&#x5FAE;&#x8F6F;&#x8FC7;&#x7A0B;"><strong>&#x5FAE;&#x8F6F;&#x8FC7;&#x7A0B;</strong></h4>
<p> &#x4F5C;&#x4E3A;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x540C;&#x65F6;&#x4E5F;&#x662F;&#x6700;&#x6210;&#x529F;&#x7684;&#x8F6F;&#x4EF6;&#x516C;&#x53F8;&#x4E4B;&#x4E00;&#xFF0C;Microsoft&#xFF08;&#x5FAE;&#x8F6F;&#xFF09;&#x516C;&#x53F8;&#x62E5;&#x6709;&#x81EA;&#x5DF1;&#x72EC;&#x7279;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#xFF0C;&#x51E0;&#x5341;&#x5E74;&#x7684;&#x5B9E;&#x8DF5;&#x8BC1;&#x660E;&#x5FAE;&#x8F6F;&#x8FC7;&#x7A0B;&#x662F;&#x975E;&#x5E38;&#x6210;&#x529F;&#x548C;&#x884C;&#x4E4B;&#x6709;&#x6548;&#x7684;&#x3002;</p>
<p>&#x4E3B;&#x8981;&#x5185;&#x5BB9;
&#x5FAE;&#x8F6F;&#x8FC7;&#x7A0B;&#x51C6;&#x5219;
&#x5FAE;&#x8F6F;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;
&#x5FAE;&#x8F6F;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;</p>
<p> &#x5FAE;&#x8F6F;&#x8FC7;&#x7A0B;&#x51C6;&#x5219;</p>
<p>&#x9879;&#x76EE;&#x8BA1;&#x5212;&#x5E94;&#x8BE5;&#x517C;&#x987E;&#x672A;&#x6765;&#x7684;&#x4E0D;&#x786E;&#x5B9A;&#x56E0;&#x7D20;
&#x7528;&#x6709;&#x6548;&#x7684;&#x98CE;&#x9669;&#x7BA1;&#x7406;&#x6765;&#x51CF;&#x5C11;&#x4E0D;&#x786E;&#x5B9A;&#x56E0;&#x7D20;&#x7684;&#x5F71;&#x54CD;
&#x7ECF;&#x5E38;&#x751F;&#x6210;&#x5E76;&#x5FEB;&#x901F;&#x5730;&#x6D4B;&#x8BD5;&#x8F6F;&#x4EF6;&#x7684;&#x8FC7;&#x6E21;&#x7248;&#x672C;&#xFF0C;&#x4ECE;&#x800C;&#x63D0;&#x9AD8;&#x4EA7;&#x54C1;&#x5730;&#x7A33;&#x5B9A;&#x6027;&#x548C;&#x53EF;&#x9884;&#x6D4B;&#x6027;
&#x91C7;&#x7528;&#x5FEB;&#x901F;&#x5FAA;&#x73AF;&#xFF0C;&#x9012;&#x8FDB;&#x5730;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;
&#x7528;&#x521B;&#x9020;&#x6027;&#x5730;&#x5DE5;&#x4F5C;&#x6765;&#x5E73;&#x8861;&#x4EA7;&#x54C1;&#x7279;&#x6027;&#x548C;&#x4EA7;&#x54C1;&#x6210;&#x672C;
&#x9879;&#x76EE;&#x8FDB;&#x5EA6;&#x8868;&#x5E94;&#x8BE5;&#x5177;&#x6709;&#x8F83;&#x9AD8;&#x7A33;&#x5B9A;&#x6027;&#x548C;&#x6743;&#x5A01;&#x6027;
&#x4F7F;&#x7528;&#x5C0F;&#x578B;&#x9879;&#x76EE;&#x7EC4;&#x5E76;&#x53D1;&#x5730;&#x5B8C;&#x6210;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;
&#x5728;&#x9879;&#x76EE;&#x65E9;&#x671F;&#x628A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x57FA;&#x7EBF;&#x5316;&#xFF0C;&#x9879;&#x76EE;&#x540E;&#x671F;&#x5219;&#x51BB;&#x7ED3;&#x4EA7;&#x54C1;
&#x4F7F;&#x7528;&#x539F;&#x578B;&#x9A8C;&#x8BC1;&#x6982;&#x5FF5;&#xFF0C;&#x5BF9;&#x9879;&#x76EE;&#x8FDB;&#x884C;&#x65E9;&#x671F;&#x8BBA;&#x8BC1;
&#x628A;&#x96F6;&#x7F3A;&#x9677;&#x4F5C;&#x4E3A;&#x8FFD;&#x6C42;&#x7684;&#x76EE;&#x6807;
&#x91CC;&#x7A0B;&#x7891;&#x8BC4;&#x5BA1;&#x4F1A;&#x7684;&#x76EE;&#x7684;&#x662F;&#x6539;&#x8FDB;&#x5DE5;&#x4F5C;&#xFF0C;&#x5207;&#x5FCC;&#x76F8;&#x4E92;&#x6307;&#x8D23;</p>
<p>&#x5FAE;&#x8F6F;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;</p>
<p><img src="https://img1.zlogs.net/19/20191214220049.png" alt=""></p>
<p> &#x4E94;&#x4E2A;&#x9636;&#x6BB5;&#x53CA;&#x91CC;&#x7A0B;&#x7891;</p>
<p> &#xFF08;1&#xFF09;&#x89C4;&#x5212;&#x9636;&#x6BB5;
&#x786E;&#x5B9A;&#x4EA7;&#x54C1;&#x76EE;&#x6807;&#x3002;
&#x83B7;&#x53D6;&#x7ADE;&#x4E89;&#x5BF9;&#x624B;&#x7684;&#x4FE1;&#x606F;&#x3002;
&#x5B8C;&#x6210;&#x5BF9;&#x5BA2;&#x6237;&#x548C;&#x5E02;&#x573A;&#x7684;&#x8C03;&#x7814;&#x5206;&#x6790;&#x3002;
&#x786E;&#x5B9A;&#x65B0;&#x7248;&#x672C;&#x4EA7;&#x54C1;&#x5E94;&#x5177;&#x5907;&#x7684;&#x4E3B;&#x8981;&#x7279;&#x5F81;&#x3002;
&#x786E;&#x5B9A;&#x76F8;&#x5BF9;&#x4E8E;&#x524D;&#x4E00;&#x7248;&#x672C;&#x800C;&#x8A00;&#xFF0C;&#x65B0;&#x7248;&#x672C;&#x5E94;&#x8BE5;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x548C;&#x9700;&#x8981;&#x589E;&#x52A0;&#x7684;&#x529F;&#x80FD;&#x3002;
&#xFF08;2&#xFF09;&#x8BBE;&#x8BA1;&#x9636;&#x6BB5;
&#x6839;&#x636E;&#x4EA7;&#x54C1;&#x76EE;&#x6807;&#x7F16;&#x5199;&#x7CFB;&#x7EDF;&#x7684;&#x7279;&#x6027;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x4E66;&#x3002;&#x4E3B;&#x8981;&#x63CF;&#x8FF0;&#x8F6F;&#x4EF6;&#x7279;&#x6027;&#x3001;&#x7CFB;&#x7EDF;&#x7ED3;&#x6784;&#x3001;&#x5404;&#x6784;&#x4EF6;&#x95F4;&#x7684;&#x76F8;&#x5173;&#x6027;&#x4EE5;&#x53CA;&#x63A5;&#x53E3;&#x6807;&#x51C6;&#x3002;
&#x4ECE;&#x7CFB;&#x7EDF;&#x9AD8;&#x5C42;&#x7740;&#x624B;&#x5F00;&#x59CB;&#x8FDB;&#x884C;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#xFF0C;&#x4E3B;&#x8981;&#x5B8C;&#x6210;&#xFF1A;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#xFF0C;&#x63CF;&#x7ED8;&#x7CFB;&#x7EDF;&#x7ED3;&#x6784;&#x56FE;&#xFF0C;&#x786E;&#x5B9A;&#x7CFB;&#x7EDF;&#x4E2D;&#x5B58;&#x5728;&#x7684;&#x98CE;&#x9669;&#x56E0;&#x7D20;&#xFF0C;&#x5206;&#x6790;&#x7CFB;&#x7EDF;&#x7684;&#x53EF;&#x91CD;&#x7528;&#x6027;&#x3002;
&#x5212;&#x5206;&#x51FA;&#x7CFB;&#x7EDF;&#x7684;&#x5B50;&#x7CFB;&#x7EDF;&#xFF0C;&#x7ED9;&#x51FA;&#x5404;&#x81EA;&#x7CFB;&#x7EDF;&#x548C;&#x5404;&#x4E2A;&#x6784;&#x4EF6;&#x7684;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x3002;
&#x6839;&#x636E;&#x4EA7;&#x54C1;&#x7279;&#x6027;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x4E66;&#x5236;&#x5B9A;&#x4EA7;&#x54C1;&#x5F00;&#x53D1;&#x8BA1;&#x5212;&#x3002;
&#xFF08;3&#xFF09;&#x5F00;&#x53D1;&#x9636;&#x6BB5;
&#x5B8C;&#x6210;&#x4EA7;&#x54C1;&#x4E2D;&#x6240;&#x6709;&#x6784;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#xFF0C;&#x5305;&#x62EC;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x548C;&#x4E66;&#x5199;&#x6587;&#x6863;&#x3002;
&#xFF08;4&#xFF09;&#x7A33;&#x5B9A;&#x9636;&#x6BB5;
&#x5BF9;&#x4EA7;&#x54C1;&#x8FDB;&#x884C;&#x6D4B;&#x8BD5;&#x548C;&#x8C03;&#x5F0F;&#xFF0C;&#x4EE5;&#x786E;&#x4FDD;&#x5DF2;&#x7ECF;&#x6B63;&#x786E;&#x5730;&#x5B9E;&#x73B0;&#x4E86;&#x6574;&#x4E2A;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x4EA7;&#x54C1;&#x53EF;&#x4EE5;&#x53D1;&#x5E03;&#x4E86;&#x3002;
&#xFF08;5&#xFF09;&#x53D1;&#x5E03;&#x9636;&#x6BB5;
&#x53D1;&#x5E03;&#x4EA7;&#x54C1;&#x83B7;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5E76;&#x628A;&#x9879;&#x76EE;&#x79FB;&#x4EA4;&#x5230;&#x8FD0;&#x8425;&#x548C;&#x652F;&#x6301;&#x4EBA;&#x5458;&#x624B;&#x4E2D;&#xFF0C;&#x4EE5;&#x83B7;&#x5F97;&#x6700;&#x7EC8;&#x7528;&#x6237;&#x5BF9;&#x9879;&#x76EE;&#x7684;&#x8BA4;&#x53EF;&#x3002;</p>
<p> &#x5FAE;&#x8F6F;&#x8FC7;&#x7A0B;&#x7684;&#x751F;&#x547D;&#x5468;&#x671F;&#x6A21;&#x578B;</p>
<p><img src="https://img1.zlogs.net/19/20191214220114.png" alt=""></p>
<p> &#x5FAE;&#x8F6F;&#x8FC7;&#x7A0B;&#x5C0F;&#x7ED3;</p>
<p>&#x7EFC;&#x5408;&#x4E86;Rational&#x540C;&#x4E00;&#x8FC7;&#x7A0B;&#x548C;&#x654F;&#x6377;&#x8FC7;&#x7A0B;&#x7684;&#x8BB8;&#x591A;&#x4F18;&#x70B9;&#xFF0C;&#x662F;&#x5BF9;&#x4F17;&#x591A;&#x6210;&#x529F;&#x9879;&#x76EE;&#x7684;&#x5F00;&#x53D1;&#x7ECF;&#x9A8C;&#x7684;&#x6B63;&#x786E;&#x603B;&#x7ED3;&#xFF1B;
&#x6709;&#x67D0;&#x4E9B;&#x4E0D;&#x8DB3;&#x4E4B;&#x5904;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x5BF9;&#x65B9;&#x6CD5;&#xFF0C;&#x5DE5;&#x5177;&#x548C;&#x4EA7;&#x54C1;&#x7B49;&#x65B9;&#x9762;&#x7684;&#x8BBA;&#x8FF0;&#x4E0D;&#x5982;RUP&#x548C;&#x654F;&#x6377;&#x8FC7;&#x7A0B;&#x5168;&#x9762;&#x3002;
&#x5728;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x7684;&#x5B9E;&#x8DF5;&#x4E2D;&#xFF0C;&#x5E94;&#x8BE5;&#x628A;&#x5FAE;&#x8F6F;&#x8FC7;&#x7A0B;&#x4E0E;RUP&#x548C;&#x654F;&#x6377;&#x8FC7;&#x7A0B;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#xFF0C;&#x53D6;&#x957F;&#x8865;&#x77ED;&#xFF0C;&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x9879;&#x76EE;&#x7684;&#x5177;&#x4F53;&#x60C5;&#x51B5;&#x8FDB;&#x884C;&#x5236;&#x5B9A;&#x3002;</p>
<div id="gitalk-container"></div>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="1010.html" class="navigation navigation-prev " aria-label="Previous page: 结构化设计">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="1012.html" class="navigation navigation-next " aria-label="Next page: 软件生命周期">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"概述","level":"1.1.2","depth":2,"next":{"title":"软件生命周期","level":"1.1.3","depth":2,"path":"page/1012.md","ref":"page/1012.md","articles":[{"title":"问题定义","level":"1.1.3.1","depth":3,"path":"page/1013.md","ref":"page/1013.md","articles":[]},{"title":"可行性研究","level":"1.1.3.2","depth":3,"path":"page/1014.md","ref":"page/1014.md","articles":[]},{"title":"需求分析","level":"1.1.3.3","depth":3,"path":"page/1015.md","ref":"page/1015.md","articles":[]},{"title":"总体设计","level":"1.1.3.4","depth":3,"path":"page/1016.md","ref":"page/1016.md","articles":[]},{"title":"详细设计","level":"1.1.3.5","depth":3,"path":"page/1017.md","ref":"page/1017.md","articles":[]},{"title":"实现（编码和测试）","level":"1.1.3.6","depth":3,"path":"page/1018.md","ref":"page/1018.md","articles":[]},{"title":"维护","level":"1.1.3.7","depth":3,"path":"page/1019.md","ref":"page/1019.md","articles":[]}]},"previous":{"title":"结构化设计","level":"1.1.1","depth":2,"path":"page/1010.md","ref":"page/1010.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","-sharing","theme-simple@git+https://github.com/plugins-zander/gitbook-plugin-theme-simple.git","search-pro@git+https://github.com/plugins-zander/gitbook-plugin-search-pro.git","katex@git+https://github.com/plugins-zander/gitbook-plugin-katex.git","splitter@git+https://github.com/plugins-zander/gitbook-plugin-splitter.git","mygitalk@git+https://github.com/plugins-zander/gitbook-plugin-mygitalk.git","edit-link@git+https://github.com/plugins-zander/gitbook-plugin-edit-link.git","sitemap-general@git+https://github.com/plugins-zander/gitbook-plugin-sitemap-general.git","gtag@git+https://github.com/plugins-zander/gitbook-plugin-gtag.git","chapter-fold@git+https://github.com/plugins-zander/gitbook-plugin-chapter-fold.git","copy-code-button@git+https://github.com/plugins-zander/gitbook-plugin-copy-code-button.git","page-toc@git+https://github.com/plugins-zander/gitbook-plugin-page-toc.git"],"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"},"pluginsConfig":{"chapter-fold":{},"splitter":{},"search-pro":{},"page-toc":{"position":"before-first","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4","showByDefault":true},"sitemap-general":{"prefix":"https://zlogs.net/learn-software-engineering/"},"katex":{},"fontsettings":{"theme":"white","family":"sans","size":2},"gtag":{"token":"UA-149127400-1"},"highlight":{},"theme-simple":{"showLevel":false,"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"}},"copy-code-button":{},"mygitalk":{"flipMoveOptions":{},"clientID":"364365ceb2659b383d73","number":-1,"perPage":10,"proxy":"https://cors-anywhere.herokuapp.com/https://github.com/login/oauth/access_token","admin":["zanderzhao"],"createIssueManually":false,"distractionFreeMode":false,"repo":"talk","owner":"zanderzhao","enableHotKey":true,"clientSecret":"447ef6648e9dfffe2e2a65c34c8ead1dd4b7af54","pagerDirection":"last","labels":["Gitalk"]},"edit-link":{"label":"EDIT","base":"https://github.com/ZanderZhao/learn-software-engineering/edit/master/"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Zander Zhao","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"learn-software-engineering","language":"zh-hans","gitbook":"3.2.3","description":"learn-software-engineering - Zander's Learn Book"},"file":{"path":"page/1011.md","mtime":"2020-04-09T07:49:44.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-04-09T07:52:01.778Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/js/md5.min.js"></script>
        
    
        
        <script src="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/js/gitalk.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mygitalk/mygitalk.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-gtag/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-copy-code-button/toggle.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-page-toc/anchor-3.1.1.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-page-toc/page-toc.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

