
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>可行性研究 · learn-software-engineering</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Zander Zhao">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/css/gitalk.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-page-toc/page-toc.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="1015.html" />
    
    
    <link rel="prev" href="1013.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    本书简介
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.1" data-path="1010.html">
            
                <a href="1010.html">
            
                    
                    结构化设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.2" data-path="1011.html">
            
                <a href="1011.html">
            
                    
                    概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3" data-path="1012.html">
            
                <a href="1012.html">
            
                    
                    软件生命周期
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.3.1" data-path="1013.html">
            
                <a href="1013.html">
            
                    
                    问题定义
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.1.3.2" data-path="1014.html">
            
                <a href="1014.html">
            
                    
                    可行性研究
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.3" data-path="1015.html">
            
                <a href="1015.html">
            
                    
                    需求分析
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.4" data-path="1016.html">
            
                <a href="1016.html">
            
                    
                    总体设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.5" data-path="1017.html">
            
                <a href="1017.html">
            
                    
                    详细设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.6" data-path="1018.html">
            
                <a href="1018.html">
            
                    
                    实现（编码和测试）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.7" data-path="1019.html">
            
                <a href="1019.html">
            
                    
                    维护
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="1020.html">
            
                <a href="1020.html">
            
                    
                    软件项目管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="1021.html">
            
                <a href="1021.html">
            
                    
                    面向对象
            
                </a>
            

            
        </li>
    

    
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >可行性研究</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;">&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;</h1>
<p>&#x7B2C;2&#x7AE0;  &#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;</p>
<p>&#x2022; &#x76EE;&#x7684;&#xFF1A;&#x7528;&#x6700;&#x5C0F;&#x7684;&#x4EE3;&#x4EF7;&#x5728;&#x5C3D;&#x53EF;&#x80FD;&#x77ED;&#x7684;&#x65F6;&#x95F4;&#x5185;&#x786E;&#x5B9A;&#x95EE;&#x9898;&#x662F;&#x5426;&#x80FD;&#x591F;&#x89E3;&#x51B3;&#x3002;</p>
<p>&#x2022; &#x4EFB;&#x52A1;&#xFF1A;&#x786E;&#x5B9A;&#x95EE;&#x9898;&#x662F;&#x5426;&#x503C;&#x5F97;&#x53BB;&#x89E3;&#x51B3;&#x3002;</p>
<p>&#x2022; &#x9996;&#x5148;&#x9700;&#x8981;&#x8FDB;&#x4E00;&#x6B65;&#x5206;&#x6790;&#x548C;&#x6F84;&#x6E05;&#x95EE;&#x9898;&#x5B9A;&#x4E49;&#x3002;</p>
<p>&#x200B;      &#x5206;&#x6790;&#x95EE;&#x9898;&#x5B9A;&#x4E49;&#x9636;&#x6BB5;&#x521D;&#x6B65;&#x786E;&#x5B9A;&#x7684;&#x89C4;&#x6A21;&#x548C;&#x76EE;&#x6807;&#xFF0C;&#x6B63;&#x786E;&#x7684;&#x52A0;&#x4EE5;&#x80AF;&#x5B9A;&#xFF0C;&#x6709;&#x9519;&#x8BEF;&#x53CA;&#x65F6;&#x6539;&#x6B63;&#xFF0C;&#x5BF9;&#x76EE;&#x6807;&#x7CFB;&#x7EDF;&#x6709;&#x4EFB;&#x4F55;&#x7EA6;&#x675F;&#x548C;&#x9650;&#x5236;&#xFF0C;&#x5FC5;&#x987B;&#x628A;&#x5B83;&#x4EEC;&#x6E05;&#x695A;&#x5730;&#x5217;&#x4E3E;&#x51FA;&#x6765;&#x3002;   </p>
<p>&#x95EE;&#x9898;&#x5B9A;&#x4E49;&#x7684;&#x5185;&#x5BB9;</p>
<p>&#x2022;&#x95EE;&#x9898;&#x7684;&#x80CC;&#x666F;</p>
<p>&#x2022;&#x5F00;&#x53D1;&#x7CFB;&#x7EDF;&#x7684;&#x73B0;&#x72B6;</p>
<p>&#x2022;&#x5F00;&#x53D1;&#x7684;&#x7406;&#x7531;&#x548C;&#x6761;&#x4EF6;</p>
<p>&#x2022;&#x5F00;&#x53D1;&#x7CFB;&#x7EDF;&#x7684;&#x95EE;&#x9898;&#x8981;&#x6C42;&#x3001;&#x603B;&#x4F53;&#x8981;&#x6C42;</p>
<p>&#x2022;&#x95EE;&#x9898;&#x7684;&#x6027;&#x8D28;&#x3001;&#x7C7B;&#x578B;&#x8303;&#x56F4;</p>
<p>&#x2022;&#x8981;&#x5B9E;&#x73B0;&#x7684;&#x76EE;&#x6807;</p>
<p>&#x2022;&#x529F;&#x80FD;&#x89C4;&#x6A21;</p>
<p>&#x2022;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#x7684;&#x65B9;&#x6848;</p>
<p>&#x2022;&#x5F00;&#x53D1;&#x7684;&#x6761;&#x4EF6;&#x3001;&#x73AF;&#x5883;&#x8981;&#x6C42;</p>
<p>&#x95EE;&#x9898;&#x5B9A;&#x4E49;&#x4E3E;&#x4F8B;</p>
<p>&#x200B;      &#x9879;&#x76EE;&#xFF1A;&#x6559;&#x6750;&#x9500;&#x552E;&#x7CFB;&#x7EDF;</p>
<p>&#x2022;                &#x80CC;&#x666F;&#xFF1A;&#x4EBA;&#x5DE5;&#x9500;&#x552E;&#x6548;&#x7387;&#x4F4E;&#xFF0C;&#x5BB9;&#x6613;&#x51FA;&#x9519;</p>
<p>&#x2022;                &#x9879;&#x76EE;&#x76EE;&#x6807;&#xFF1A;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x9AD8;&#x6548;&#x7387;&#x7684;&#x3001;&#x65E0;&#x5DEE;&#x9519;&#x7684;&#x5FAE;&#x673A;&#x6559;&#x6750;&#x9500;&#x552E;&#x7CFB;&#x7EDF;</p>
<p>&#x2022;                &#x9879;&#x76EE;&#x8303;&#x56F4;&#xFF1A;&#x786C;&#x4EF6;&#x5229;&#x7528;&#x73B0;&#x6709;&#x5FAE;&#x673A;&#xFF0C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8D39;&#x7528;&#x4E0D;&#x8D85;&#x8FC7;5000&#x5143;</p>
<p>&#x2022;                &#x521D;&#x6B65;&#x8BBE;&#x60F3;&#xFF1A;&#x589E;&#x52A0;&#x7F3A;&#x4E66;&#x7EDF;&#x8BA1;&#x4E0E;&#x91C7;&#x8D2D;&#x529F;&#x80FD;</p>
<p>&#x2022;                &#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#xFF1A;&#x5EFA;&#x8BAE;&#x8FDB;&#x884C;&#x4E00;&#x5468;&#xFF0C;&#x8D39;&#x7528;&#x4E0D;&#x8D85;&#x8FC7;500&#x5143;</p>
<p>&#x5B66;&#x751F;&#x9009;&#x8BFE;&#x6CE8;&#x518C;&#x7CFB;&#x7EDF;&#x7684;&#x300A;&#x76EE;&#x6807;&#x548C;&#x8303;&#x56F4;&#x8BF4;&#x660E;&#x4E66;&#x300B;</p>
<p>&#x9879;&#x76EE;&#xFF1A;&#x5B66;&#x751F;&#x6CE8;&#x518C;&#x9009;&#x8BFE;&#x7CFB;&#x7EDF;&#x3002;</p>
<p>&#x2022;                 &#x95EE;&#x9898;&#xFF1A;&#x5728;&#x5B66;&#x5206;&#x5236;&#x8BD5;&#x884C;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5B66;&#x751F;&#x9009;&#x8BFE;&#x8FDB;&#x884C;&#x4EBA;&#x5DE5;&#x6CE8;&#x518C;&#x6548;&#x7387;&#x4F4E;&#xFF0C;&#x5BB9;&#x6613;&#x51B2;&#x7A81;&#xFF0C;&#x4EFB;&#x8BFE;&#x6559;&#x5E08;&#x96BE;&#x4EE5;&#x83B7;&#x5F97;&#x53CA;&#x65F6;&#x6709;&#x6548;&#x7684;&#x8BFE;&#x7A0B;&#x9009;&#x4FEE;&#x5B66;&#x751F;&#x540D;&#x5355;&#x3002;</p>
<p>&#x2022;                 &#x9879;&#x76EE;&#x76EE;&#x6807;&#xFF1A;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x57FA;&#x4E8E;&#x6559;&#x5B66;&#x7BA1;&#x7406;&#x8BA1;&#x7B97;&#x673A;&#x7F51;&#x7EDC;&#x7684;&#x5B66;&#x751F;&#x5B66;&#x671F;&#x9009;&#x8BFE;&#x6CE8;&#x518C;&#x7CFB;&#x7EDF;&#x3002;</p>
<p>&#x2022;                 &#x9879;&#x76EE;&#x8303;&#x56F4;&#xFF1A;&#x786C;&#x4EF6;&#x4E3B;&#x8981;&#x5229;&#x7528;&#x73B0;&#x6709;&#x8BA1;&#x7B97;&#x673A;&#x6559;&#x5B66;&#x7BA1;&#x7406;&#x7F51;&#x7EDC;&#xFF0C;&#x589E;&#x914D;&#x5C11;&#x91CF;&#x4E13;&#x7528;&#x8BBE;&#x5907;&#xFF0C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8D39;&#x7528;&#x9884;&#x671F;2800&#x5143;&#x3002;</p>
<p>&#x2022;                 &#x521D;&#x6B65;&#x8BBE;&#x60F3;&#xFF1A;&#x4E3A;&#x5B66;&#x751F;&#x63D0;&#x4F9B;&#x586B;&#x5199;&#x9009;&#x8BFE;&#x5361;&#x7247;&#x548C;&#x8BA1;&#x7B97;&#x673A;&#x7F51;&#x7EDC;&#x7EC8;&#x7AEF;&#x67E5;&#x8BE2;&#x5BF9;&#x8BDD;&#x4E24;&#x79CD;&#x9009;&#x8BFE;&#x65B9;&#x5F0F;&#xFF0C;&#x6559;&#x5B66;&#x7BA1;&#x7406;&#x79D1;&#x80FD;&#x591F;&#x5BF9;&#x9009;&#x8BFE;&#x51B2;&#x7A81;&#x5B66;&#x751F;&#x8FDB;&#x884C;&#x968F;&#x5373;&#x67E5;&#x8BE2;&#xFF0C;&#x786E;&#x5B9A;&#x8C03;&#x6574;&#x3002;&#x7CFB;&#x7EDF;&#x4E3B;&#x8981;&#x8F93;&#x51FA;&#x8BFE;&#x7A0B;&#x6CE8;&#x518C;&#x6570;&#x636E;&#x5E93;&#x3001;&#x5B66;&#x751F;&#x8BFE;&#x7A0B;&#x8868;&#x3001;&#x8BFE;&#x7A0B;&#x6210;&#x7EE9;&#x8BB0;&#x8F7D;&#x5355;&#x3002;</p>
<p>&#x2022;                 &#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#xFF1A;&#x7531;&#x5206;&#x6790;&#x5458;&#x548C;&#x6559;&#x5B66;&#x7BA1;&#x7406;&#x79D1;&#x8FDB;&#x884C;&#xFF0C;&#x4E3B;&#x8981;&#x5BF9;&#x7CFB;&#x7EDF;&#x5B9E;&#x65BD;&#x65B9;&#x6848;&#x548C;&#x5B66;&#x6821;&#x5B66;&#x751F;&#x9009;&#x8BFE;&#x7BA1;&#x7406;&#x89C4;&#x7A0B;&#x8FDB;&#x884C;&#x7814;&#x7A76;&#x3002;&#x5EFA;&#x8BAE;&#x8FDB;&#x884C;&#x5927;&#x7EA6;10&#x5929;&#xFF0C;&#x8D39;&#x7528;&#x4E0D;&#x8D85;&#x8FC7;200&#x5143;&#x3002;</p>
<h2 id="21--&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x7684;&#x4EFB;&#x52A1;">2.1  &#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x7684;&#x4EFB;&#x52A1;</h2>
<p>&#x786E;&#x5B9A;&#x95EE;&#x9898;&#x662F;&#x5426;&#x503C;&#x5F97;&#x53BB;&#x89E3;&#x51B3;&#x7684;&#x4E0B;&#x4E00;&#x6B65;&#x3002;</p>
<p>&#x2022;&#x5BFC;&#x51FA;&#x7CFB;&#x7EDF;&#x7684;&#x903B;&#x8F91;&#x6A21;&#x578B;&#x3002;</p>
<p>  &#x63A2;&#x7D22;&#x82E5;&#x5E72;&#x79CD;&#x53EF;&#x4F9B;&#x9009;&#x62E9;&#x7684;&#x4E3B;&#x8981;&#x89E3;&#x6CD5;(&#x5373;&#x7CFB;&#x7EDF;&#x5B9E;&#x73B0;&#x65B9;&#x6848;)&#x3002;&#x4ECE;&#x4E0B;&#x8FF0;&#x4E09;&#x65B9;&#x9762;&#x7814;&#x7A76;&#x6BCF;&#x79CD;&#x89E3;&#x6CD5;&#x7684;&#x53EF;&#x884C;&#x6027;&#xFF1A;</p>
<p>(1) <strong>&#x6280;&#x672F;&#x53EF;&#x884C;&#x6027;</strong>&#xFF0C;&#x4F7F;&#x7528;&#x73B0;&#x6709;&#x7684;&#x6280;&#x672F;&#x80FD;&#x5B9E;&#x73B0;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x5417;?</p>
<p>(2) <strong>&#x7ECF;&#x6D4E;&#x53EF;&#x884C;&#x6027;</strong>&#xFF0C;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x7684;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x80FD;&#x8D85;&#x8FC7;&#x5B83;&#x7684;&#x5F00;&#x53D1;&#x6210;&#x672C;&#x5417;?</p>
<p>(3) <strong>&#x64CD;&#x4F5C;&#x53EF;&#x884C;&#x6027;</strong>&#xFF0C;&#x7CFB;&#x7EDF;&#x7684;&#x64CD;&#x4F5C;&#x65B9;&#x5F0F;&#x5728;&#x8FD9;&#x4E2A;&#x7528;&#x6237;&#x7EC4;&#x7EC7;&#x5185;&#x884C;&#x5F97;&#x901A;&#x5417;?</p>
<p>&#x200B;    &#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x6700;&#x6839;&#x672C;&#x7684;&#x4EFB;&#x52A1;&#x662F;&#x5BF9;&#x4EE5;&#x540E;&#x7684;&#x884C;&#x52A8;&#x65B9;&#x9488;&#x63D0;&#x51FA;&#x5EFA;&#x8BAE;&#x3002;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x95EE;&#x9898;&#x6CA1;&#x6709;&#x53EF;&#x884C;&#x7684;&#x89E3;&#xFF0C;&#x5206;&#x6790;&#x5458;&#x5E94;&#x8BE5;&#x5EFA;&#x8BAE;&#x505C;&#x6B62;&#x8FD9;&#x9879;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x3002;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x95EE;&#x9898;&#x503C;&#x5F97;&#x89E3;&#xFF0C;&#x5206;&#x6790;&#x5458;&#x5E94;&#x8BE5;&#x63A8;&#x8350;&#x4E00;&#x4E2A;&#x8F83;&#x597D;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5E76;&#x4E14;&#x4E3A;&#x5DE5;&#x7A0B;&#x5236;&#x5B9A;&#x4E00;&#x4E2A;&#x521D;&#x6B65;&#x7684;&#x8BA1;&#x5212;&#x3002;</p>
<p>&#x200B;    &#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x9700;&#x8981;&#x7684;&#x65F6;&#x95F4;&#x957F;&#x77ED;&#x53D6;&#x51B3;&#x4E8E;&#x5DE5;&#x7A0B;&#x7684;&#x89C4;&#x6A21;&#x3002;&#x4E00;&#x822C;&#x8BF4;&#x6765;&#xFF0C;&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x7684;&#x6210;&#x672C;&#x53EA;&#x662F;&#x9884;&#x671F;&#x7684;&#x5DE5;&#x7A0B;&#x603B;&#x6210;&#x672C;&#x7684;5%&#xFF5E;10%&#x3002;</p>
<h2 id="22--&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x8FC7;&#x7A0B;">2.2  &#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x8FC7;&#x7A0B;</h2>
<p>&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x8FC7;&#x7A0B;&#x6709;&#x4E0B;&#x8FF0;&#x4E00;&#x4E9B;&#x6B65;&#x9AA4;&#x3002;</p>
<p>\1. &#x590D;&#x67E5;&#x7CFB;&#x7EDF;&#x89C4;&#x6A21;&#x548C;&#x76EE;&#x6807;</p>
<p>   &#x786E;&#x4FDD;&#x5206;&#x6790;&#x5458;&#x6B63;&#x5728;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x786E;&#x5B9E;&#x662F;&#x8981;&#x6C42;&#x4ED6;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<p>\2. &#x7814;&#x7A76;&#x76EE;&#x524D;&#x6B63;&#x5728;&#x4F7F;&#x7528;&#x7684;&#x7CFB;&#x7EDF;</p>
<p>&#x200B;    &#x73B0;&#x6709;&#x7684;&#x7CFB;&#x7EDF;&#x662F;&#x4FE1;&#x606F;&#x7684;&#x91CD;&#x8981;&#x6765;&#x6E90;&#x3002;&#x65B0;&#x7684;&#x76EE;&#x6807;&#x7CFB;&#x7EDF;&#x5FC5;&#x987B;&#x4E5F;&#x80FD;&#x5B8C;&#x6210;&#x5B83;&#x7684;&#x57FA;&#x672C;&#x529F;&#x80FD;&#xFF1B;</p>
<p>&#x200B;    &#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x73B0;&#x6709;&#x7684;&#x7CFB;&#x7EDF;&#x5FC5;&#x7136;&#x6709;&#x67D0;&#x4E9B;&#x7F3A;&#x70B9;&#xFF0C;&#x65B0;&#x7CFB;&#x7EDF;&#x5FC5;&#x987B;&#x80FD;&#x89E3;&#x51B3;&#x65E7;&#x7CFB;&#x7EDF;&#x4E2D;&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<p>\3. &#x5BFC;&#x51FA;&#x65B0;&#x7CFB;&#x7EDF;&#x7684;&#x9AD8;&#x5C42;&#x903B;&#x8F91;&#x6A21;&#x578B;</p>
<p>&#xFF08;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x548C;&#x6570;&#x636E;&#x5B57;&#x5178;&#xFF09;&#x3002;</p>
<p>\4. &#x8FDB;&#x4E00;&#x6B65;&#x5B9A;&#x4E49;&#x95EE;&#x9898;</p>
<p>&#x200B;    &#x5206;&#x6790;&#x5458;&#x5E94;&#x8BE5;&#x548C;&#x7528;&#x6237;&#x4E00;&#x8D77;&#x518D;&#x6B21;&#x590D;&#x67E5;&#x95EE;&#x9898;&#x5B9A;&#x4E49;&#x3001;&#x5DE5;&#x7A0B;&#x89C4;&#x6A21;&#x548C;&#x76EE;&#x6807;&#xFF0C;&#x4EE5;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x548C;&#x6570;&#x636E;&#x5B57;&#x5178;&#x4F5C;&#x4E3A;&#x8BA8;&#x8BBA;&#x7684;&#x57FA;&#x7840;&#x3002;</p>
<p>&#x200B;    &#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x7684;&#x524D;4&#x4E2A;&#x6B65;&#x9AA4;&#x5B9E;&#x8D28;&#x4E0A;&#x6784;&#x6210;&#x4E00;&#x4E2A;&#x5FAA;&#x73AF;&#x3002;</p>
<p>&#x200B;    &#x5B9A;&#x4E49;&#x95EE;&#x9898;&#xFF0C;&#x5206;&#x6790;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x5BFC;&#x51FA;&#x4E00;&#x4E2A;&#x8BD5;&#x63A2;&#x6027;&#x7684;&#x89E3;&#xFF1B;</p>
<p>&#x200B;    &#x5728;&#x6B64;&#x57FA;&#x7840;&#x4E0A;&#x518D;&#x6B21;&#x5B9A;&#x4E49;&#x95EE;&#x9898;&#xFF0C;&#x518D;&#x4E00;&#x6B21;&#x5206;&#x6790;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x4FEE;&#x6539;&#x8FD9;&#x4E2A;&#x89E3;&#xFF1B;</p>
<p>&#x200B;    &#x7EE7;&#x7EED;&#x8FD9;&#x4E2A;&#x5FAA;&#x73AF;&#x8FC7;&#x7A0B;&#xFF0C;&#x76F4;&#x5230;&#x63D0;&#x51FA;&#x7684;&#x903B;&#x8F91;&#x6A21;&#x578B;&#x5B8C;&#x5168;&#x7B26;&#x5408;&#x7CFB;&#x7EDF;&#x76EE;&#x6807;&#x3002;</p>
<p>\5. &#x5BFC;&#x51FA;&#x548C;&#x8BC4;&#x4EF7;&#x4F9B;&#x9009;&#x62E9;&#x7684;&#x89E3;&#x6CD5;</p>
<p>&#x200B;    &#x5206;&#x6790;&#x5458;&#x5E94;&#x8BE5;&#x4ECE;&#x4ED6;&#x5EFA;&#x8BAE;&#x7684;&#x7CFB;&#x7EDF;&#x903B;&#x8F91;&#x6A21;&#x578B;&#x51FA;&#x53D1;&#xFF0C;&#x5BFC;&#x51FA;&#x82E5;&#x5E72;&#x4E2A;&#x8F83;&#x9AD8;&#x5C42;&#x6B21;&#x7684;(&#x8F83;&#x62BD;&#x8C61;&#x7684;)&#x7269;&#x7406;&#x89E3;&#x6CD5;&#x4F9B;&#x6BD4;&#x8F83;&#x548C;&#x9009;&#x62E9;&#x3002;</p>
<p>   &#x4E3A;&#x6BCF;&#x4E2A;&#x5728;&#x6280;&#x672F;&#x3001;&#x64CD;&#x4F5C;&#x548C;&#x7ECF;&#x6D4E;&#x7B49;&#x65B9;&#x9762;&#x90FD;&#x53EF;&#x884C;&#x7684;&#x7CFB;&#x7EDF;&#x5236;&#x5B9A;&#x5B9E;&#x73B0;&#x8FDB;&#x5EA6;&#x8868;&#x3002;</p>
<p>\6. &#x63A8;&#x8350;&#x884C;&#x52A8;&#x65B9;&#x9488;</p>
<p>&#x200B;    &#x662F;&#x5426;&#x7EE7;&#x7EED;&#x8FDB;&#x884C;&#x8FD9;&#x9879;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x3002;</p>
<p>\7. &#x8349;&#x62DF;&#x5F00;&#x53D1;&#x8BA1;&#x5212;</p>
<p>&#x200B;    &#x5236;&#x5B9A;&#x5DE5;&#x7A0B;&#x8FDB;&#x5EA6;&#x8868;</p>
<p>&#x200B;    &#x4F30;&#x8BA1;&#x5BF9;&#x5404;&#x7C7B;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x548C;&#x5404;&#x79CD;&#x8D44;&#x6E90;&#x7684;&#x9700;&#x8981;&#x60C5;&#x51B5;&#xFF0C;&#x6307;&#x660E;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x4F7F;&#x7528;&#x4EE5;&#x53CA;&#x4F7F;&#x7528;&#x591A;&#x957F;&#x65F6;&#x95F4;&#x3002;</p>
<p>&#x200B;    &#x4F30;&#x8BA1;&#x7CFB;&#x7EDF;&#x751F;&#x547D;&#x5468;&#x671F;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x6210;&#x672C;&#x3002;</p>
<p>&#x200B;    &#x7ED9;&#x51FA;&#x4E0B;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;(&#x9700;&#x6C42;&#x5206;&#x6790;)&#x7684;&#x8BE6;&#x7EC6;&#x8FDB;&#x5EA6;&#x8868;&#x548C;&#x6210;&#x672C;&#x4F30;&#x8BA1;&#x3002;</p>
<p>\8. &#x4E66;&#x5199;&#x6587;&#x6863;&#x63D0;&#x4EA4;&#x5BA1;&#x67E5;</p>
<p>&#x200B;    &#x628A;&#x4E0A;&#x8FF0;&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x5404;&#x4E2A;&#x6B65;&#x9AA4;&#x7684;&#x5DE5;&#x4F5C;&#x7ED3;&#x679C;&#x5199;&#x6210;&#x6E05;&#x6670;&#x7684;&#x6587;&#x6863;&#xFF0C;&#x8BF7;&#x7528;&#x6237;&#x3001;&#x5BA2;&#x6237;&#x7EC4;&#x7EC7;&#x7684;&#x8D1F;&#x8D23;&#x4EBA;&#x53CA;&#x8BC4;&#x5BA1;&#x7EC4;&#x5BA1;&#x67E5;&#xFF0C;&#x4EE5;&#x51B3;&#x5B9A;&#x662F;&#x5426;&#x7EE7;&#x7EED;&#x8FD9;&#x9879;&#x5DE5;&#x7A0B;&#x53CA;&#x662F;&#x5426;&#x63A5;&#x53D7;&#x5206;&#x6790;&#x5458;&#x63A8;&#x8350;&#x7684;&#x65B9;&#x6848;&#x3002;</p>
<h2 id="23--&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;">2.3  &#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;</h2>
<p>&#x200B;    &#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x662F;&#x6982;&#x62EC;&#x5730;&#x63CF;&#x7ED8;&#x7269;&#x7406;&#x7CFB;&#x7EDF;&#x7684;&#x4F20;&#x7EDF;&#x5DE5;&#x5177;&#x3002;&#x5B83;&#x7684;&#x57FA;&#x672C;&#x601D;&#x60F3;&#x662F;&#x7528;&#x56FE;&#x5F62;&#x7B26;&#x53F7;&#x4EE5;&#x9ED1;&#x76D2;&#x5B50;&#x5F62;&#x5F0F;&#x63CF;&#x7ED8;&#x7EC4;&#x6210;&#x7CFB;&#x7EDF;&#x7684;&#x6BCF;&#x4E2A;&#x90E8;&#x4EF6;(&#x7A0B;&#x5E8F;&#xFF0C;&#x6587;&#x6863;&#xFF0C;&#x6570;&#x636E;&#x5E93;&#xFF0C;&#x4EBA;&#x5DE5;&#x8FC7;&#x7A0B;&#x7B49;)&#x3002;</p>
<p>&#x200B;    &#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x8868;&#x8FBE;&#x7684;&#x662F;&#x6570;&#x636E;&#x5728;&#x7CFB;&#x7EDF;&#x5404;&#x90E8;&#x4EF6;&#x4E4B;&#x95F4;&#x6D41;&#x52A8;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5BF9;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x52A0;&#x5DE5;&#x5904;&#x7406;&#x7684;&#x63A7;&#x5236;&#x8FC7;&#x7A0B;&#xFF0C;&#x56E0;&#x6B64;&#x5C3D;&#x7BA1;&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x7684;&#x67D0;&#x4E9B;&#x7B26;&#x53F7;&#x548C;&#x7A0B;&#x5E8F;&#x6D41;&#x7A0B;&#x56FE;&#x7684;&#x7B26;&#x53F7;&#x5F62;&#x5F0F;&#x76F8;&#x540C;&#xFF0C;&#x4F46;&#x662F;&#x5B83;&#x5374;&#x662F;&#x7269;&#x7406;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x800C;&#x4E0D;&#x662F;&#x7A0B;&#x5E8F;&#x6D41;&#x7A0B;&#x56FE;&#x3002;</p>
<h3 id="231--&#x7B26;&#x53F7;">2.3.1  &#x7B26;&#x53F7;</h3>
<p>&#x200B;    &#x5F53;&#x4EE5;&#x6982;&#x62EC;&#x7684;&#x65B9;&#x5F0F;&#x62BD;&#x8C61;&#x5730;&#x63CF;&#x7ED8;&#x4E00;&#x4E2A;&#x5B9E;&#x9645;&#x7CFB;&#x7EDF;&#x65F6;&#xFF0C;&#x4EC5;&#x4EC5;&#x4F7F;&#x7528;&#x56FE;2.1&#x4E2D;&#x5217;&#x51FA;&#x7684;&#x57FA;&#x672C;&#x7B26;&#x53F7;&#x5C31;&#x8DB3;&#x591F;&#x4E86;&#x3002;</p>
<p>&#x200B;    &#x5F53;&#x9700;&#x8981;&#x66F4;&#x5177;&#x4F53;&#x5730;&#x63CF;&#x7ED8;&#x4E00;&#x4E2A;&#x7269;&#x7406;&#x7CFB;&#x7EDF;&#x65F6;&#x8FD8;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x56FE;2.2&#xFF08;&#x89C1;&#x4E66;29&#x9875;&#xFF09;&#x4E2D;&#x5217;&#x51FA;&#x7684;&#x7CFB;&#x7EDF;&#x7B26;&#x53F7;&#x3002;</p>
<p>&#x200B;    &#x5229;&#x7528;&#x8FD9;&#x4E9B;&#x7B26;&#x53F7;&#x53EF;&#x4EE5;&#x628A;&#x4E00;&#x4E2A;&#x5E7F;&#x4E49;&#x7684;&#x8F93;&#x5165;&#x8F93;&#x51FA;&#x64CD;&#x4F5C;&#x5177;&#x4F53;&#x5316;&#x4E3A;&#x8BFB;&#x5199;&#x5B58;&#x50A8;&#x5728;&#x7279;&#x6B8A;&#x8BBE;&#x5907;&#x4E0A;&#x7684;&#x6587;&#x4EF6;&#xFF08;&#x6216;&#x6570;&#x636E;&#x5E93;&#xFF09;&#xFF0C;&#x628A;&#x62BD;&#x8C61;&#x5904;&#x7406;&#x5177;&#x4F53;&#x5316;&#x4E3A;&#x7279;&#x5B9A;&#x7684;&#x7A0B;&#x5E8F;&#x6216;&#x624B;&#x5DE5;&#x64CD;&#x4F5C;&#x7B49;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/19/20191214220229.png" alt=""></p>
<p>&#x56FE;2.1 &#x57FA;&#x672C;&#x7B26;&#x53F7;</p>
<h3 id="232--&#x4F8B;&#x5B50;">2.3.2  &#x4F8B;&#x5B50;</h3>
<p>&#x200B;    &#x4E3E;&#x4F8B;&#x8BF4;&#x660E;&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x7684;&#x7528;&#x6CD5;&#x3002;</p>
<p>&#x200B;    &#x67D0;&#x88C5;&#x914D;&#x5382;&#x6709;&#x4E00;&#x5EA7;&#x5B58;&#x653E;&#x96F6;&#x4EF6;&#x7684;&#x4ED3;&#x5E93;&#xFF0C;&#x4ED3;&#x5E93;&#x4E2D;&#x73B0;&#x6709;&#x7684;&#x5404;&#x79CD;&#x96F6;&#x4EF6;&#x7684;&#x6570;&#x91CF;&#x4EE5;&#x53CA;&#x6BCF;&#x79CD;&#x96F6;&#x4EF6;&#x7684;&#x5E93;&#x5B58;&#x91CF;&#x4E34;&#x754C;&#x503C;&#x7B49;&#x6570;&#x636E;&#x8BB0;&#x5F55;&#x5728;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x4E3B;&#x6587;&#x4EF6;&#x4E2D;&#x3002;</p>
<p>&#x200B;    &#x5F53;&#x4ED3;&#x5E93;&#x4E2D;&#x96F6;&#x4EF6;&#x6570;&#x91CF;&#x6709;&#x53D8;&#x5316;&#x65F6;&#xFF0C;&#x5E94;&#x8BE5;&#x53CA;&#x65F6;&#x4FEE;&#x6539;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x4E3B;&#x6587;&#x4EF6;&#xFF0C;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x54EA;&#x79CD;&#x96F6;&#x4EF6;&#x7684;&#x5E93;&#x5B58;&#x91CF;&#x5C11;&#x4E8E;&#x5B83;&#x7684;&#x5E93;&#x5B58;&#x91CF;&#x4E34;&#x754C;&#x503C;&#xFF0C;&#x5219;&#x5E94;&#x8BE5;&#x62A5;&#x544A;&#x7ED9;&#x91C7;&#x8D2D;&#x90E8;&#x95E8;&#x4EE5;&#x4FBF;&#x5B9A;&#x8D27;&#xFF0C;&#x89C4;&#x5B9A;&#x6BCF;&#x5929;&#x5411;&#x91C7;&#x8D2D;&#x90E8;&#x95E8;&#x9001;&#x4E00;&#x6B21;&#x5B9A;&#x8D27;&#x62A5;&#x544A;&#x3002;</p>
<p>&#x200B;    &#x8BE5;&#x88C5;&#x914D;&#x5382;&#x4F7F;&#x7528;&#x4E00;&#x53F0;&#x5C0F;&#x578B;&#x8BA1;&#x7B97;&#x673A;&#x5904;&#x7406;&#x66F4;&#x65B0;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x4E3B;&#x6587;&#x4EF6;&#x548C;&#x4EA7;&#x751F;&#x5B9A;&#x8D27;&#x62A5;&#x544A;&#x7684;&#x4EFB;&#x52A1;&#x3002;&#x96F6;&#x4EF6;&#x5E93;&#x5B58;&#x91CF;&#x7684;&#x6BCF;&#x4E00;&#x6B21;&#x53D8;&#x5316;&#x79F0;&#x4E3A;&#x4E00;&#x4E2A;&#x4E8B;&#x52A1;&#xFF0C;&#x7531;&#x653E;&#x5728;&#x4ED3;&#x5E93;&#x4E2D;&#x7684;CRT&#x7EC8;&#x7AEF;&#x8F93;&#x5165;&#x5230;&#x8BA1;&#x7B97;&#x673A;&#x4E2D;&#xFF1B;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x7A0B;&#x5E8F;&#x5BF9;&#x4E8B;&#x52A1;&#x8FDB;&#x884C;&#x5904;&#x7406;&#xFF0C;&#x66F4;&#x65B0;&#x5B58;&#x50A8;&#x5728;&#x78C1;&#x76D8;&#x4E0A;&#x7684;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x4E3B;&#x6587;&#x4EF6;&#xFF0C;&#x5E76;&#x4E14;&#x628A;&#x5FC5;&#x8981;&#x7684;&#x5B9A;&#x8D27;&#x4FE1;&#x606F;&#x5199;&#x5728;&#x78C1;&#x5E26;&#x4E0A;&#x3002;&#x6700;&#x540E;&#xFF0C;&#x6BCF;&#x5929;&#x7531;&#x62A5;&#x544A;&#x751F;&#x6210;&#x7A0B;&#x5E8F;&#x8BFB;&#x4E00;&#x6B21;&#x78C1;&#x5E26;&#xFF0C;&#x5E76;&#x4E14;&#x6253;&#x5370;&#x51FA;&#x5B9A;&#x8D27;&#x62A5;&#x544A;&#x3002;&#x56FE;2.3&#x7684;&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x63CF;&#x7ED8;&#x4E86;&#x4E0A;&#x8FF0;&#x7CFB;&#x7EDF;&#x7684;&#x6982;&#x8C8C;&#x3002;</p>
<p>&#x200B;    &#x56FE;&#x4E2D;&#x6BCF;&#x4E2A;&#x7B26;&#x53F7;&#x7528;&#x9ED1;&#x76D2;&#x5B50;&#x5F62;&#x5F0F;&#x5B9A;&#x4E49;&#x4E86;&#x7EC4;&#x6210;&#x7CFB;&#x7EDF;&#x7684;&#x4E00;&#x4E2A;&#x90E8;&#x4EF6;&#xFF0C;&#x7136;&#x800C;&#x5E76;&#x6CA1;&#x6709;&#x6307;&#x660E;&#x6BCF;&#x4E2A;&#x90E8;&#x4EF6;&#x7684;&#x5177;&#x4F53;&#x5DE5;&#x4F5C;&#x8FC7;&#x7A0B;&#xFF1B;&#x56FE;&#x4E2D;&#x7684;&#x7BAD;&#x5934;&#x786E;&#x5B9A;&#x4E86;&#x4FE1;&#x606F;&#x901A;&#x8FC7;&#x7CFB;&#x7EDF;&#x7684;&#x903B;&#x8F91;&#x8DEF;&#x5F84;&#x3002;</p>
<p>&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x7684;&#x4E60;&#x60EF;&#x753B;&#x6CD5;&#x662F;&#x4F7F;&#x4FE1;&#x606F;&#x5728;&#x56FE;&#x4E2D;&#x4ECE;&#x9876;&#x5411;&#x4E0B;&#x6216;&#x4ECE;&#x5DE6;&#x5411;&#x53F3;&#x6D41;&#x52A8;&#x3002;</p>
<p><img src="https://img1.zlogs.net/19/20191214220254.png" alt=""></p>
<p>&#x56FE;2.3 &#x5E93;&#x5B58;&#x6E05;&#x5355;&#x7CFB;&#x7EDF;&#x7684;&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;</p>
<h3 id="233--&#x5206;&#x5C42;">2.3.3  &#x5206;&#x5C42;</h3>
<p>&#x200B;    &#x9762;&#x5BF9;&#x590D;&#x6742;&#x7684;&#x7CFB;&#x7EDF;&#x65F6;&#xFF0C;&#x4E00;&#x4E2A;&#x6BD4;&#x8F83;&#x597D;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#x5206;&#x5C42;&#x6B21;&#x5730;&#x63CF;&#x7ED8;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x3002;</p>
<p>&#x200B;    &#x9996;&#x5148;&#x7528;&#x4E00;&#x5F20;&#x9AD8;&#x5C42;&#x6B21;&#x7684;&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x63CF;&#x7ED8;&#x7CFB;&#x7EDF;&#x603B;&#x4F53;&#x6982;&#x8C8C;&#xFF0C;&#x8868;&#x660E;&#x7CFB;&#x7EDF;&#x7684;&#x5173;&#x952E;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x200B;    &#x7136;&#x540E;&#x5206;&#x522B;&#x628A;&#x6BCF;&#x4E2A;&#x5173;&#x952E;&#x529F;&#x80FD;&#x6269;&#x5C55;&#x5230;&#x9002;&#x5F53;&#x7684;&#x8BE6;&#x7EC6;&#x7A0B;&#x5EA6;&#xFF0C;&#x753B;&#x5728;&#x5355;&#x72EC;&#x7684;&#x4E00;&#x9875;&#x7EB8;&#x4E0A;&#x3002;</p>
<p>&#x200B;    &#x8FD9;&#x79CD;&#x5206;&#x5C42;&#x6B21;&#x7684;&#x63CF;&#x7ED8;&#x65B9;&#x6CD5;&#x4FBF;&#x4E8E;&#x9605;&#x8BFB;&#x8005;&#x6309;&#x4ECE;&#x62BD;&#x8C61;&#x5230;&#x5177;&#x4F53;&#x7684;&#x8FC7;&#x7A0B;&#x9010;&#x6B65;&#x6DF1;&#x5165;&#x5730;&#x4E86;&#x89E3;&#x4E00;&#x4E2A;&#x590D;&#x6742;&#x7684;&#x7CFB;&#x7EDF;&#x3002;</p>
<h2 id="24--&#x6570;&#x636E;&#x6D41;&#x56FE;">2.4  &#x6570;&#x636E;&#x6D41;&#x56FE;</h2>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;(DFD)&#x662F;&#x4E00;&#x79CD;&#x56FE;&#x5F62;&#x5316;&#x6280;&#x672F;&#xFF0C;&#x5B83;&#x63CF;&#x7ED8;&#x4FE1;&#x606F;&#x6D41;&#x548C;&#x6570;&#x636E;&#x4ECE;&#x8F93;&#x5165;&#x79FB;&#x52A8;&#x5230;&#x8F93;&#x51FA;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x6240;&#x7ECF;&#x53D7;&#x7684;&#x53D8;&#x6362;&#x3002;&#x5728;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x5177;&#x4F53;&#x7684;&#x7269;&#x7406;&#x90E8;&#x4EF6;&#xFF0C;&#x5B83;&#x53EA;&#x662F;&#x63CF;&#x7ED8;&#x6570;&#x636E;&#x5728;&#x8F6F;&#x4EF6;&#x4E2D;&#x6D41;&#x52A8;&#x548C;&#x88AB;&#x5904;&#x7406;&#x7684;&#x903B;&#x8F91;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;&#x662F;&#x7CFB;&#x7EDF;&#x903B;&#x8F91;&#x529F;&#x80FD;&#x7684;&#x56FE;&#x5F62;&#x8868;&#x793A;&#xFF0C;&#x5373;&#x4F7F;&#x4E0D;&#x662F;&#x4E13;&#x4E1A;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x6280;&#x672F;&#x4EBA;&#x5458;&#x4E5F;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x5B83;&#xFF0C;&#x56E0;&#x6B64;&#x662F;&#x5206;&#x6790;&#x5458;&#x4E0E;&#x7528;&#x6237;&#x4E4B;&#x95F4;&#x6781;&#x597D;&#x7684;&#x901A;&#x4FE1;&#x5DE5;&#x5177;&#x3002;</p>
<p>&#x200B;     &#x6B64;&#x5916;&#xFF0C;&#x8BBE;&#x8BA1;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x65F6;&#x53EA;&#x9700;&#x8003;&#x8651;&#x7CFB;&#x7EDF;&#x5FC5;&#x987B;&#x5B8C;&#x6210;&#x7684;&#x57FA;&#x672C;&#x903B;&#x8F91;&#x529F;&#x80FD;&#xFF0C;&#x5B8C;&#x5168;&#x4E0D;&#x9700;&#x8981;&#x8003;&#x8651;&#x600E;&#x6837;&#x5177;&#x4F53;&#x5730;&#x5B9E;&#x73B0;&#x8FD9;&#x4E9B;&#x529F;&#x80FD;&#xFF0C;&#x6240;&#x4EE5;&#x5B83;&#x4E5F;&#x662F;&#x4ECA;&#x540E;&#x8FDB;&#x884C;&#x8F6F;&#x4EF6;&#x8BBE;&#x8BA1;&#x7684;&#x5F88;&#x597D;&#x7684;&#x51FA;&#x53D1;&#x70B9;&#x3002;</p>
<h3 id="241--&#x7B26;&#x53F7;">2.4.1  &#x7B26;&#x53F7;</h3>
<p>&#x200B;    &#x5982;&#x56FE;2.4(a)&#xFF08;&#x89C1;&#x4E66;31&#x9875;&#xFF09;&#x6240;&#x793A;&#xFF0C;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x6709;&#x56DB;&#x79CD;&#x57FA;&#x672C;&#x7B26;&#x53F7;&#xFF1A;&#x6B63;&#x65B9;&#x5F62;(&#x6216;&#x7ACB;&#x65B9;&#x4F53;)&#x8868;&#x793A;&#x6570;&#x636E;&#x7684;&#x6E90;&#x70B9;&#x6216;&#x7EC8;&#x70B9;&#xFF1B;&#x5706;&#x89D2;&#x77E9;&#x5F62;(&#x6216;&#x5706;&#x5F62;)&#x4EE3;&#x8868;&#x53D8;&#x6362;&#x6570;&#x636E;&#x7684;&#x5904;&#x7406;&#xFF1B;&#x5F00;&#x53E3;&#x77E9;&#x5F62;(&#x6216;&#x4E24;&#x6761;&#x5E73;&#x884C;&#x6A2A;&#x7EBF;)&#x4EE3;&#x8868;&#x6570;&#x636E;&#x5B58;&#x50A8;&#xFF1B;&#x7BAD;&#x5934;&#x8868;&#x793A;&#x6570;&#x636E;&#x6D41;&#xFF0C;&#x5373;&#x7279;&#x5B9A;&#x6570;&#x636E;&#x7684;&#x6D41;&#x52A8;&#x65B9;&#x5411;&#x3002;</p>
<p>&#x200B;    &#x6CE8;&#x610F;&#xFF0C;&#x6570;&#x636E;&#x6D41;&#x4E0E;&#x7A0B;&#x5E8F;&#x6D41;&#x7A0B;&#x56FE;(&#x53C2;&#x770B;&#x672C;&#x4E66;&#x7B2C;5&#x7AE0;)&#x4E2D;&#x7528;&#x7BAD;&#x5934;&#x8868;&#x793A;&#x7684;&#x63A7;&#x5236;&#x6D41;&#x6709;&#x672C;&#x8D28;&#x4E0D;&#x540C;&#xFF0C;&#x5343;&#x4E07;&#x4E0D;&#x8981;&#x6DF7;&#x6DC6;&#x3002;</p>
<p>&#x200B;    &#x5728;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x5E94;&#x8BE5;&#x63CF;&#x7ED8;&#x6240;&#x6709;&#x53EF;&#x80FD;&#x7684;&#x6570;&#x636E;&#x6D41;&#x5411;&#xFF0C;&#x800C;&#x4E0D;&#x5E94;&#x8BE5;&#x63CF;&#x7ED8;&#x51FA;&#x73B0;&#x67D0;&#x4E2A;&#x6570;&#x636E;&#x6D41;&#x7684;&#x6761;&#x4EF6;&#xFF08;&#x65E0;&#x6CD5;&#x8868;&#x793A;&#x5206;&#x652F;&#x6761;&#x4EF6;&#x6216;&#x5FAA;&#x73AF;&#xFF09;&#x3002;</p>
<p>&#x200B;    &#x5904;&#x7406;&#x5E76;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x4E00;&#x4E2A;&#x7A0B;&#x5E8F;&#x3002;&#x4E00;&#x4E2A;&#x5904;&#x7406;&#x6846;&#x53EF;&#x4EE5;&#x4EE3;&#x8868;&#x4E00;&#x7CFB;&#x5217;&#x7A0B;&#x5E8F;&#x3001;&#x5355;&#x4E2A;&#x7A0B;&#x5E8F;&#x6216;&#x8005;&#x7A0B;&#x5E8F;&#x7684;&#x4E00;&#x4E2A;&#x6A21;&#x5757;&#xFF1B;&#x5B83;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x4EE3;&#x8868;&#x7528;&#x7A7F;&#x5B54;&#x673A;&#x7A7F;&#x5B54;&#x6216;&#x76EE;&#x89C6;&#x68C0;&#x67E5;&#x6570;&#x636E;&#x6B63;&#x786E;&#x6027;&#x7B49;&#x4EBA;&#x5DE5;&#x5904;&#x7406;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x200B;    &#x4E00;&#x4E2A;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x4E5F;&#x5E76;&#x4E0D;&#x7B49;&#x540C;&#x4E8E;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#xFF0C;&#x5B83;&#x53EF;&#x4EE5;&#x8868;&#x793A;&#x4E00;&#x4E2A;&#x6587;&#x4EF6;&#x3001;&#x6587;&#x4EF6;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x3001;&#x6570;&#x636E;&#x5E93;&#x7684;&#x5143;&#x7D20;&#x6216;&#x8BB0;&#x5F55;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x7B49;&#xFF1B;&#x6570;&#x636E;&#x53EF;&#x4EE5;&#x5B58;&#x50A8;&#x5728;&#x78C1;&#x76D8;&#x3001;&#x78C1;&#x5E26;&#x3001;&#x78C1;&#x9F13;&#x3001;&#x4E3B;&#x5B58;&#x3001;&#x5FAE;&#x7F29;&#x80F6;&#x7247;&#x3001;&#x7A7F;&#x5B54;&#x5361;&#x7247;&#x53CA;&#x5176;&#x4ED6;&#x4EFB;&#x4F55;&#x4ECB;&#x8D28;&#x4E0A;(&#x5305;&#x62EC;&#x4EBA;&#x8111;)&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x5B58;&#x50A8;&#x548C;&#x6570;&#x636E;&#x6D41;&#x90FD;&#x662F;&#x6570;&#x636E;&#xFF0C;&#x4EC5;&#x4EC5;&#x6240;&#x5904;&#x7684;&#x72B6;&#x6001;&#x4E0D;&#x540C;&#x3002;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x662F;&#x5904;&#x4E8E;&#x9759;&#x6B62;&#x72B6;&#x6001;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x6570;&#x636E;&#x6D41;&#x662F;&#x5904;&#x4E8E;&#x8FD0;&#x52A8;&#x4E2D;&#x7684;&#x6570;&#x636E;&#x3002;</p>
<p>&#x200B;    &#x901A;&#x5E38;&#x5728;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x5FFD;&#x7565;&#x51FA;&#x9519;&#x5904;&#x7406;&#xFF0C;&#x4E5F;&#x4E0D;&#x5305;&#x62EC;&#x8BF8;&#x5982;&#x6253;&#x5F00;&#x6216;&#x5173;&#x95ED;&#x6587;&#x4EF6;&#x4E4B;&#x7C7B;&#x7684;&#x5185;&#x52A1;&#x5904;&#x7406;&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;&#x7684;&#x57FA;&#x672C;&#x8981;&#x70B9;&#x662F;&#x63CF;&#x7ED8;&#x201C;&#x505A;&#x4EC0;&#x4E48;&#x201D;&#x800C;&#x4E0D;&#x8003;&#x8651;&#x201C;&#x600E;&#x6837;&#x505A;&#x201D;&#x3002;</p>
<p>&#x200B;    &#x6709;&#x65F6;&#x6570;&#x636E;&#x7684;&#x6E90;&#x70B9;&#x548C;&#x7EC8;&#x70B9;&#x76F8;&#x540C;&#xFF0C;&#x5982;&#x679C;&#x53EA;&#x7528;&#x4E00;&#x4E2A;&#x7B26;&#x53F7;&#x4EE3;&#x8868;&#x6570;&#x636E;&#x7684;&#x6E90;&#x70B9;&#x548C;&#x7EC8;&#x70B9;&#xFF0C;&#x5219;&#x81F3;&#x5C11;&#x5C06;&#x6709;&#x4E24;&#x4E2A;&#x7BAD;&#x5934;&#x548C;&#x8FD9;&#x4E2A;&#x7B26;&#x53F7;&#x76F8;&#x8FDE;(&#x4E00;&#x4E2A;&#x8FDB;&#x4E00;&#x4E2A;&#x51FA;)&#xFF0C;&#x53EF;&#x80FD;&#x5176;&#x4E2D;&#x4E00;&#x6761;&#x7BAD;&#x5934;&#x7EBF;&#x76F8;&#x5F53;&#x957F;&#xFF0C;&#x8FD9;&#x5C06;&#x964D;&#x4F4E;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x7684;&#x6E05;&#x6670;&#x5EA6;&#x3002;&#x53E6;&#x4E00;&#x79CD;&#x8868;&#x793A;&#x65B9;&#x6CD5;&#x662F;&#x518D;&#x91CD;&#x590D;&#x753B;&#x4E00;&#x4E2A;&#x540C;&#x6837;&#x7684;&#x7B26;&#x53F7;(&#x6B63;&#x65B9;&#x5F62;&#x6216;&#x7ACB;&#x65B9;&#x4F53;)&#x8868;&#x793A;&#x6570;&#x636E;&#x7684;&#x7EC8;&#x70B9;&#x3002;</p>
<p>&#x200B;    &#x6709;&#x65F6;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x4E5F;&#x9700;&#x8981;&#x91CD;&#x590D;&#xFF0C;&#x4EE5;&#x589E;&#x52A0;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x7684;&#x6E05;&#x6670;&#x7A0B;&#x5EA6;&#x3002;&#x4E3A;&#x4E86;&#x907F;&#x514D;&#x53EF;&#x80FD;&#x5F15;&#x8D77;&#x7684;&#x8BEF;&#x89E3;&#xFF0C;&#x5982;&#x679C;&#x4EE3;&#x8868;&#x540C;&#x4E00;&#x4E2A;&#x4E8B;&#x7269;&#x7684;&#x540C;&#x6837;&#x7B26;&#x53F7;&#x5728;&#x56FE;&#x4E2D;&#x51FA;&#x73B0;&#x5728;n&#x4E2A;&#x5730;&#x65B9;&#xFF0C;&#x5219;&#x5728;&#x8FD9;&#x4E2A;&#x7B26;&#x53F7;&#x7684;&#x4E00;&#x4E2A;&#x89D2;&#x4E0A;&#x753B;&#xFF08;n-1&#xFF09;&#x6761;&#x77ED;&#x659C;&#x7EBF;&#x505A;&#x6807;&#x8BB0;&#x3002;</p>
<p>&#x200B;    &#x9664;&#x4E86;&#x4E0A;&#x8FF0;4&#x79CD;&#x57FA;&#x672C;&#x7B26;&#x53F7;&#x4E4B;&#x5916;&#xFF0C;&#x6709;&#x65F6;&#x4E5F;&#x4F7F;&#x7528;&#x51E0;&#x79CD;&#x9644;&#x52A0;&#x7B26;&#x53F7;&#x3002;&#x56FE;2.4(b)&#x7ED9;&#x51FA;&#x4E86;&#x8FD9;&#x4E9B;&#x9644;&#x52A0;&#x7B26;&#x53F7;&#x7684;&#x542B;&#x4E49;&#x3002;</p>
<h3 id="242--&#x4F8B;&#x5B50;">2.4.2  &#x4F8B;&#x5B50;</h3>
<p>&#x200B;    &#x5047;&#x8BBE;&#x4E00;&#x5BB6;&#x5DE5;&#x5382;&#x7684;&#x91C7;&#x8D2D;&#x90E8;&#x6BCF;&#x5929;&#x9700;&#x8981;&#x4E00;&#x5F20;&#x5B9A;&#x8D27;&#x62A5;&#x8868;&#xFF0C;&#x62A5;&#x8868;&#x6309;&#x96F6;&#x4EF6;&#x7F16;&#x53F7;&#x6392;&#x5E8F;&#xFF0C;&#x8868;&#x4E2D;&#x5217;&#x51FA;&#x6240;&#x6709;&#x9700;&#x8981;&#x518D;&#x6B21;&#x5B9A;&#x8D27;&#x7684;&#x96F6;&#x4EF6;&#x3002;</p>
<p>&#x200B;    &#x5BF9;&#x4E8E;&#x9700;&#x8981;&#x518D;&#x6B21;&#x5B9A;&#x8D27;&#x7684;&#x96F6;&#x4EF6;&#x5E94;&#x8BE5;&#x5217;&#x51FA;&#x4E0B;&#x8FF0;&#x6570;&#x636E;&#xFF1A;</p>
<p>&#x200B;    &#x96F6;&#x4EF6;&#x7F16;&#x53F7;&#xFF0C;&#x96F6;&#x4EF6;&#x540D;&#x79F0;&#xFF0C;&#x5B9A;&#x8D27;&#x6570;&#x91CF;&#xFF0C;&#x76EE;&#x524D;&#x4EF7;&#x683C;&#xFF0C;&#x4E3B;&#x8981;&#x4F9B;&#x5E94;&#x8005;&#xFF0C;&#x6B21;&#x8981;&#x4F9B;&#x5E94;&#x8005;&#x3002;</p>
<p>&#x200B;    &#x96F6;&#x4EF6;&#x5165;&#x5E93;&#x6216;&#x51FA;&#x5E93;&#x79F0;&#x4E3A;&#x4E8B;&#x52A1;&#xFF0C;&#x901A;&#x8FC7;&#x653E;&#x5728;&#x4ED3;&#x5E93;&#x4E2D;&#x7684;CRT&#x7EC8;&#x7AEF;&#x628A;&#x4E8B;&#x52A1;&#x62A5;&#x544A;&#x7ED9;&#x5B9A;&#x8D27;&#x7CFB;&#x7EDF;&#x3002;&#x5F53;&#x67D0;&#x79CD;&#x96F6;&#x4EF6;&#x7684;&#x5E93;&#x5B58;&#x6570;&#x91CF;&#x5C11;&#x4E8E;&#x5E93;&#x5B58;&#x91CF;&#x4E34;&#x754C;&#x503C;&#x65F6;&#x5C31;&#x5E94;&#x8BE5;&#x518D;&#x6B21;&#x5B9A;&#x8D27;&#x3002;</p>
<p>&#x6570;&#x636E;&#x6D41;&#x56FE;&#x6709;4&#x79CD;&#x6210;&#x5206;&#xFF1A;</p>
<p>&#x200B;    &#x6E90;&#x70B9;&#x6216;&#x7EC8;&#x70B9;&#xFF0C;&#x5904;&#x7406;&#xFF0C;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x548C;&#x6570;&#x636E;&#x6D41;&#x3002;</p>
<p>&#x200B;    &#x56E0;&#x6B64;&#xFF0C;&#x7B2C;&#x4E00;&#x6B65;&#x53EF;&#x4EE5;&#x4ECE;&#x95EE;&#x9898;&#x63CF;&#x8FF0;&#x4E2D;&#x63D0;&#x53D6;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x7684;4&#x79CD;&#x6210;&#x5206;&#xFF1A;</p>
<p>&#x2022; &#x9996;&#x5148;&#x8003;&#x8651;&#x6570;&#x636E;&#x7684;&#x6E90;&#x70B9;&#x548C;&#x7EC8;&#x70B9;</p>
<p>&#x200B;    &#x4ECE;&#x4E0A;&#x9762;&#x5BF9;&#x7CFB;&#x7EDF;&#x7684;&#x63CF;&#x8FF0;&#x53EF;&#x4EE5;&#x77E5;&#x9053;&#x201C;&#x91C7;&#x8D2D;&#x90E8;&#x6BCF;&#x5929;&#x9700;&#x8981;&#x4E00;&#x5F20;&#x5B9A;&#x8D27;&#x62A5;&#x8868;&#x201D;&#xFF0C;&#x201C;&#x901A;&#x8FC7;&#x653E;&#x5728;&#x4ED3;&#x5E93;&#x4E2D;&#x7684;CRT&#x7EC8;&#x7AEF;&#x628A;&#x4E8B;&#x52A1;&#x62A5;&#x544A;&#x7ED9;&#x5B9A;&#x8D27;&#x7CFB;&#x7EDF;&#x201D;&#xFF0C;&#x6240;&#x4EE5;&#x91C7;&#x8D2D;&#x5458;&#x662F;&#x6570;&#x636E;&#x7EC8;&#x70B9;&#xFF0C;&#x800C;&#x4ED3;&#x5E93;&#x7BA1;&#x7406;&#x5458;&#x662F;&#x6570;&#x636E;&#x6E90;&#x70B9;&#x3002;</p>
<p>&#x2022;&#x5904;&#x7406;</p>
<p>&#x200B;    &#x518D;&#x4E00;&#x6B21;&#x9605;&#x8BFB;&#x95EE;&#x9898;&#x63CF;&#x8FF0;&#xFF0C;&#x201C;&#x91C7;&#x8D2D;&#x90E8;&#x9700;&#x8981;&#x62A5;&#x8868;&#x201D;&#xFF0C;&#x663E;&#x7136;&#x4ED6;&#x4EEC;&#x8FD8;&#x6CA1;&#x6709;&#x8FD9;&#x79CD;&#x62A5;&#x8868;&#xFF0C;&#x56E0;&#x6B64;&#x5FC5;&#x987B;&#x6709;&#x4E00;&#x4E2A;&#x7528;&#x4E8E;&#x4EA7;&#x751F;&#x62A5;&#x8868;&#x7684;&#x5904;&#x7406;&#x3002;</p>
<p>&#x200B;    &#x4E8B;&#x52A1;&#x7684;&#x540E;&#x679C;&#x662F;&#x6539;&#x53D8;&#x96F6;&#x4EF6;&#x5E93;&#x5B58;&#x91CF;&#xFF0C;&#x7136;&#x800C;&#x4EFB;&#x4F55;&#x6539;&#x53D8;&#x6570;&#x636E;&#x7684;&#x64CD;&#x4F5C;&#x90FD;&#x662F;&#x5904;&#x7406;&#xFF0C;&#x56E0;&#x6B64;&#x5BF9;&#x4E8B;&#x52A1;&#x8FDB;&#x884C;&#x7684;&#x52A0;&#x5DE5;&#x662F;&#x53E6;&#x4E00;&#x4E2A;&#x5904;&#x7406;&#x3002;</p>
<p>&#x200B;    &#x6CE8;&#x610F;&#xFF0C;&#x5728;&#x95EE;&#x9898;&#x63CF;&#x8FF0;&#x4E2D;&#x5E76;&#x6CA1;&#x6709;&#x660E;&#x663E;&#x5730;&#x63D0;&#x5230;&#x9700;&#x8981;&#x5BF9;&#x4E8B;&#x52A1;&#x8FDB;&#x884C;&#x5904;&#x7406;&#xFF0C;&#x4F46;&#x662F;&#x901A;&#x8FC7;&#x5206;&#x6790;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x8FD9;&#x79CD;&#x9700;&#x8981;&#x3002;</p>
<p>&#x2022;  &#x6570;&#x636E;&#x6D41;&#xFF1A;</p>
<p>&#x200B;     &#x7CFB;&#x7EDF;&#x628A;&#x5B9A;&#x8D27;&#x62A5;&#x8868;&#x9001;&#x7ED9;&#x91C7;&#x8D2D;&#x90E8;&#xFF0C;&#x56E0;&#x6B64;&#x5B9A;&#x8D27;&#x62A5;&#x8868;&#x662F;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x6D41;&#xFF1B;&#x4E8B;&#x52A1;&#x9700;&#x8981;&#x4ECE;&#x4ED3;&#x5E93;&#x9001;&#x5230;&#x7CFB;&#x7EDF;&#x4E2D;&#xFF0C;&#x663E;&#x7136;&#x4E8B;&#x52A1;&#x662F;&#x53E6;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x6D41;&#x3002;</p>
<p>&#x2022; &#x6570;&#x636E;&#x5B58;&#x50A8;&#xFF1A;</p>
<p>&#x200B;    &#x4EA7;&#x751F;&#x62A5;&#x8868;&#x548C;&#x5904;&#x7406;&#x4E8B;&#x52A1;&#x8FD9;&#x4E24;&#x4E2A;&#x5904;&#x7406;&#x5728;&#x65F6;&#x95F4;&#x4E0A;&#x660E;&#x663E;&#x4E0D;&#x5339;&#x914D;&#x2014;&#x2014;</p>
<p>&#x200B;    &#x6BCF;&#x5F53;&#x6709;&#x4E00;&#x4E2A;&#x4E8B;&#x52A1;&#x53D1;&#x751F;&#x65F6;&#x7ACB;&#x5373;&#x5904;&#x7406;&#x5B83;&#xFF0C;</p>
<p>&#x200B;    &#x7136;&#x800C;&#x6BCF;&#x5929;&#x53EA;&#x4EA7;&#x751F;&#x4E00;&#x6B21;&#x5B9A;&#x8D27;&#x62A5;&#x8868;&#x3002;</p>
<p>&#x200B;    &#x56E0;&#x6B64;&#xFF0C;&#x7528;&#x6765;&#x4EA7;&#x751F;&#x5B9A;&#x8D27;&#x62A5;&#x8868;&#x7684;&#x6570;&#x636E;&#x5FC5;&#x987B;&#x5B58;&#x653E;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5E94;&#x8BE5;&#x6709;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x3002;</p>
<p>&#x200B;    &#x6CE8;&#x610F;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x548C;&#x6570;&#x636E;&#x6D41;&#x90FD;&#x80FD;&#x76F4;&#x63A5;&#x4ECE;&#x95EE;&#x9898;&#x63CF;&#x8FF0;&#x4E2D;&#x63D0;&#x53D6;&#x51FA;&#x6765;&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;&#x662F;&#x7CFB;&#x7EDF;&#x7684;&#x903B;&#x8F91;&#x6A21;&#x578B;&#xFF0C;&#x7136;&#x800C;&#x4EFB;&#x4F55;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x5B9E;&#x8D28;&#x4E0A;&#x90FD;&#x662F;&#x4FE1;&#x606F;&#x5904;&#x7406;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x672C;&#x8D28;&#x4E0A;&#x90FD;&#x662F;&#x628A;&#x8F93;&#x5165;&#x6570;&#x636E;&#x53D8;&#x6362;&#x6210;&#x8F93;&#x51FA;&#x6570;&#x636E;&#x3002;</p>
<p>&#x200B;    &#x56E0;&#x6B64;&#xFF0C;&#x4EFB;&#x4F55;&#x7CFB;&#x7EDF;&#x7684;&#x57FA;&#x672C;&#x6A21;&#x578B;&#x90FD;&#x7531;&#x82E5;&#x5E72;&#x4E2A;&#x6570;&#x636E;&#x6E90;&#x70B9;/&#x7EC8;&#x70B9;&#x4EE5;&#x53CA;&#x4E00;&#x4E2A;&#x5904;&#x7406;&#x7EC4;&#x6210;&#xFF0C;&#x8FD9;&#x4E2A;&#x5904;&#x7406;&#x5C31;&#x4EE3;&#x8868;&#x4E86;&#x7CFB;&#x7EDF;&#x5BF9;&#x6570;&#x636E;&#x52A0;&#x5DE5;&#x53D8;&#x6362;&#x7684;&#x57FA;&#x672C;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x200B;    &#x5BF9;&#x4E8E;&#x4E0A;&#x8FF0;&#x7684;&#x5B9A;&#x8D27;&#x7CFB;&#x7EDF;&#x53EF;&#x4EE5;&#x753B;&#x51FA;&#x56FE;2.5&#x8FD9;&#x6837;&#x7684;&#x57FA;&#x672C;&#x7CFB;&#x7EDF;&#x6A21;&#x578B;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/19/20191214220317.png" alt=""></p>
<p>&#x56FE;2.5 &#x5B9A;&#x8D27;&#x7CFB;&#x7EDF;&#x7684;&#x57FA;&#x672C;&#x7CFB;&#x7EDF;&#x6A21;&#x578B;</p>
<p>&#x200B;    &#x4ECE;&#x57FA;&#x672C;&#x7CFB;&#x7EDF;&#x6A21;&#x578B;&#x8FD9;&#x6837;&#x975E;&#x5E38;&#x9AD8;&#x7684;&#x5C42;&#x6B21;&#x5F00;&#x59CB;&#x753B;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x662F;&#x4E00;&#x4E2A;&#x597D;&#x529E;&#x6CD5;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x9AD8;&#x5C42;&#x6B21;&#x7684;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E0A;&#x662F;&#x5426;&#x5217;&#x51FA;&#x4E86;&#x6240;&#x6709;&#x7ED9;&#x5B9A;&#x7684;&#x6570;&#x636E;&#x6E90;&#x70B9;/&#x7EC8;&#x70B9;&#x662F;&#x4E00;&#x76EE;&#x4E86;&#x7136;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x5B83;&#x662F;&#x5F88;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x901A;&#x4FE1;&#x5DE5;&#x5177;&#x3002;</p>
<p>&#x200B;    &#x7136;&#x800C;&#xFF0C;&#x56FE;2.5&#x6BD5;&#x7ADF;&#x592A;&#x62BD;&#x8C61;&#x4E86;&#xFF0C;&#x4ECE;&#x8FD9;&#x5F20;&#x56FE;&#x4E0A;&#x5BF9;&#x5B9A;&#x8D27;&#x7CFB;&#x7EDF;&#x6240;&#x80FD;&#x4E86;&#x89E3;&#x5230;&#x7684;&#x4FE1;&#x606F;&#x975E;&#x5E38;&#x6709;&#x9650;&#x3002;</p>
<p>&#x200B;    &#x4E0B;&#x4E00;&#x6B65;&#x5E94;&#x8BE5;&#x628A;&#x57FA;&#x672C;&#x7CFB;&#x7EDF;&#x6A21;&#x578B;&#x7EC6;&#x5316;&#xFF0C;&#x63CF;&#x7ED8;&#x7CFB;&#x7EDF;&#x7684;&#x4E3B;&#x8981;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x200B;    &#x4ECE;&#x8868;2.1&#x53EF;&#x77E5;&#xFF0C;&#x201C;&#x4EA7;&#x751F;&#x62A5;&#x8868;&#x201D;&#x548C;&#x201C;&#x5904;&#x7406;&#x4E8B;&#x52A1;&#x201D;&#x662F;&#x7CFB;&#x7EDF;&#x5FC5;&#x987B;&#x5B8C;&#x6210;&#x7684;&#x4E24;&#x4E2A;&#x4E3B;&#x8981;&#x529F;&#x80FD;&#xFF0C;&#x5B83;&#x4EEC;&#x5C06;&#x4EE3;&#x66FF;&#x56FE;2.5&#x4E2D;&#x7684;&#x201C;&#x5B9A;&#x8D27;&#x7CFB;&#x7EDF;&#x201D;(&#x56FE;2.6)&#x3002;</p>
<p>&#x200B;    &#x6B64;&#x5916;&#xFF0C;&#x7EC6;&#x5316;&#x540E;&#x7684;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x8FD8;&#x589E;&#x52A0;&#x4E86;&#x4E24;&#x4E2A;&#x6570;&#x636E;&#x5B58;&#x50A8;&#xFF1A;</p>
<p>&#x200B;    &#x5904;&#x7406;&#x4E8B;&#x52A1;&#x9700;&#x8981;&#x201C;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x201D;&#x6570;&#x636E;&#xFF1B;</p>
<p>&#x200B;    &#x4EA7;&#x751F;&#x62A5;&#x8868;&#x548C;&#x5904;&#x7406;&#x4E8B;&#x52A1;&#x5728;&#x4E0D;&#x540C;&#x65F6;&#x95F4;&#xFF0C;&#x56E0;&#x6B64;&#x9700;&#x8981;&#x5B58;&#x50A8;&#x201C;&#x5B9A;&#x8D27;&#x4FE1;&#x606F;&#x201D;&#x3002;</p>
<p>&#x200B;    &#x9664;&#x4E86;&#x8868;2.1&#x4E2D;&#x5217;&#x51FA;&#x7684;&#x4E24;&#x4E2A;&#x6570;&#x636E;&#x6D41;&#x4E4B;&#x5916;&#x8FD8;&#x6709;&#x53E6;&#x5916;&#x4E24;&#x4E2A;&#x6570;&#x636E;&#x6D41;&#xFF0C;&#x5B83;&#x4EEC;&#x4E0E;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x76F8;&#x540C;&#x3002;</p>
<p>&#x200B;    &#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x4ECE;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x4E2D;&#x53D6;&#x51FA;&#x6765;&#x7684;&#x6216;&#x653E;&#x8FDB;&#x53BB;&#x7684;&#x6570;&#x636E;&#x901A;&#x5E38;&#x548C;&#x539F;&#x6765;&#x5B58;&#x50A8;&#x7684;&#x6570;&#x636E;&#x76F8;&#x540C;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x548C;&#x6570;&#x636E;&#x6D41;&#x53EA;&#x4E0D;&#x8FC7;&#x662F;&#x540C;&#x6837;&#x6570;&#x636E;&#x7684;&#x4E24;&#x79CD;&#x4E0D;&#x540C;&#x5F62;&#x5F0F;&#x3002;</p>
<p>&#x200B;    &#x5728;&#x56FE;2.6&#x4E2D;&#x7ED9;&#x5904;&#x7406;&#x548C;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x90FD;&#x52A0;&#x4E86;&#x7F16;&#x53F7;&#xFF0C;&#x8FD9;&#x6837;&#x505A;&#x7684;&#x76EE;&#x7684;&#x662F;&#x4FBF;&#x4E8E;&#x5F15;&#x7528;&#x548C;&#x8FFD;&#x8E2A;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/19/20191214220422.png" alt=""></p>
<p>&#x56FE;2.6 &#x5B9A;&#x8D27;&#x7CFB;&#x7EDF;&#x7684;&#x529F;&#x80FD;&#x7EA7;&#x6570;&#x636E;&#x6D41;&#x56FE;</p>
<p>&#x200B;    &#x63A5;&#x4E0B;&#x6765;&#x5E94;&#x8BE5;&#x5BF9;&#x529F;&#x80FD;&#x7EA7;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x63CF;&#x7ED8;&#x7684;&#x7CFB;&#x7EDF;&#x4E3B;&#x8981;&#x529F;&#x80FD;&#x8FDB;&#x4E00;&#x6B65;&#x7EC6;&#x5316;&#x3002;</p>
<p>&#x200B;    &#x8003;&#x8651;&#x901A;&#x8FC7;&#x7CFB;&#x7EDF;&#x7684;&#x903B;&#x8F91;&#x6570;&#x636E;&#x6D41;&#xFF1A;&#x5F53;&#x53D1;&#x751F;&#x4E00;&#x4E2A;&#x4E8B;&#x52A1;&#x65F6;&#x5FC5;&#x987B;&#x9996;&#x5148;&#x63A5;&#x6536;&#x5B83;&#xFF1B;&#x968F;&#x540E;&#x6309;&#x7167;&#x4E8B;&#x52A1;&#x7684;&#x5185;&#x5BB9;&#x4FEE;&#x6539;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#xFF1B;&#x6700;&#x540E;&#x5982;&#x679C;&#x66F4;&#x65B0;&#x540E;&#x7684;&#x5E93;&#x5B58;&#x91CF;&#x5C11;&#x4E8E;&#x5E93;&#x5B58;&#x91CF;&#x4E34;&#x754C;&#x503C;&#x65F6;&#xFF0C;&#x5219;&#x5E94;&#x8BE5;&#x518D;&#x6B21;&#x5B9A;&#x8D27;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x9700;&#x8981;&#x5904;&#x7406;&#x5B9A;&#x8D27;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x200B;    &#x56E0;&#x6B64;&#xFF0C;&#x628A;&#x201C;&#x5904;&#x7406;&#x4E8B;&#x52A1;&#x201D;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x5206;&#x89E3;&#x4E3A;&#x4E0B;&#x8FF0;3&#x4E2A;&#x6B65;&#x9AA4;&#xFF0C;&#x8FD9;&#x5728;&#x903B;&#x8F91;&#x4E0A;&#x662F;&#x5408;&#x7406;&#x7684;&#xFF1A;&#x201C;&#x63A5;&#x6536;&#x4E8B;&#x52A1;&#x201D;&#x3001;&#x201C;&#x66F4;&#x65B0;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x201D;&#x548C;&#x201C;&#x5904;&#x7406;&#x5B9A;&#x8D27;&#x201D;(&#x56FE;2.7)&#x3002;</p>
<p>&#x200B;    &#x5F53;&#x5BF9;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x5206;&#x5C42;&#x7EC6;&#x5316;&#x65F6;&#x5FC5;&#x987B;&#x4FDD;&#x6301;&#x4FE1;&#x606F;&#x8FDE;&#x7EED;&#x6027;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5F53;&#x628A;&#x4E00;&#x4E2A;&#x5904;&#x7406;&#x5206;&#x89E3;&#x4E3A;&#x4E00;&#x7CFB;&#x5217;&#x5904;&#x7406;&#x65F6;&#xFF0C;&#x5206;&#x89E3;&#x524D;&#x548C;&#x5206;&#x89E3;&#x540E;&#x7684;&#x8F93;&#x5165;&#x8F93;&#x51FA;&#x6570;&#x636E;&#x6D41;&#x5FC5;&#x987B;&#x76F8;&#x540C;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/19/20191214220453.png" alt=""></p>
<p>&#x56FE;2.7 &#x628A;&#x5904;&#x7406;&#x4E8B;&#x52A1;&#x7684;&#x529F;&#x80FD;&#x8FDB;&#x4E00;&#x6B65;&#x5206;&#x89E3;&#x540E;&#x7684;&#x6570;&#x636E;&#x6D41;&#x56FE;</p>
<h3 id="243--&#x547D;&#x540D;">2.4.3  &#x547D;&#x540D;</h3>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x6BCF;&#x4E2A;&#x6210;&#x5206;&#x7684;&#x547D;&#x540D;&#x662F;&#x5426;&#x6070;&#x5F53;&#xFF0C;&#x76F4;&#x63A5;&#x5F71;&#x54CD;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x7684;&#x53EF;&#x7406;&#x89E3;&#x6027;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x7ED9;&#x8FD9;&#x4E9B;&#x6210;&#x5206;&#x8D77;&#x540D;&#x5B57;&#x65F6;&#x5E94;&#x8BE5;&#x4ED4;&#x7EC6;&#x63A8;&#x6572;&#x3002;&#x4E0B;&#x9762;&#x8BB2;&#x8FF0;&#x5728;&#x547D;&#x540D;&#x65F6;&#x5E94;&#x6CE8;&#x610F;&#x7684;&#x95EE;&#x9898;&#xFF1A;</p>
<p>\1. &#x4E3A;&#x6570;&#x636E;&#x6D41;(&#x6216;&#x6570;&#x636E;&#x5B58;&#x50A8;)&#x547D;&#x540D;</p>
<p>(1) &#x540D;&#x5B57;&#x5E94;&#x4EE3;&#x8868;&#x6574;&#x4E2A;&#x6570;&#x636E;&#x6D41;(&#x6216;&#x6570;&#x636E;&#x5B58;&#x50A8;)&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4EC5;&#x4EC5;&#x53CD;&#x6620;&#x5B83;&#x7684;&#x67D0;&#x4E9B;&#x6210;&#x5206;&#x3002;</p>
<p>(2) &#x4E0D;&#x8981;&#x4F7F;&#x7528;&#x7A7A;&#x6D1E;&#x7684;&#x3001;&#x7F3A;&#x4E4F;&#x5177;&#x4F53;&#x542B;&#x4E49;&#x7684;&#x540D;&#x5B57;(&#x5982;&#x201C;&#x6570;&#x636E;&#x201D;&#x3001;&#x201C;&#x4FE1;&#x606F;&#x201D;&#x3001;&#x201C;&#x8F93;&#x5165;&#x201D;&#x4E4B;&#x7C7B;)&#x3002;</p>
<p>(3) &#x5982;&#x679C;&#x5728;&#x4E3A;&#x67D0;&#x4E2A;&#x6570;&#x636E;&#x6D41;(&#x6216;&#x6570;&#x636E;&#x5B58;&#x50A8;)&#x8D77;&#x540D;&#x5B57;&#x65F6;&#x9047;&#x5230;&#x4E86;&#x56F0;&#x96BE;&#xFF0C;&#x5219;&#x5F88;&#x53EF;&#x80FD;&#x662F;&#x56E0;&#x4E3A;&#x5BF9;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x5206;&#x89E3;&#x4E0D;&#x6070;&#x5F53;&#x9020;&#x6210;&#x7684;&#xFF0C;&#x5E94;&#x8BE5;&#x8BD5;&#x8BD5;&#x91CD;&#x65B0;&#x5206;&#x89E3;&#xFF0C;&#x770B;&#x662F;&#x5426;&#x80FD;&#x514B;&#x670D;&#x8FD9;&#x4E2A;&#x56F0;&#x96BE;&#x3002;</p>
<p>\2. &#x4E3A;&#x5904;&#x7406;&#x547D;&#x540D;</p>
<p>(1) &#x901A;&#x5E38;&#x5148;&#x4E3A;&#x6570;&#x636E;&#x6D41;&#x547D;&#x540D;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x4E3A;&#x4E0E;&#x4E4B;&#x76F8;&#x5173;&#x8054;&#x7684;&#x5904;&#x7406;&#x547D;&#x540D;&#x3002;&#x8FD9;&#x6837;&#x547D;&#x540D;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#xFF0C;&#x800C;&#x4E14;&#x4F53;&#x73B0;&#x4E86;&#x4EBA;&#x7C7B;&#x4E60;&#x60EF;&#x7684;&#x201C;&#x7531;&#x8868;&#x53CA;&#x91CC;&#x201D;&#x7684;&#x601D;&#x8003;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>(2) &#x540D;&#x5B57;&#x5E94;&#x8BE5;&#x53CD;&#x6620;&#x6574;&#x4E2A;&#x5904;&#x7406;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5B83;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x529F;&#x80FD;&#x3002;</p>
<p>(3) &#x540D;&#x5B57;&#x6700;&#x597D;&#x7531;&#x4E00;&#x4E2A;&#x5177;&#x4F53;&#x7684;&#x53CA;&#x7269;&#x52A8;&#x8BCD;&#x52A0;&#x4E0A;&#x4E00;&#x4E2A;&#x5177;&#x4F53;&#x7684;&#x5BBE;&#x8BED;&#x7EC4;&#x6210;&#x3002;&#x5E94;&#x8BE5;&#x5C3D;&#x91CF;&#x907F;&#x514D;&#x4F7F;&#x7528;&#x201C;&#x52A0;&#x5DE5;&#x201D;&#x3001;&#x201C;&#x5904;&#x7406;&#x201D;&#x7B49;&#x7A7A;&#x6D1E;&#x7B3C;&#x7EDF;&#x7684;&#x52A8;&#x8BCD;&#x4F5C;&#x540D;&#x5B57;&#x3002;</p>
<p>(4) &#x901A;&#x5E38;&#x540D;&#x5B57;&#x4E2D;&#x4EC5;&#x5305;&#x62EC;&#x4E00;&#x4E2A;&#x52A8;&#x8BCD;&#xFF0C;&#x5982;&#x679C;&#x5FC5;&#x987B;&#x7528;&#x4E24;&#x4E2A;&#x52A8;&#x8BCD;&#x624D;&#x80FD;&#x63CF;&#x8FF0;&#x6574;&#x4E2A;&#x5904;&#x7406;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x5219;&#x628A;&#x8FD9;&#x4E2A;&#x5904;&#x7406;&#x518D;&#x5206;&#x89E3;&#x6210;&#x4E24;&#x4E2A;&#x5904;&#x7406;&#x53EF;&#x80FD;&#x66F4;&#x6070;&#x5F53;&#x4E9B;&#x3002;</p>
<p>(5) &#x5982;&#x679C;&#x5728;&#x4E3A;&#x67D0;&#x4E2A;&#x5904;&#x7406;&#x547D;&#x540D;&#x65F6;&#x9047;&#x5230;&#x56F0;&#x96BE;&#xFF0C;&#x5219;&#x5F88;&#x53EF;&#x80FD;&#x662F;&#x53D1;&#x73B0;&#x4E86;&#x5206;&#x89E3;&#x4E0D;&#x5F53;&#x7684;&#x8FF9;&#x8C61;&#xFF0C;&#x5E94;&#x8003;&#x8651;&#x91CD;&#x65B0;&#x5206;&#x89E3;&#x3002;</p>
<p>&#x6570;&#x636E;&#x6E90;&#x70B9;/&#x7EC8;&#x70B9;&#x5E76;&#x4E0D;&#x9700;&#x8981;&#x5728;&#x5F00;&#x53D1;&#x76EE;&#x6807;&#x7CFB;&#x7EDF;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x8BBE;&#x8BA1;&#x548C;&#x5B9E;&#x73B0;&#xFF0C;&#x5B83;&#x5E76;&#x4E0D;&#x5C5E;&#x4E8E;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x7684;&#x6838;&#x5FC3;&#x5185;&#x5BB9;&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x662F;&#x76EE;&#x6807;&#x7CFB;&#x7EDF;&#x7684;&#x5916;&#x56F4;&#x73AF;&#x5883;&#x90E8;&#x5206;(&#x53EF;&#x80FD;&#x662F;&#x4EBA;&#x5458;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x5916;&#x90E8;&#x8BBE;&#x5907;&#x6216;&#x4F20;&#x611F;&#x5668;&#x88C5;&#x7F6E;)&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x4E3A;&#x6570;&#x636E;&#x6E90;&#x70B9;/&#x7EC8;&#x70B9;&#x547D;&#x540D;&#x65F6;&#x91C7;&#x7528;&#x5B83;&#x4EEC;&#x5728;&#x95EE;&#x9898;&#x57DF;&#x4E2D;&#x4E60;&#x60EF;&#x4F7F;&#x7528;&#x7684;&#x540D;&#x5B57;(&#x5982;&#x201C;&#x91C7;&#x8D2D;&#x5458;&#x201D;&#x3001;&#x201C;&#x4ED3;&#x5E93;&#x7BA1;&#x7406;&#x5458;&#x201D;&#x7B49;)&#x3002;</p>
<h3 id="244--&#x7528;&#x9014;">2.4.4  &#x7528;&#x9014;</h3>
<p>&#x200B;    &#x753B;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x7684;&#x57FA;&#x672C;&#x76EE;&#x7684;&#x662F;&#x5229;&#x7528;&#x5B83;&#x4F5C;&#x4E3A;&#x4EA4;&#x6D41;&#x4FE1;&#x606F;&#x7684;&#x5DE5;&#x5177;&#x3002;&#x5206;&#x6790;&#x5458;&#x628A;&#x4ED6;&#x5BF9;&#x73B0;&#x6709;&#x7CFB;&#x7EDF;&#x7684;&#x8BA4;&#x8BC6;&#x6216;&#x5BF9;&#x76EE;&#x6807;&#x7CFB;&#x7EDF;&#x7684;&#x8BBE;&#x60F3;&#x7528;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x63CF;&#x7ED8;&#x51FA;&#x6765;&#xFF0C;&#x4F9B;&#x6709;&#x5173;&#x4EBA;&#x5458;&#x5BA1;&#x67E5;&#x786E;&#x8BA4;&#x3002;&#x7531;&#x4E8E;&#x5728;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x901A;&#x5E38;&#x4EC5;&#x4EC5;&#x4F7F;&#x7528;4&#x79CD;&#x57FA;&#x672C;&#x7B26;&#x53F7;&#xFF0C;&#x800C;&#x4E14;&#x4E0D;&#x5305;&#x542B;&#x4EFB;&#x4F55;&#x6709;&#x5173;&#x7269;&#x7406;&#x5B9E;&#x73B0;&#x7684;&#x7EC6;&#x8282;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x7528;&#x6237;&#x90FD;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x548C;&#x8BC4;&#x4EF7;&#x5B83;&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;&#x5E94;&#x8BE5;&#x5206;&#x5C42;&#xFF0C;&#x5E76;&#x4E14;&#x5728;&#x628A;&#x529F;&#x80FD;&#x7EA7;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x7EC6;&#x5316;&#x540E;&#x5F97;&#x5230;&#x7684;&#x5904;&#x7406;&#x8D85;&#x8FC7;9&#x4E2A;&#x65F6;&#xFF0C;&#x5E94;&#x8BE5;&#x91C7;&#x7528;&#x753B;&#x5206;&#x56FE;&#x7684;&#x529E;&#x6CD5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x628A;&#x6BCF;&#x4E2A;&#x4E3B;&#x8981;&#x529F;&#x80FD;&#x90FD;&#x7EC6;&#x5316;&#x4E3A;&#x4E00;&#x5F20;&#x6570;&#x636E;&#x6D41;&#x5206;&#x56FE;&#xFF0C;&#x800C;&#x539F;&#x6709;&#x7684;&#x529F;&#x80FD;&#x7EA7;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x7528;&#x6765;&#x63CF;&#x7ED8;&#x7CFB;&#x7EDF;&#x7684;&#x6574;&#x4F53;&#x903B;&#x8F91;&#x6982;&#x8C8C;&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x4E3B;&#x8981;&#x7528;&#x9014;&#x662F;&#x4F5C;&#x4E3A;&#x5206;&#x6790;&#x548C;&#x8BBE;&#x8BA1;&#x7684;&#x5DE5;&#x5177;&#x3002;</p>
<p>&#x200B;    &#x5206;&#x6790;&#x5458;&#x5728;&#x7814;&#x7A76;&#x73B0;&#x6709;&#x7684;&#x7CFB;&#x7EDF;&#x65F6;&#x5E38;&#x7528;&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x8868;&#x8FBE;&#x4ED6;&#x5BF9;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x7684;&#x8BA4;&#x8BC6;&#xFF0C;&#x8FD9;&#x79CD;&#x63CF;&#x7ED8;&#x65B9;&#x6CD5;&#x5F62;&#x8C61;&#x5177;&#x4F53;&#xFF0C;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#x9A8C;&#x8BC1;&#x5B83;&#x7684;&#x6B63;&#x786E;&#x6027;&#xFF1B;</p>
<p>&#x200B;    &#x4F46;&#x662F;&#xFF0C;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x76EE;&#x6807;&#x5F80;&#x5F80;&#x4E0D;&#x662F;&#x5B8C;&#x5168;&#x590D;&#x5236;&#x73B0;&#x6709;&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x800C;&#x662F;&#x521B;&#x9020;&#x4E00;&#x4E2A;&#x80FD;&#x591F;&#x5B8C;&#x6210;&#x76F8;&#x540C;&#x7684;&#x6216;&#x7C7B;&#x4F3C;&#x7684;&#x529F;&#x80FD;&#x7684;&#x65B0;&#x7CFB;&#x7EDF;&#x3002;</p>
<p>&#x200B;    &#x7528;&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x63CF;&#x7ED8;&#x4E00;&#x4E2A;&#x7CFB;&#x7EDF;&#x65F6;&#xFF0C;&#x7CFB;&#x7EDF;&#x7684;&#x529F;&#x80FD;&#x548C;&#x5B9E;&#x73B0;&#x6BCF;&#x4E2A;&#x529F;&#x80FD;&#x7684;&#x5177;&#x4F53;&#x65B9;&#x6848;&#x662F;&#x6DF7;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x3002;</p>
<p>&#x200B;    &#x56E0;&#x6B64;&#xFF0C;&#x5206;&#x6790;&#x5458;&#x5E0C;&#x671B;&#x4EE5;&#x53E6;&#x4E00;&#x79CD;&#x65B9;&#x5F0F;&#x8FDB;&#x4E00;&#x6B65;&#x603B;&#x7ED3;&#x73B0;&#x6709;&#x7684;&#x7CFB;&#x7EDF;&#xFF0C;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x5E94;&#x8BE5;&#x7740;&#x91CD;&#x63CF;&#x7ED8;&#x7CFB;&#x7EDF;&#x6240;&#x5B8C;&#x6210;&#x7684;&#x529F;&#x80FD;&#x800C;&#x4E0D;&#x662F;&#x7CFB;&#x7EDF;&#x7684;&#x7269;&#x7406;&#x5B9E;&#x73B0;&#x65B9;&#x6848;&#x3002;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x662F;&#x5B9E;&#x73B0;&#x8FD9;&#x4E2A;&#x76EE;&#x6807;&#x7684;&#x6781;&#x597D;&#x624B;&#x6BB5;&#x3002;</p>
<p>&#x200B;    &#x5F53;&#x7528;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x8F85;&#x52A9;&#x7269;&#x7406;&#x7CFB;&#x7EDF;&#x7684;&#x8BBE;&#x8BA1;&#x65F6;&#xFF0C;&#x4EE5;&#x56FE;&#x4E2D;&#x4E0D;&#x540C;&#x5904;&#x7406;&#x7684;&#x5B9A;&#x65F6;&#x8981;&#x6C42;&#x4E3A;&#x6307;&#x5357;&#xFF0C;&#x80FD;&#x591F;&#x5728;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E0A;&#x753B;&#x51FA;&#x8BB8;&#x591A;&#x7EC4;&#x81EA;&#x52A8;&#x5316;&#x8FB9;&#x754C;&#xFF0C;&#x6BCF;&#x7EC4;&#x81EA;&#x52A8;&#x5316;&#x8FB9;&#x754C;&#x53EF;&#x80FD;&#x610F;&#x5473;&#x7740;&#x4E00;&#x4E2A;&#x4E0D;&#x540C;&#x7684;&#x7269;&#x7406;&#x7CFB;&#x7EDF;&#xFF0C;&#x56E0;&#x6B64;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x7CFB;&#x7EDF;&#x7684;&#x903B;&#x8F91;&#x6A21;&#x578B;&#x8003;&#x8651;&#x7CFB;&#x7EDF;&#x7684;&#x7269;&#x7406;&#x5B9E;&#x73B0;&#x3002;</p>
<p>&#x200B;    &#x4F8B;&#x5982;&#xFF0C;&#x8003;&#x8651;&#x56FE;2.7&#xFF0C;&#x4E8B;&#x52A1;&#x968F;&#x65F6;&#x53EF;&#x80FD;&#x53D1;&#x751F;&#xFF0C;&#x56E0;&#x6B64;&#x5904;&#x7406;1.1(&#x201C;&#x63A5;&#x6536;&#x4E8B;&#x52A1;&#x201D;)&#x5FC5;&#x987B;&#x662F;&#x8054;&#x673A;&#x7684;&#xFF1B;&#x91C7;&#x8D2D;&#x5458;&#x6BCF;&#x5929;&#x9700;&#x8981;&#x4E00;&#x6B21;&#x5B9A;&#x8D27;&#x62A5;&#x8868;&#xFF0C;&#x56E0;&#x6B64;&#x5904;&#x7406;2(&#x201C;&#x4EA7;&#x751F;&#x62A5;&#x8868;&#x201D;)&#x5E94;&#x8BE5;&#x4EE5;&#x6279;&#x91CF;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;&#x3002;</p>
<p>&#x200B;    &#x95EE;&#x9898;&#x63CF;&#x8FF0;&#x5E76;&#x6CA1;&#x6709;&#x5BF9;&#x5176;&#x4ED6;&#x5904;&#x7406;&#x65BD;&#x52A0;&#x9650;&#x5236;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x53EF;&#x4EE5;&#x8054;&#x673A;&#x5730;&#x63A5;&#x6536;&#x4E8B;&#x52A1;&#x5E76;&#x653E;&#x5165;&#x961F;&#x5217;&#x4E2D;&#xFF0C;&#x7136;&#x800C;&#x66F4;&#x65B0;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x3001;&#x5904;&#x7406;&#x5B9A;&#x8D27;&#x548C;&#x4EA7;&#x751F;&#x62A5;&#x8868;&#x4EE5;&#x6279;&#x91CF;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;(&#x56FE;2.8)&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x79CD;&#x65B9;&#x6848;&#x9700;&#x8981;&#x589E;&#x52A0;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x4EE5;&#x5B58;&#x653E;&#x4E8B;&#x52A1;&#x6570;&#x636E;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/19/20191214220531.png" alt=""></p>
<p>&#x56FE;2.8 &#x8FD9;&#x79CD;&#x5212;&#x5206;&#x81EA;&#x52A8;&#x5316;&#x8FB9;&#x754C;&#x7684;&#x65B9;&#x6CD5;&#x6697;&#x793A;&#x4EE5;&#x6279;&#x91CF;&#x65B9;&#x5F0F;&#x66F4;&#x65B0;&#x5E93;&#x5B58;&#x6E05;&#x5355;</p>
<p>&#x200B;    &#x6539;&#x53D8;&#x81EA;&#x52A8;&#x5316;&#x8FB9;&#x754C;&#xFF0C;&#x628A;&#x5904;&#x7406;1.1&#xFF0C;1.2&#x548C;1.3&#x653E;&#x5728;&#x540C;&#x4E00;&#x4E2A;&#x8FB9;&#x754C;&#x5185;(&#x56FE;2.9)&#xFF0C;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x5C06;&#x8054;&#x673A;&#x5730;&#x63A5;&#x6536;&#x4E8B;&#x52A1;&#x3001;&#x66F4;&#x65B0;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x548C;&#x5904;&#x7406;&#x5B9A;&#x8D27;&#x53CA;&#x8F93;&#x51FA;&#x5B9A;&#x8D27;&#x4FE1;&#x606F;&#xFF1B;&#x7136;&#x800C;&#x5904;&#x7406;2&#x5C06;&#x4EE5;&#x6279;&#x91CF;&#x65B9;&#x5F0F;&#x4EA7;&#x751F;&#x5B9A;&#x8D27;&#x62A5;&#x8868;&#x3002;</p>
<p>&#x200B;    &#x8FD8;&#x80FD;&#x8BBE;&#x60F3;&#x51FA;&#x5EFA;&#x7ACB;&#x81EA;&#x52A8;&#x5316;&#x8FB9;&#x754C;&#x7684;&#x5176;&#x4ED6;&#x65B9;&#x6848;&#x5417;?</p>
<p>&#x200B;    &#x5982;&#x679C;&#x628A;&#x5904;&#x7406;1.1&#x548C;&#x5904;&#x7406;1.2&#x653E;&#x5728;&#x4E00;&#x4E2A;&#x81EA;&#x52A8;&#x5316;&#x8FB9;&#x754C;&#x5185;&#xFF0C;&#x628A;&#x5904;&#x7406;1.3&#x548C;&#x5904;&#x7406;2&#x653E;&#x5728;&#x53E6;&#x4E00;&#x4E2A;&#x8FB9;&#x754C;&#x5185;&#xFF0C;&#x610F;&#x5473;&#x7740;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x7269;&#x7406;&#x7CFB;&#x7EDF;&#x5462;?</p>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;&#x5BF9;&#x66F4;&#x8BE6;&#x7EC6;&#x7684;&#x8BBE;&#x8BA1;&#x6B65;&#x9AA4;&#x4E5F;&#x6709;&#x5E2E;&#x52A9;&#xFF0C;&#x672C;&#x4E66;&#x7B2C;5&#x7AE0;&#x5C06;&#x8BB2;&#x8FF0;&#x4ECE;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x51FA;&#x53D1;&#x6620;&#x5C04;&#x51FA;&#x8F6F;&#x4EF6;&#x7ED3;&#x6784;&#x7684;&#x65B9;&#x6CD5;&#x2014;&#x2014;&#x9762;&#x5411;&#x6570;&#x636E;&#x6D41;&#x7684;&#x8BBE;&#x8BA1;&#x65B9;&#x6CD5;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200115192049.png" alt="img"></p>
<p>&#x56FE;2.9 &#x53E6;&#x4E00;&#x79CD;&#x5212;&#x5206;&#x81EA;&#x52A8;&#x5316;&#x8FB9;&#x754C;&#x7684;&#x65B9;&#x6CD5;&#x5EFA;&#x8BAE;&#x4EE5;&#x8054;&#x673A;&#x65B9;&#x5F0F;&#x66F4;&#x65B0;&#x5E93;&#x5B58;&#x6E05;&#x5355;</p>
<h2 id="25--&#x6570;&#x636E;&#x5B57;&#x5178;">2.5  &#x6570;&#x636E;&#x5B57;&#x5178;</h2>
<p>&#x200B;    &#x6570;&#x636E;&#x5B57;&#x5178;&#x662F;&#x5173;&#x4E8E;&#x6570;&#x636E;&#x7684;&#x4FE1;&#x606F;&#x7684;&#x96C6;&#x5408;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5BF9;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x5305;&#x542B;&#x7684;&#x6240;&#x6709;&#x5143;&#x7D20;&#x7684;&#x5B9A;&#x4E49;&#x7684;&#x96C6;&#x5408;&#x3002;</p>
<p>&#x200B;    &#x4EFB;&#x4F55;&#x5B57;&#x5178;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x7528;&#x9014;&#x90FD;&#x662F;&#x4F9B;&#x4EBA;&#x67E5;&#x9605;&#x5BF9;&#x4E0D;&#x4E86;&#x89E3;&#x7684;&#x6761;&#x76EE;&#x7684;&#x89E3;&#x91CA;&#xFF0C;&#x6570;&#x636E;&#x5B57;&#x5178;&#x7684;&#x4F5C;&#x7528;&#x4E5F;&#x6B63;&#x662F;&#x5728;&#x8F6F;&#x4EF6;&#x5206;&#x6790;&#x548C;&#x8BBE;&#x8BA1;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x7ED9;&#x4EBA;&#x63D0;&#x4F9B;&#x5173;&#x4E8E;&#x6570;&#x636E;&#x7684;&#x63CF;&#x8FF0;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;&#x548C;&#x6570;&#x636E;&#x5B57;&#x5178;&#x5171;&#x540C;&#x6784;&#x6210;&#x7CFB;&#x7EDF;&#x7684;&#x903B;&#x8F91;&#x6A21;&#x578B;&#xFF0C;&#x6CA1;&#x6709;&#x6570;&#x636E;&#x5B57;&#x5178;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x5C31;&#x4E0D;&#x4E25;&#x683C;&#xFF0C;&#x7136;&#x800C;&#x6CA1;&#x6709;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x6570;&#x636E;&#x5B57;&#x5178;&#x4E5F;&#x96BE;&#x4E8E;&#x53D1;&#x6325;&#x4F5C;&#x7528;&#x3002;&#x53EA;&#x6709;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x548C;&#x5BF9;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x6BCF;&#x4E2A;&#x5143;&#x7D20;&#x7684;&#x7CBE;&#x786E;&#x5B9A;&#x4E49;&#x653E;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x624D;&#x80FD;&#x5171;&#x540C;&#x6784;&#x6210;&#x7CFB;&#x7EDF;&#x7684;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x3002;</p>
<h3 id="251--&#x6570;&#x636E;&#x5B57;&#x5178;&#x7684;&#x5185;&#x5BB9;">2.5.1  &#x6570;&#x636E;&#x5B57;&#x5178;&#x7684;&#x5185;&#x5BB9;</h3>
<p>&#x200B;    &#x4E00;&#x822C;&#x8BF4;&#x6765;&#xFF0C;&#x6570;&#x636E;&#x5B57;&#x5178;&#x5E94;&#x8BE5;&#x7531;&#x5BF9;&#x4E0B;&#x5217;4&#x7C7B;&#x5143;&#x7D20;&#x7684;&#x5B9A;&#x4E49;&#x7EC4;&#x6210;&#xFF1A;</p>
<p>(1) &#x6570;&#x636E;&#x6D41;</p>
<p>(2) &#x6570;&#x636E;&#x6D41;&#x5206;&#x91CF;(&#x5373;&#x6570;&#x636E;&#x5143;&#x7D20;)</p>
<p>(3) &#x6570;&#x636E;&#x5B58;&#x50A8;</p>
<p>(4) &#x5904;&#x7406;</p>
<p>&#x200B;    &#x4F46;&#x662F;&#xFF0C;&#x5BF9;&#x6570;&#x636E;&#x5904;&#x7406;&#x7684;&#x5B9A;&#x4E49;&#x7528;&#x5176;&#x4ED6;&#x5DE5;&#x5177;(&#x5982;IPO&#x56FE;&#x6216;PDL)&#x63CF;&#x8FF0;&#x66F4;&#x65B9;&#x4FBF;&#xFF0C;&#x56E0;&#x6B64;&#x672C;&#x4E66;&#x4E2D;&#x6570;&#x636E;&#x5B57;&#x5178;&#x5C06;&#x4E3B;&#x8981;&#x7531;&#x5BF9;&#x6570;&#x636E;&#x7684;&#x5B9A;&#x4E49;&#x7EC4;&#x6210;&#xFF0C;&#x8FD9;&#x6837;&#x505A;&#x53EF;&#x4EE5;&#x4F7F;&#x6570;&#x636E;&#x5B57;&#x5178;&#x7684;&#x5185;&#x5BB9;&#x66F4;&#x5355;&#x7EAF;&#xFF0C;&#x5F62;&#x5F0F;&#x66F4;&#x7EDF;&#x4E00;&#x3002;</p>
<p>&#x200B;    &#x9664;&#x4E86;&#x6570;&#x636E;&#x5B9A;&#x4E49;&#x4E4B;&#x5916;&#xFF0C;&#x6570;&#x636E;&#x5B57;&#x5178;&#x4E2D;&#x8FD8;&#x5E94;&#x8BE5;&#x5305;&#x542B;&#x5173;&#x4E8E;&#x6570;&#x636E;&#x7684;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x200B;    &#x5178;&#x578B;&#x7684;&#x60C5;&#x51B5;&#x662F;&#xFF0C;&#x5728;&#x6570;&#x636E;&#x5B57;&#x5178;&#x4E2D;&#x8BB0;&#x5F55;&#x6570;&#x636E;&#x5143;&#x7D20;&#x7684;&#x4E0B;&#x5217;&#x4FE1;&#x606F;&#xFF1A; &#x4E00;&#x822C;&#x4FE1;&#x606F;(&#x540D;&#x5B57;&#xFF0C;&#x522B;&#x540D;&#xFF0C;&#x63CF;&#x8FF0;&#x7B49;&#x7B49;)&#xFF0C;&#x5B9A;&#x4E49;(&#x6570;&#x636E;&#x7C7B;&#x578B;&#xFF0C;&#x957F;&#x5EA6;&#xFF0C;&#x7ED3;&#x6784;&#x7B49;&#x7B49;)&#xFF0C;&#x4F7F;&#x7528;&#x7279;&#x70B9;(&#x503C;&#x7684;&#x8303;&#x56F4;&#xFF0C;&#x4F7F;&#x7528;&#x9891;&#x7387;&#xFF0C;&#x4F7F;&#x7528;&#x65B9;&#x5F0F;&#x2014;&#x2014;&#x8F93;&#x5165;&#x3001;&#x8F93;&#x51FA;&#x3001;&#x672C;&#x5730;&#xFF0C;&#x6761;&#x4EF6;&#x503C;&#x7B49;&#x7B49;)&#xFF0C;&#x63A7;&#x5236;&#x4FE1;&#x606F;(&#x6765;&#x6E90;&#xFF0C;&#x7528;&#x6237;&#xFF0C;&#x4F7F;&#x7528;&#x5B83;&#x7684;&#x7A0B;&#x5E8F;&#xFF0C;&#x6539;&#x53D8;&#x6743;&#xFF0C;&#x4F7F;&#x7528;&#x6743;&#x7B49;&#x7B49;)&#x548C;&#x5206;&#x7EC4;&#x4FE1;&#x606F;(&#x7236;&#x7ED3;&#x6784;&#xFF0C;&#x4ECE;&#x5C5E;&#x7ED3;&#x6784;&#xFF0C;&#x7269;&#x7406;&#x4F4D;&#x7F6E;&#x2014;&#x2014;&#x8BB0;&#x5F55;&#x3001;&#x6587;&#x4EF6;&#x548C;&#x6570;&#x636E;&#x5E93;&#x7B49;&#x7B49;)&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x5143;&#x7D20;&#x7684;&#x522B;&#x540D;&#x5C31;&#x662F;&#x8BE5;&#x5143;&#x7D20;&#x7684;&#x5176;&#x4ED6;&#x7B49;&#x4EF7;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x51FA;&#x73B0;&#x522B;&#x540D;&#x4E3B;&#x8981;&#x6709;&#x4E0B;&#x8FF0;3&#x4E2A;&#x539F;&#x56E0;&#xFF1A;</p>
<p>(1) &#x5BF9;&#x4E8E;&#x540C;&#x6837;&#x7684;&#x6570;&#x636E;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x4E86;&#x4E0D;&#x540C;&#x7684;&#x540D;&#x5B57;&#xFF1B;</p>
<p>(2) &#x4E00;&#x4E2A;&#x5206;&#x6790;&#x5458;&#x5728;&#x4E0D;&#x540C;&#x65F6;&#x671F;&#x5BF9;&#x540C;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x4F7F;&#x7528;&#x4E86;&#x4E0D;&#x540C;&#x7684;&#x540D;&#x5B57;&#xFF1B;</p>
<p>(3) &#x4E24;&#x4E2A;&#x5206;&#x6790;&#x5458;&#x5206;&#x522B;&#x5206;&#x6790;&#x540C;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x6D41;&#x65F6;&#xFF0C;&#x4F7F;&#x7528;&#x4E86;&#x4E0D;&#x540C;&#x7684;&#x540D;&#x5B57;&#x3002;</p>
<p>&#x867D;&#x7136;&#x5E94;&#x8BE5;&#x5C3D;&#x91CF;&#x51CF;&#x5C11;&#x51FA;&#x73B0;&#x522B;&#x540D;&#xFF0C;&#x4F46;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x5B8C;&#x5168;&#x6D88;&#x9664;&#x522B;&#x540D;&#x3002;</p>
<h3 id="252--&#x5B9A;&#x4E49;&#x6570;&#x636E;&#x7684;&#x65B9;&#x6CD5;">2.5.2  &#x5B9A;&#x4E49;&#x6570;&#x636E;&#x7684;&#x65B9;&#x6CD5;</h3>
<p>&#x200B;    &#x5B9A;&#x4E49;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x590D;&#x6742;&#x4E8B;&#x7269;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x90FD;&#x662F;&#x7528;&#x88AB;&#x5B9A;&#x4E49;&#x7684;&#x4E8B;&#x7269;&#x7684;&#x6210;&#x5206;&#x7684;&#x67D0;&#x79CD;&#x7EC4;&#x5408;&#x8868;&#x793A;&#x8FD9;&#x4E2A;&#x4E8B;&#x7269;&#xFF0C;&#x8FD9;&#x4E9B;&#x7EC4;&#x6210;&#x6210;&#x5206;&#x53C8;&#x7531;&#x66F4;&#x4F4E;&#x5C42;&#x7684;&#x6210;&#x5206;&#x7684;&#x7EC4;&#x5408;&#x6765;&#x5B9A;&#x4E49;&#x3002;&#x4ECE;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x8BF4;&#xFF0C;&#x5B9A;&#x4E49;&#x5C31;&#x662F;&#x81EA;&#x9876;&#x5411;&#x4E0B;&#x7684;&#x5206;&#x89E3;&#xFF0C;&#x6240;&#x4EE5;&#x6570;&#x636E;&#x5B57;&#x5178;&#x4E2D;&#x7684;&#x5B9A;&#x4E49;&#x5C31;&#x662F;&#x5BF9;&#x6570;&#x636E;&#x81EA;&#x9876;&#x5411;&#x4E0B;&#x7684;&#x5206;&#x89E3;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x5E94;&#x8BE5;&#x628A;&#x6570;&#x636E;&#x5206;&#x89E3;&#x5230;&#x4EC0;&#x4E48;&#x7A0B;&#x5EA6;&#x5462;?&#x4E00;&#x822C;&#x8BF4;&#x6765;&#xFF0C;&#x5F53;&#x5206;&#x89E3;&#x5230;&#x4E0D;&#x9700;&#x8981;&#x8FDB;&#x4E00;&#x6B65;&#x5B9A;&#x4E49;&#xFF0C;&#x6BCF;&#x4E2A;&#x548C;&#x5DE5;&#x7A0B;&#x6709;&#x5173;&#x7684;&#x4EBA;&#x4E5F;&#x90FD;&#x6E05;&#x695A;&#x5176;&#x542B;&#x4E49;&#x7684;&#x5143;&#x7D20;&#x65F6;&#xFF0C;&#x8FD9;&#x79CD;&#x5206;&#x89E3;&#x8FC7;&#x7A0B;&#x5C31;&#x5B8C;&#x6210;&#x4E86;&#x3002;</p>
<p>&#x200B;    &#x7531;&#x6570;&#x636E;&#x5143;&#x7D20;&#x7EC4;&#x6210;&#x6570;&#x636E;&#x7684;&#x65B9;&#x5F0F;&#x53EA;&#x6709;&#x4E0B;&#x8FF0;&#x4E09;&#x79CD;&#x57FA;&#x672C;&#x7C7B;&#x578B;&#xFF1A;</p>
<p>(1) &#x987A;&#x5E8F;  &#x5373;&#x4EE5;&#x786E;&#x5B9A;&#x6B21;&#x5E8F;&#x8FDE;&#x63A5;&#x4E24;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x5206;&#x91CF;&#xFF1B;</p>
<p>(2) &#x9009;&#x62E9;  &#x5373;&#x4ECE;&#x4E24;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x53EF;&#x80FD;&#x7684;&#x5143;&#x7D20;&#x4E2D;&#x9009;&#x53D6;&#x4E00;&#x4E2A;&#xFF1B;</p>
<p>(3) &#x91CD;&#x590D;  &#x5373;&#x628A;&#x6307;&#x5B9A;&#x7684;&#x5206;&#x91CF;&#x91CD;&#x590D;&#x96F6;&#x6B21;&#x6216;&#x591A;&#x6B21;&#x3002;</p>
<p>&#x200B;    &#x56E0;&#x6B64;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x4E0A;&#x8FF0;3&#x79CD;&#x5173;&#x7CFB;&#x7B97;&#x7B26;&#x5B9A;&#x4E49;&#x6570;&#x636E;&#x5B57;&#x5178;&#x4E2D;&#x7684;&#x4EFB;&#x4F55;&#x6761;&#x76EE;&#x3002;&#x4E3A;&#x4E86;&#x8BF4;&#x660E;&#x91CD;&#x590D;&#x6B21;&#x6570;&#xFF0C;&#x91CD;&#x590D;&#x7B97;&#x7B26;&#x901A;&#x5E38;&#x548C;&#x91CD;&#x590D;&#x6B21;&#x6570;&#x7684;&#x4E0A;&#x4E0B;&#x9650;&#x540C;&#x65F6;&#x4F7F;&#x7528;(&#x5F53;&#x4E0A;&#x4E0B;&#x9650;&#x76F8;&#x540C;&#x65F6;&#x8868;&#x793A;&#x91CD;&#x590D;&#x6B21;&#x6570;&#x56FA;&#x5B9A;)&#x3002;&#x5F53;&#x91CD;&#x590D;&#x7684;&#x4E0A;&#x4E0B;&#x9650;&#x5206;&#x522B;&#x4E3A;1&#x548C;0&#x65F6;&#xFF0C;&#x53EF;&#x4EE5;&#x7528;&#x91CD;&#x590D;&#x7B97;&#x7B26;&#x8868;&#x793A;&#x67D0;&#x4E2A;&#x5206;&#x91CF;&#x662F;&#x53EF;&#x9009;&#x7684;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x201C;&#x53EF;&#x9009;&#x201D;&#x662F;&#x7531;&#x6570;&#x636E;&#x5143;&#x7D20;&#x7EC4;&#x6210;&#x6570;&#x636E;&#x65F6;&#x4E00;&#x79CD;&#x5E38;&#x89C1;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x628A;&#x5B83;&#x5355;&#x72EC;&#x5217;&#x4E3A;&#x4E00;&#x79CD;&#x7B97;&#x7B26;&#x53EF;&#x4EE5;&#x4F7F;&#x6570;&#x636E;&#x5B57;&#x5178;&#x66F4;&#x6E05;&#x6670;&#x4E00;&#x4E9B;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x589E;&#x52A0;&#x4E86;&#x4E0B;&#x8FF0;&#x7684;&#x7B2C;4&#x79CD;&#x5173;&#x7CFB;&#x7B97;&#x7B26;&#xFF1A;</p>
<p>(4) &#x53EF;&#x9009;  &#x5373;&#x4E00;&#x4E2A;&#x5206;&#x91CF;&#x662F;&#x53EF;&#x6709;&#x53EF;&#x65E0;&#x7684;(&#x91CD;&#x590D;&#x96F6;&#x6B21;&#x6216;&#x4E00;&#x6B21;)&#x3002;</p>
<p>&#x200B;    &#x867D;&#x7136;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x81EA;&#x7136;&#x8BED;&#x8A00;&#x63CF;&#x8FF0;&#x7531;&#x6570;&#x636E;&#x5143;&#x7D20;&#x7EC4;&#x6210;&#x6570;&#x636E;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x4F46;&#x662F;&#x4E3A;&#x4E86;&#x66F4;&#x52A0;&#x6E05;&#x6670;&#x7B80;&#x6D01;&#xFF0C;&#x5EFA;&#x8BAE;&#x91C7;&#x7528;&#x4E0B;&#x5217;&#x7B26;&#x53F7;&#xFF1A;</p>
<p>=&#x610F;&#x601D;&#x662F;&#x7B49;&#x4EF7;&#x4E8E;(&#x6216;&#x5B9A;&#x4E49;&#x4E3A;)&#xFF1B;</p>
<p>+&#x610F;&#x601D;&#x662F;&#x548C;(&#x5373;&#xFF0C;&#x8FDE;&#x63A5;&#x4E24;&#x4E2A;&#x5206;&#x91CF;)&#xFF1B;</p>
<p>&#xFF3B; &#xFF3D;&#x610F;&#x601D;&#x662F;&#x6216;(&#x5373;&#xFF0C;&#x4ECE;&#x65B9;&#x62EC;&#x5F27;&#x5185;&#x5217;&#x51FA;&#x7684;&#x82E5;&#x5E72;&#x4E2A;&#x5206;&#x91CF;&#x4E2D;&#x9009;&#x62E9;&#x4E00;&#x4E2A;)&#xFF0C;&#x901A;&#x5E38;&#x7528;&#x201C;|&#x201D;&#x53F7;&#x9694;&#x5F00;&#x4F9B;&#x9009;&#x62E9;&#x7684;&#x5206;&#x91CF;&#xFF1B;</p>
<p>{  }&#x610F;&#x601D;&#x662F;&#x91CD;&#x590D;(&#x5373;&#xFF0C;&#x91CD;&#x590D;&#x82B1;&#x62EC;&#x5F27;&#x5185;&#x7684;&#x5206;&#x91CF;)&#xFF1B;</p>
<p>(  )&#x610F;&#x601D;&#x662F;&#x53EF;&#x9009;(&#x5373;&#xFF0C;&#x5706;&#x62EC;&#x5F27;&#x91CC;&#x7684;&#x5206;&#x91CF;&#x53EF;&#x6709;&#x53EF;&#x65E0;)&#x3002;</p>
<p>&#x200B;    &#x5E38;&#x5E38;&#x4F7F;&#x7528;&#x4E0A;&#x9650;&#x548C;&#x4E0B;&#x9650;&#x8FDB;&#x4E00;&#x6B65;&#x6CE8;&#x91CA;&#x8868;&#x793A;&#x91CD;&#x590D;&#x7684;&#x82B1;&#x62EC;&#x5F27;&#x3002;&#x4E00;&#x79CD;&#x6CE8;&#x91CA;&#x65B9;&#x6CD5;&#x662F;&#x5728;&#x5F00;&#x62EC;&#x5F27;&#x7684;&#x5DE6;&#x8FB9;&#x7528;&#x4E0A;&#x89D2;&#x6807;&#x548C;&#x4E0B;&#x89D2;&#x6807;&#x5206;&#x522B;&#x8868;&#x660E;&#x91CD;&#x590D;&#x7684;&#x4E0A;&#x9650;&#x548C;&#x4E0B;&#x9650;&#xFF1B;&#x53E6;&#x4E00;&#x79CD;&#x6CE8;&#x91CA;&#x65B9;&#x6CD5;&#x662F;&#x5728;&#x5F00;&#x62EC;&#x5F27;&#x5DE6;&#x4FA7;&#x6807;&#x660E;&#x91CD;&#x590D;&#x7684;&#x4E0B;&#x9650;&#xFF0C;&#x5728;&#x95ED;&#x62EC;&#x5F27;&#x7684;&#x53F3;&#x4FA7;&#x6807;&#x660E;&#x91CD;&#x590D;&#x7684;&#x4E0A;&#x9650;&#x3002;</p>
<p>&#x200B;    &#x4E0B;&#x9762;&#x4E3E;&#x4F8B;&#x8BF4;&#x660E;&#x4E0A;&#x8FF0;&#x5B9A;&#x4E49;&#x6570;&#x636E;&#x7684;&#x7B26;&#x53F7;&#x7684;&#x4F7F;&#x7528;&#x65B9;&#x6CD5;&#xFF1A;&#x67D0;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x8BED;&#x8A00;&#x89C4;&#x5B9A;&#xFF0C;&#x7528;&#x6237;&#x8BF4;&#x660E;&#x7684;&#x6807;&#x8BC6;&#x7B26;&#x662F;&#x957F;&#x5EA6;&#x4E0D;&#x8D85;&#x8FC7;8&#x4E2A;&#x5B57;&#x7B26;&#x7684;&#x5B57;&#x7B26;&#x4E32;&#xFF0C;&#x5176;&#x4E2D;&#x7B2C;&#x4E00;&#x4E2A;&#x5B57;&#x7B26;&#x5FC5;&#x987B;&#x662F;&#x5B57;&#x6BCD;&#x5B57;&#x7B26;&#xFF0C;&#x968F;&#x540E;&#x7684;&#x5B57;&#x7B26;&#x65E2;&#x53EF;&#x4EE5;&#x662F;&#x5B57;&#x6BCD;&#x5B57;&#x7B26;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x6570;&#x5B57;&#x5B57;&#x7B26;&#x3002;&#x4F7F;&#x7528;&#x4E0A;&#x9762;&#x8BB2;&#x8FC7;&#x7684;&#x7B26;&#x53F7;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x50CF;&#x4E0B;&#x9762;&#x90A3;&#x6837;&#x5B9A;&#x4E49;&#x6807;&#x8BC6;&#x7B26;&#xFF1A;</p>
<p>&#x6807;&#x8BC6;&#x7B26;=&#x5B57;&#x6BCD;&#x5B57;&#x7B26;+&#x5B57;&#x6BCD;&#x6570;&#x5B57;&#x4E32;</p>
<p>&#x5B57;&#x6BCD;&#x6570;&#x5B57;&#x4E32;=0&#xFF5B;&#x5B57;&#x6BCD;&#x6216;&#x6570;&#x5B57;&#xFF5D;7</p>
<p>&#x5B57;&#x6BCD;&#x6216;&#x6570;&#x5B57;=&#xFF3B;&#x5B57;&#x6BCD;&#x5B57;&#x7B26;&#xFF5C;&#x6570;&#x5B57;&#x5B57;&#x7B26;&#xFF3D;</p>
<p>&#x200B;    &#x7531;&#x4E8E;&#x548C;&#x9879;&#x76EE;&#x6709;&#x5173;&#x7684;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x5B57;&#x6BCD;&#x5B57;&#x7B26;&#x548C;&#x6570;&#x5B57;&#x5B57;&#x7B26;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x5173;&#x4E8E;&#x6807;&#x8BC6;&#x7B26;&#x7684;&#x5B9A;&#x4E49;&#x5206;&#x89E3;&#x5230;&#x8FD9;&#x79CD;&#x7A0B;&#x5EA6;&#x5C31;&#x53EF;&#x4EE5;&#x7ED3;&#x675F;&#x4E86;&#x3002;</p>
<h3 id="253--&#x6570;&#x636E;&#x5B57;&#x5178;&#x7684;&#x7528;&#x9014;">2.5.3  &#x6570;&#x636E;&#x5B57;&#x5178;&#x7684;&#x7528;&#x9014;</h3>
<p>&#x200B;    &#x6570;&#x636E;&#x5B57;&#x5178;&#x6700;&#x91CD;&#x8981;&#x7684;&#x7528;&#x9014;&#x662F;&#x4F5C;&#x4E3A;&#x5206;&#x6790;&#x9636;&#x6BB5;&#x7684;&#x5DE5;&#x5177;&#x3002; </p>
<p>&#x200B;    &#x5728;&#x6570;&#x636E;&#x5B57;&#x5178;&#x4E2D;&#x5EFA;&#x7ACB;&#x7684;&#x4E00;&#x7EC4;&#x4E25;&#x5BC6;&#x4E00;&#x81F4;&#x7684;&#x5B9A;&#x4E49;&#x5F88;&#x6709;&#x52A9;&#x4E8E;&#x6539;&#x8FDB;&#x5206;&#x6790;&#x5458;&#x548C;&#x7528;&#x6237;&#x4E4B;&#x95F4;&#x7684;&#x901A;&#x4FE1;&#xFF0C;&#x56E0;&#x6B64;&#x5C06;&#x6D88;&#x9664;&#x8BB8;&#x591A;&#x53EF;&#x80FD;&#x7684;&#x8BEF;&#x89E3;&#x3002;</p>
<p>&#x200B;    &#x5BF9;&#x6570;&#x636E;&#x7684;&#x8FD9;&#x4E00;&#x7CFB;&#x5217;&#x4E25;&#x5BC6;&#x4E00;&#x81F4;&#x7684;&#x5B9A;&#x4E49;&#x4E5F;&#x6709;&#x52A9;&#x4E8E;&#x6539;&#x8FDB;&#x5728;&#x4E0D;&#x540C;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x6216;&#x4E0D;&#x540C;&#x7684;&#x5F00;&#x53D1;&#x5C0F;&#x7EC4;&#x4E4B;&#x95F4;&#x7684;&#x901A;&#x4FE1;&#x3002;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x8981;&#x6C42;&#x6240;&#x6709;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x90FD;&#x6839;&#x636E;&#x516C;&#x5171;&#x7684;&#x6570;&#x636E;&#x5B57;&#x5178;&#x63CF;&#x8FF0;&#x6570;&#x636E;&#x548C;&#x8BBE;&#x8BA1;&#x6A21;&#x5757;&#xFF0C;&#x5219;&#x80FD;&#x907F;&#x514D;&#x8BB8;&#x591A;&#x9EBB;&#x70E6;&#x7684;&#x63A5;&#x53E3;&#x95EE;&#x9898;&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x5B57;&#x5178;&#x4E2D;&#x5305;&#x542B;&#x7684;&#x6BCF;&#x4E2A;&#x6570;&#x636E;&#x5143;&#x7D20;&#x7684;&#x63A7;&#x5236;&#x4FE1;&#x606F;&#x662F;&#x5F88;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x3002;</p>
<p>&#x200B;    &#x56E0;&#x4E3A;&#x5217;&#x51FA;&#x4E86;&#x4F7F;&#x7528;&#x4E00;&#x4E2A;&#x7ED9;&#x5B9A;&#x7684;&#x6570;&#x636E;&#x5143;&#x7D20;&#x7684;&#x6240;&#x6709;&#x7A0B;&#x5E8F;(&#x6216;&#x6A21;&#x5757;)&#xFF0C;&#x6240;&#x4EE5;&#x5F88;&#x5BB9;&#x6613;&#x4F30;&#x8BA1;&#x6539;&#x53D8;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x5C06;&#x4EA7;&#x751F;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x5E76;&#x4E14;&#x80FD;&#x5BF9;&#x6240;&#x6709;&#x53D7;&#x5F71;&#x54CD;&#x7684;&#x7A0B;&#x5E8F;&#x6216;&#x6A21;&#x5757;&#x4F5C;&#x51FA;&#x76F8;&#x5E94;&#x7684;&#x6539;&#x53D8;&#x3002;</p>
<p>&#x200B;    &#x6700;&#x540E;&#xFF0C;&#x6570;&#x636E;&#x5B57;&#x5178;&#x662F;&#x5F00;&#x53D1;&#x6570;&#x636E;&#x5E93;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x5F88;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x4E00;&#x6B65;&#x3002;</p>
<h3 id="254--&#x6570;&#x636E;&#x5B57;&#x5178;&#x7684;&#x5B9E;&#x73B0;">2.5.4  &#x6570;&#x636E;&#x5B57;&#x5178;&#x7684;&#x5B9E;&#x73B0;</h3>
<p>&#x200B;    &#x76EE;&#x524D;&#xFF0C;&#x6570;&#x636E;&#x5B57;&#x5178;&#x51E0;&#x4E4E;&#x603B;&#x662F;&#x4F5C;&#x4E3A;CASE&#x201C;&#x7ED3;&#x6784;&#x5316;&#x5206;&#x6790;&#x4E0E;&#x8BBE;&#x8BA1;&#x5DE5;&#x5177;&#x201D;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x5B9E;&#x73B0;&#x7684;&#x3002;</p>
<p>&#x200B;    &#x5728;&#x5F00;&#x53D1;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x6570;&#x636E;&#x5B57;&#x5178;&#x7684;&#x89C4;&#x6A21;&#x548C;&#x590D;&#x6742;&#x7A0B;&#x5EA6;&#x8FC5;&#x901F;&#x589E;&#x52A0;&#xFF0C;&#x4EBA;&#x5DE5;&#x7EF4;&#x62A4;&#x6570;&#x636E;&#x5B57;&#x5178;&#x51E0;&#x4E4E;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x7684;&#x3002;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x5728;&#x5F00;&#x53D1;&#x5C0F;&#x578B;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x65F6;&#x6682;&#x65F6;&#x6CA1;&#x6709;&#x6570;&#x636E;&#x5B57;&#x5178;&#x5904;&#x7406;&#x7A0B;&#x5E8F;&#xFF0C;&#x5EFA;&#x8BAE;&#x91C7;&#x7528;&#x5361;&#x7247;&#x5F62;&#x5F0F;&#x4E66;&#x5199;&#x6570;&#x636E;&#x5B57;&#x5178;&#xFF0C;&#x6BCF;&#x5F20;&#x5361;&#x7247;&#x4E0A;&#x4FDD;&#x5B58;&#x63CF;&#x8FF0;&#x4E00;&#x4E2A;&#x6570;&#x636E;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x8FD9;&#x6837;&#x505A;&#x66F4;&#x65B0;&#x548C;&#x4FEE;&#x6539;&#x8D77;&#x6765;&#x6BD4;&#x8F83;&#x65B9;&#x4FBF;&#xFF0C;&#x800C;&#x4E14;&#x80FD;&#x5355;&#x72EC;&#x5904;&#x7406;&#x63CF;&#x8FF0;&#x6BCF;&#x4E2A;&#x6570;&#x636E;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x6BCF;&#x5F20;&#x5361;&#x7247;&#x4E0A;&#x4E3B;&#x8981;&#x5E94;&#x8BE5;&#x5305;&#x542B;&#x4E0B;&#x8FF0;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x4FE1;&#x606F;&#xFF1A;</p>
<p>&#x540D;&#x5B57;&#x3001;&#x522B;&#x540D;&#x3001;&#x63CF;&#x8FF0;&#x3001;&#x5B9A;&#x4E49;&#x3001;&#x4F4D;&#x7F6E;&#x3002;</p>
<h2 id="26--&#x6210;&#x672C;&#x6548;&#x76CA;&#x5206;&#x6790;">2.6  &#x6210;&#x672C;/&#x6548;&#x76CA;&#x5206;&#x6790;</h2>
<p>&#x200B;    &#x5F00;&#x53D1;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x662F;&#x4E00;&#x79CD;&#x6295;&#x8D44;&#xFF0C;&#x671F;&#x671B;&#x5C06;&#x6765;&#x83B7;&#x5F97;&#x66F4;&#x5927;&#x7684;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x3002;</p>
<p>&#x200B;    &#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x901A;&#x5E38;&#x8868;&#x73B0;&#x4E3A;&#x51CF;&#x5C11;&#x8FD0;&#x884C;&#x8D39;&#x7528;&#x6216;(&#x548C;)&#x589E;&#x52A0;&#x6536;&#x5165;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x6295;&#x8D44;&#x5F00;&#x53D1;&#x65B0;&#x7CFB;&#x7EDF;&#x5F80;&#x5F80;&#x8981;&#x5192;&#x4E00;&#x5B9A;&#x98CE;&#x9669;&#xFF0C;&#x7CFB;&#x7EDF;&#x7684;&#x5F00;&#x53D1;&#x6210;&#x672C;&#x53EF;&#x80FD;&#x6BD4;&#x9884;&#x8BA1;&#x7684;&#x9AD8;&#xFF0C;&#x6548;&#x76CA;&#x53EF;&#x80FD;&#x6BD4;&#x9884;&#x671F;&#x7684;&#x4F4E;&#x3002;</p>
<p>&#x200B;    &#x6548;&#x76CA;&#x5206;&#x6790;&#x7684;&#x76EE;&#x7684;&#x6B63;&#x662F;&#x8981;&#x4ECE;&#x7ECF;&#x6D4E;&#x89D2;&#x5EA6;&#x5206;&#x6790;&#x5F00;&#x53D1;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x65B0;&#x7CFB;&#x7EDF;&#x662F;&#x5426;&#x5212;&#x7B97;&#xFF0C;&#x4ECE;&#x800C;&#x5E2E;&#x52A9;&#x5BA2;&#x6237;&#x7EC4;&#x7EC7;&#x7684;&#x8D1F;&#x8D23;&#x4EBA;&#x6B63;&#x786E;&#x5730;&#x4F5C;&#x51FA;&#x662F;&#x5426;&#x6295;&#x8D44;&#x4E8E;&#x8FD9;&#x9879;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x51B3;&#x5B9A;&#x3002;</p>
<p>&#x200B;    &#x4E3A;&#x4E86;&#x5BF9;&#x6BD4;&#x6210;&#x672C;&#x548C;&#x6548;&#x76CA;&#xFF0C;&#x9996;&#x5148;&#x9700;&#x8981;&#x4F30;&#x8BA1;&#x5B83;&#x4EEC;&#x7684;&#x6570;&#x91CF;&#x3002;</p>
<h3 id="261--&#x6210;&#x672C;&#x4F30;&#x8BA1;">2.6.1  &#x6210;&#x672C;&#x4F30;&#x8BA1;</h3>
<p>&#x200B;    &#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x6210;&#x672C;&#x4E3B;&#x8981;&#x8868;&#x73B0;&#x4E3A;&#x4EBA;&#x529B;&#x6D88;&#x8017;(&#x4E58;&#x4EE5;&#x5E73;&#x5747;&#x5DE5;&#x8D44;&#x5219;&#x5F97;&#x5230;&#x5F00;&#x53D1;&#x8D39;&#x7528;)&#x3002;&#x6210;&#x672C;&#x4F30;&#x8BA1;&#x4E0D;&#x662F;&#x7CBE;&#x786E;&#x7684;&#x79D1;&#x5B66;&#xFF0C;&#x56E0;&#x6B64;&#x5E94;&#x8BE5;&#x4F7F;&#x7528;&#x51E0;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x4F30;&#x8BA1;&#x6280;&#x672F;&#x4EE5;&#x4FBF;&#x76F8;&#x4E92;&#x6821;&#x9A8C;&#x3002;&#x4E0B;&#x9762;&#x7B80;&#x5355;&#x4ECB;&#x7ECD;3&#x79CD;&#x4F30;&#x7B97;&#x6280;&#x672F;&#x3002;</p>
<p>\1. &#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;</p>
<p>&#x200B;    &#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;&#x662F;&#x6BD4;&#x8F83;&#x7B80;&#x5355;&#x7684;&#x5B9A;&#x91CF;&#x4F30;&#x7B97;&#x65B9;&#x6CD5;&#xFF0C;&#x5B83;&#x628A;&#x5F00;&#x53D1;&#x6BCF;&#x4E2A;&#x8F6F;&#x4EF6;&#x529F;&#x80FD;&#x7684;&#x6210;&#x672C;&#x548C;&#x5B9E;&#x73B0;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x9700;&#x8981;&#x7528;&#x7684;&#x6E90;&#x4EE3;&#x7801;&#x884C;&#x6570;&#x8054;&#x7CFB;&#x8D77;&#x6765;&#x3002;&#x901A;&#x5E38;&#x6839;&#x636E;&#x7ECF;&#x9A8C;&#x548C;&#x5386;&#x53F2;&#x6570;&#x636E;&#x4F30;&#x8BA1;&#x5B9E;&#x73B0;&#x4E00;&#x4E2A;&#x529F;&#x80FD;&#x9700;&#x8981;&#x7684;&#x6E90;&#x7A0B;&#x5E8F;&#x884C;&#x6570;&#x3002;&#x5F53;&#x6709;&#x4EE5;&#x5F80;&#x5F00;&#x53D1;&#x7C7B;&#x4F3C;&#x5DE5;&#x7A0B;&#x7684;&#x5386;&#x53F2;&#x6570;&#x636E;&#x53EF;&#x4F9B;&#x53C2;&#x8003;&#x65F6;&#xFF0C;&#x8FD9;&#x4E2A;&#x65B9;&#x6CD5;&#x662F;&#x975E;&#x5E38;&#x6709;&#x6548;&#x7684;&#x3002;</p>
<p>&#x200B;    &#x4E00;&#x65E6;&#x4F30;&#x8BA1;&#x51FA;&#x6E90;&#x4EE3;&#x7801;&#x884C;&#x6570;&#x4EE5;&#x540E;&#xFF0C;&#x7528;&#x6BCF;&#x884C;&#x4EE3;&#x7801;&#x7684;&#x5E73;&#x5747;&#x6210;&#x672C;&#x4E58;&#x4EE5;&#x884C;&#x6570;&#x5C31;&#x53EF;&#x4EE5;&#x786E;&#x5B9A;&#x8F6F;&#x4EF6;&#x7684;&#x6210;&#x672C;&#x3002;&#x6BCF;&#x884C;&#x4EE3;&#x7801;&#x7684;&#x5E73;&#x5747;&#x6210;&#x672C;&#x4E3B;&#x8981;&#x53D6;&#x51B3;&#x4E8E;&#x8F6F;&#x4EF6;&#x7684;&#x590D;&#x6742;&#x7A0B;&#x5EA6;&#x548C;&#x5DE5;&#x8D44;&#x6C34;&#x5E73;&#x3002;</p>
<p>\2. &#x4EFB;&#x52A1;&#x5206;&#x89E3;&#x6280;&#x672F;</p>
<p>&#x200B;    &#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x9996;&#x5148;&#x628A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x5206;&#x89E3;&#x4E3A;&#x82E5;&#x5E72;&#x4E2A;&#x76F8;&#x5BF9;&#x72EC;&#x7ACB;&#x7684;&#x4EFB;&#x52A1;&#x3002;&#x518D;&#x5206;&#x522B;&#x4F30;&#x8BA1;&#x6BCF;&#x4E2A;&#x5355;&#x72EC;&#x7684;&#x5F00;&#x53D1;&#x4EFB;&#x52A1;&#x7684;&#x6210;&#x672C;&#xFF0C;&#x6700;&#x540E;&#x7D2F;&#x52A0;&#x8D77;&#x6765;&#x5F97;&#x51FA;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x603B;&#x6210;&#x672C;&#x3002;</p>
<p>&#x200B;    &#x4F30;&#x8BA1;&#x6BCF;&#x4E2A;&#x4EFB;&#x52A1;&#x7684;&#x6210;&#x672C;&#x65F6;&#xFF0C;&#x901A;&#x5E38;&#x5148;&#x4F30;&#x8BA1;&#x5B8C;&#x6210;&#x8BE5;&#x9879;&#x4EFB;&#x52A1;&#x9700;&#x8981;&#x7528;&#x7684;&#x4EBA;&#x529B;(&#x4EE5;&#x4EBA;&#x6708;&#x4E3A;&#x5355;&#x4F4D;)&#xFF0C;&#x518D;&#x4E58;&#x4EE5;&#x6BCF;&#x4EBA;&#x6BCF;&#x6708;&#x7684;&#x5E73;&#x5747;&#x5DE5;&#x8D44;&#x800C;&#x5F97;&#x51FA;&#x6BCF;&#x4E2A;&#x4EFB;&#x52A1;&#x7684;&#x6210;&#x672C;&#x3002;</p>
<p>&#x200B;    &#x6700;&#x5E38;&#x7528;&#x7684;&#x529E;&#x6CD5;&#x662F;&#x6309;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x5212;&#x5206;&#x4EFB;&#x52A1;&#x3002;&#x5982;&#x679C;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x5F88;&#x590D;&#x6742;&#xFF0C;&#x7531;&#x82E5;&#x5E72;&#x4E2A;&#x5B50;&#x7CFB;&#x7EDF;&#x7EC4;&#x6210;&#xFF0C;&#x5219;&#x53EF;&#x4EE5;&#x628A;&#x6BCF;&#x4E2A;&#x5B50;&#x7CFB;&#x7EDF;&#x518D;&#x6309;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x8FDB;&#x4E00;&#x6B65;&#x5212;&#x5206;&#x6210;&#x66F4;&#x5C0F;&#x7684;&#x4EFB;&#x52A1;&#x3002;</p>
<p>&#x200B;    &#x5178;&#x578B;&#x73AF;&#x5883;&#x4E0B;&#x5404;&#x4E2A;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x7684;&#x4EBA;&#x529B;&#x7684;&#x767E;&#x5206;&#x6BD4;&#x5927;&#x81F4;&#x5982;&#x8868;2.2&#xFF08;&#x89C1;&#x4E66;40&#x9875;&#xFF09;&#x6240;&#x793A;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x5E94;&#x8BE5;&#x9488;&#x5BF9;&#x6BCF;&#x4E2A;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x5177;&#x4F53;&#x7279;&#x70B9;&#xFF0C;&#x5E76;&#x4E14;&#x53C2;&#x7167;&#x4EE5;&#x5F80;&#x7684;&#x7ECF;&#x9A8C;&#x5C3D;&#x53EF;&#x80FD;&#x51C6;&#x786E;&#x5730;&#x4F30;&#x8BA1;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x5B9E;&#x9645;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x7684;&#x4EBA;&#x529B;&#x3002;</p>
<p>\3. &#x81EA;&#x52A8;&#x4F30;&#x8BA1;&#x6210;&#x672C;&#x6280;&#x672F;</p>
<p>&#x200B;    &#x91C7;&#x7528;&#x81EA;&#x52A8;&#x4F30;&#x8BA1;&#x6210;&#x672C;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x5177;&#x53EF;&#x4EE5;&#x51CF;&#x8F7B;&#x4EBA;&#x7684;&#x52B3;&#x52A8;&#xFF0C;&#x5E76;&#x4E14;&#x4F7F;&#x5F97;&#x4F30;&#x8BA1;&#x7684;&#x7ED3;&#x679C;&#x66F4;&#x5BA2;&#x89C2;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x91C7;&#x7528;&#x8FD9;&#x79CD;&#x6280;&#x672F;&#x5FC5;&#x987B;&#x6709;&#x957F;&#x671F;&#x641C;&#x96C6;&#x7684;&#x5927;&#x91CF;&#x5386;&#x53F2;&#x6570;&#x636E;&#x4E3A;&#x57FA;&#x7840;&#xFF0C;&#x5E76;&#x4E14;&#x9700;&#x8981;&#x6709;&#x826F;&#x597D;&#x7684;&#x6570;&#x636E;&#x5E93;&#x7CFB;&#x7EDF;&#x652F;&#x6301;&#x3002;</p>
<h3 id="262--&#x6210;&#x672C;&#x6548;&#x76CA;&#x5206;&#x6790;&#x7684;&#x65B9;&#x6CD5;">2.6.2  &#x6210;&#x672C;/&#x6548;&#x76CA;&#x5206;&#x6790;&#x7684;&#x65B9;&#x6CD5;</h3>
<p>&#x200B;    &#x6210;&#x672C;/&#x6548;&#x76CA;&#x5206;&#x6790;&#x7684;&#x7B2C;&#x4E00;&#x6B65;&#x662F;&#x4F30;&#x8BA1;&#x5F00;&#x53D1;&#x6210;&#x672C;&#x3001;&#x8FD0;&#x884C;&#x8D39;&#x7528;&#x548C;&#x65B0;&#x7CFB;&#x7EDF;&#x5C06;&#x5E26;&#x6765;&#x7684;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x3002;</p>
<p>&#x2022; &#x4F30;&#x8BA1;&#x5F00;&#x53D1;&#x6210;&#x672C;&#x4EE5;&#x4ECB;&#x7ECD;&#x3002;</p>
<p>&#x2022; &#x8FD0;&#x884C;&#x8D39;&#x7528;&#x53D6;&#x51B3;&#x4E8E;&#x7CFB;&#x7EDF;&#x7684;&#x64CD;&#x4F5C;&#x8D39;&#x7528;(&#x64CD;&#x4F5C;&#x5458;&#x4EBA;&#x6570;&#xFF0C;&#x5DE5;&#x4F5C;&#x65F6;&#x95F4;&#xFF0C;&#x6D88;&#x8017;&#x7684;&#x7269;&#x8D44;&#x7B49;&#x7B49;)&#x548C;&#x7EF4;&#x62A4;&#x8D39;&#x7528;&#x3002;</p>
<p>&#x2022; &#x7CFB;&#x7EDF;&#x7684;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x7B49;&#x4E8E;&#x56E0;&#x4F7F;&#x7528;&#x65B0;&#x7CFB;&#x7EDF;&#x800C;&#x589E;&#x52A0;&#x7684;&#x6536;&#x5165;&#x52A0;&#x4E0A;&#x4F7F;&#x7528;&#x65B0;&#x7CFB;&#x7EDF;&#x53EF;&#x4EE5;&#x8282;&#x7701;&#x7684;&#x8FD0;&#x884C;&#x8D39;&#x7528;&#x3002;</p>
<p>&#x200B;    &#x56E0;&#x4E3A;&#x8FD0;&#x884C;&#x8D39;&#x7528;&#x548C;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x4E24;&#x8005;&#x5728;&#x8F6F;&#x4EF6;&#x7684;&#x6574;&#x4E2A;&#x751F;&#x547D;&#x5468;&#x671F;&#x5185;&#x90FD;&#x5B58;&#x5728;&#xFF0C;&#x603B;&#x7684;&#x6548;&#x76CA;&#x548C;&#x751F;&#x547D;&#x5468;&#x671F;&#x7684;&#x957F;&#x5EA6;&#x6709;&#x5173;&#xFF0C;&#x6240;&#x4EE5;&#x5E94;&#x8BE5;&#x5408;&#x7406;&#x5730;&#x4F30;&#x8BA1;&#x8F6F;&#x4EF6;&#x7684;&#x5BFF;&#x547D;&#x3002;</p>
<p>&#x200B;    &#x867D;&#x7136;&#x8BB8;&#x591A;&#x7CFB;&#x7EDF;&#x5728;&#x5F00;&#x53D1;&#x65F6;&#x9884;&#x671F;&#x751F;&#x547D;&#x5468;&#x671F;&#x957F;&#x8FBE;10&#x5E74;&#x4EE5;&#x4E0A;&#xFF0C;&#x4F46;&#x662F;&#x65F6;&#x95F4;&#x8D8A;&#x957F;&#x7CFB;&#x7EDF;&#x88AB;&#x5E9F;&#x5F03;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x4E5F;&#x8D8A;&#x5927;&#xFF0C;&#x4E3A;&#x4E86;&#x4FDD;&#x9669;&#x8D77;&#x89C1;&#xFF0C;&#x4EE5;&#x540E;&#x5728;&#x8FDB;&#x884C;&#x6210;&#x672C;/&#x6548;&#x76CA;&#x5206;&#x6790;&#x65F6;&#x4E00;&#x5F8B;&#x5047;&#x8BBE;&#x751F;&#x547D;&#x5468;&#x671F;&#x4E3A;5&#x5E74;&#x3002;</p>
<p>&#x200B;    &#x5E94;&#x8BE5;&#x6BD4;&#x8F83;&#x65B0;&#x7CFB;&#x7EDF;&#x7684;&#x5F00;&#x53D1;&#x6210;&#x672C;&#x548C;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#xFF0C;&#x4EE5;&#x4FBF;&#x4ECE;&#x7ECF;&#x6D4E;&#x89D2;&#x5EA6;&#x5224;&#x65AD;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x662F;&#x5426;&#x503C;&#x5F97;&#x6295;&#x8D44;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x6295;&#x8D44;&#x662F;&#x73B0;&#x5728;&#x8FDB;&#x884C;&#x7684;&#xFF0C;&#x6548;&#x76CA;&#x662F;&#x5C06;&#x6765;&#x83B7;&#x5F97;&#x7684;&#xFF0C;&#x4E0D;&#x80FD;&#x7B80;&#x5355;&#x5730;&#x6BD4;&#x8F83;&#x6210;&#x672C;&#x548C;&#x6548;&#x76CA;&#xFF0C;&#x5E94;&#x8BE5;&#x8003;&#x8651;&#x8D27;&#x5E01;&#x7684;&#x65F6;&#x95F4;&#x4EF7;&#x503C;&#x3002;</p>
<p>\1. &#x8D27;&#x5E01;&#x7684;&#x65F6;&#x95F4;&#x4EF7;&#x503C;</p>
<p>&#x200B;    &#x901A;&#x5E38;&#x7528;&#x5229;&#x7387;&#x7684;&#x5F62;&#x5F0F;&#x8868;&#x793A;&#x8D27;&#x5E01;&#x7684;&#x65F6;&#x95F4;&#x4EF7;&#x503C;&#x3002;</p>
<p>&#x200B;    &#x5047;&#x8BBE;&#x5E74;&#x5229;&#x7387;&#x4E3A;i&#xFF0C;&#x5982;&#x679C;&#x73B0;&#x5728;&#x5B58;&#x5165;P&#x5143;&#xFF0C;&#x5219;n&#x5E74;&#x540E;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x7684;&#x94B1;&#x6570;&#x4E3A;&#xFF1A;F=P(1+i)n</p>
<p>&#x200B;    &#x8FD9;&#x4E5F;&#x5C31;&#x662F;P&#x5143;&#x94B1;&#x5728;n&#x5E74;&#x540E;&#x7684;&#x4EF7;&#x503C;&#x3002;</p>
<p>&#x200B;    &#x53CD;&#x4E4B;&#xFF0C;&#x5982;&#x679C;n&#x5E74;&#x540E;&#x80FD;&#x6536;&#x5165;F&#x5143;&#x94B1;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E9B;&#x94B1;&#x7684;&#x73B0;&#x5728;&#x4EF7;&#x503C;&#x662F;</p>
<p>&#x200B;    P=F/(1+i)n</p>
<p>&#x200B;    &#x4F8B;&#x5982;&#xFF0C;&#x4FEE;&#x6539;&#x4E00;&#x4E2A;&#x5DF2;&#x6709;&#x7684;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x7CFB;&#x7EDF;&#xFF0C;&#x4F7F;&#x5B83;&#x80FD;&#x5728;&#x6BCF;&#x5929;&#x9001;&#x7ED9;&#x91C7;&#x8D2D;&#x5458;&#x4E00;&#x4EFD;&#x5B9A;&#x8D27;&#x62A5;&#x8868;&#x3002;</p>
<p>&#x200B;    &#x4FEE;&#x6539;&#x5DF2;&#x6709;&#x7684;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x7A0B;&#x5E8F;&#x5E76;&#x4E14;&#x7F16;&#x5199;&#x4EA7;&#x751F;&#x62A5;&#x8868;&#x7684;&#x7A0B;&#x5E8F;&#xFF0C;&#x4F30;&#x8BA1;&#x5171;&#x9700;5000&#x5143;&#xFF1B;</p>
<p>&#x200B;    &#x7CFB;&#x7EDF;&#x4FEE;&#x6539;&#x540E;&#x80FD;&#x53CA;&#x65F6;&#x5B9A;&#x8D27;&#x5C06;&#x6D88;&#x9664;&#x96F6;&#x4EF6;&#x77ED;&#x7F3A;&#x95EE;&#x9898;&#xFF0C;&#x4F30;&#x8BA1;&#x56E0;&#x6B64;&#x6BCF;&#x5E74;&#x53EF;&#x4EE5;&#x8282;&#x7701;2500&#x5143;&#xFF0C;5&#x5E74;&#x5171;&#x53EF;&#x8282;&#x7701;12500&#x5143;&#x3002;</p>
<p>&#x200B;    &#x4F46;&#x662F;&#xFF0C;&#x4E0D;&#x80FD;&#x7B80;&#x5355;&#x5730;&#x628A;5000&#x5143;&#x548C;12500&#x5143;&#x76F8;&#x6BD4;&#x8F83;&#xFF0C;&#x56E0;&#x4E3A;&#x524D;&#x8005;&#x662F;&#x73B0;&#x5728;&#x6295;&#x8D44;&#x7684;&#x94B1;&#xFF0C;&#x540E;&#x8005;&#x662F;&#x82E5;&#x5E72;&#x5E74;&#x4EE5;&#x540E;&#x8282;&#x7701;&#x7684;&#x94B1;&#x3002;</p>
<p>&#x200B;    &#x5047;&#x5B9A;&#x5E74;&#x5229;&#x7387;&#x4E3A;12%&#xFF0C;&#x5229;&#x7528;&#x4E0A;&#x9762;&#x8BA1;&#x7B97;&#x8D27;&#x5E01;&#x73B0;&#x5728;&#x4EF7;&#x503C;&#x7684;&#x516C;&#x5F0F;&#x53EF;&#x4EE5;&#x7B97;&#x51FA;&#x4FEE;&#x6539;&#x5E93;&#x5B58;&#x6E05;&#x5355;&#x7CFB;&#x7EDF;&#x540E;&#x6BCF;&#x5E74;&#x9884;&#x8BA1;&#x8282;&#x7701;&#x7684;&#x94B1;&#x7684;&#x73B0;&#x5728;&#x4EF7;&#x503C;&#xFF0C;&#x5982;&#x8868;2.3&#xFF08;&#x89C1;&#x4E66;41&#x9875;&#xFF09;&#x6240;&#x793A;&#x3002;</p>
<p>\2. &#x6295;&#x8D44;&#x56DE;&#x6536;&#x671F;</p>
<p>&#x200B;    &#x901A;&#x5E38;&#x7528;&#x6295;&#x8D44;&#x56DE;&#x6536;&#x671F;&#x8861;&#x91CF;&#x4E00;&#x9879;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x4EF7;&#x503C;&#x3002;</p>
<p>&#x200B;    &#x6240;&#x8C13;&#x6295;&#x8D44;&#x56DE;&#x6536;&#x671F;&#x5C31;&#x662F;&#x4F7F;&#x7D2F;&#x8BA1;&#x7684;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x7B49;&#x4E8E;&#x6700;&#x521D;&#x6295;&#x8D44;&#x6240;&#x9700;&#x8981;&#x7684;&#x65F6;&#x95F4;&#x3002;</p>
<p>&#x200B;    &#x663E;&#x7136;&#xFF0C;&#x6295;&#x8D44;&#x56DE;&#x6536;&#x671F;&#x8D8A;&#x77ED;&#x5C31;&#x80FD;&#x8D8A;&#x5FEB;&#x83B7;&#x5F97;&#x5229;&#x6DA6;&#xFF0C;&#x56E0;&#x6B64;&#x8FD9;&#x9879;&#x5DE5;&#x7A0B;&#x4E5F;&#x5C31;&#x8D8A;&#x503C;&#x5F97;&#x6295;&#x8D44;&#x3002;</p>
<p>&#x200B;    &#x4E3E;&#x4F8B;&#xFF1A;&#x53C2;&#x89C1;P42</p>
<p>&#x200B;    &#x6295;&#x8D44;&#x56DE;&#x6536;&#x671F;&#x4EC5;&#x4EC5;&#x662F;&#x4E00;&#x9879;&#x7ECF;&#x6D4E;&#x6307;&#x6807;&#xFF0C;&#x4E3A;&#x4E86;&#x8861;&#x91CF;&#x4E00;&#x9879;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x8FD8;&#x5E94;&#x8BE5;&#x8003;&#x8651;&#x5176;&#x4ED6;&#x7ECF;&#x6D4E;&#x6307;&#x6807;&#x3002;</p>
<p>\3. &#x7EAF;&#x6536;&#x5165;</p>
<p>&#x200B;    &#x8861;&#x91CF;&#x5DE5;&#x7A0B;&#x4EF7;&#x503C;&#x7684;&#x53E6;&#x4E00;&#x9879;&#x7ECF;&#x6D4E;&#x6307;&#x6807;&#x662F;&#x5DE5;&#x7A0B;&#x7684;&#x7EAF;&#x6536;&#x5165;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5728;&#x6574;&#x4E2A;&#x751F;&#x547D;&#x5468;&#x671F;&#x4E4B;&#x5185;&#x7CFB;&#x7EDF;&#x7684;&#x7D2F;&#x8BA1;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;(&#x6298;&#x5408;&#x6210;&#x73B0;&#x5728;&#x503C;)&#x4E0E;&#x6295;&#x8D44;&#x4E4B;&#x5DEE;&#x3002;</p>
<p>&#x200B;    &#x8FD9;&#x76F8;&#x5F53;&#x4E8E;&#x6BD4;&#x8F83;&#x6295;&#x8D44;&#x5F00;&#x53D1;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x548C;&#x628A;&#x94B1;&#x5B58;&#x5728;&#x94F6;&#x884C;&#x4E2D;(&#x6216;&#x8D37;&#x7ED9;&#x5176;&#x4ED6;&#x4F01;&#x4E1A;)&#x8FD9;&#x4E24;&#x79CD;&#x65B9;&#x6848;&#x7684;&#x4F18;&#x52A3;&#x3002;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x7EAF;&#x6536;&#x5165;&#x4E3A;&#x96F6;&#xFF0C;&#x5219;&#x5DE5;&#x7A0B;&#x7684;&#x9884;&#x671F;&#x6548;&#x76CA;&#x548C;&#x5728;&#x94F6;&#x884C;&#x5B58;&#x6B3E;&#x4E00;&#x6837;&#xFF0C;&#x4F46;&#x662F;&#x5F00;&#x53D1;&#x4E00;&#x4E2A;&#x7CFB;&#x7EDF;&#x8981;&#x5192;&#x98CE;&#x9669;&#xFF0C;&#x56E0;&#x6B64;&#x4ECE;&#x7ECF;&#x6D4E;&#x89C2;&#x70B9;&#x770B;&#x8FD9;&#x9879;&#x5DE5;&#x7A0B;&#x53EF;&#x80FD;&#x662F;&#x4E0D;&#x503C;&#x5F97;&#x6295;&#x8D44;&#x7684;&#x3002;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x7EAF;&#x6536;&#x5165;&#x5C0F;&#x4E8E;&#x96F6;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x9879;&#x5DE5;&#x7A0B;&#x663E;&#x7136;&#x4E0D;&#x503C;&#x5F97;&#x6295;&#x8D44;&#x3002;</p>
<p>\4. &#x6295;&#x8D44;&#x56DE;&#x6536;&#x7387;</p>
<p>&#x200B;    &#x628A;&#x8D44;&#x91D1;&#x5B58;&#x5165;&#x94F6;&#x884C;&#x6216;&#x8D37;&#x7ED9;&#x5176;&#x4ED6;&#x4F01;&#x4E1A;&#x80FD;&#x591F;&#x83B7;&#x5F97;&#x5229;&#x606F;&#xFF0C;&#x901A;&#x5E38;&#x7528;&#x5E74;&#x5229;&#x7387;&#x8861;&#x91CF;&#x5229;&#x606F;&#x591A;&#x5C11;&#x3002;</p>
<p>&#x200B;    &#x7C7B;&#x4F3C;&#x5730;&#x4E5F;&#x53EF;&#x4EE5;&#x8BA1;&#x7B97;&#x6295;&#x8D44;&#x56DE;&#x6536;&#x7387;&#xFF0C;&#x7528;&#x5B83;&#x8861;&#x91CF;&#x6295;&#x8D44;&#x6548;&#x76CA;&#x7684;&#x5927;&#x5C0F;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x628A;&#x5B83;&#x548C;&#x5E74;&#x5229;&#x7387;&#x76F8;&#x6BD4;&#x8F83;&#x3002;</p>
<p>&#x200B;    &#x5728;&#x8861;&#x91CF;&#x5DE5;&#x7A0B;&#x7684;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#x65F6;&#xFF0C;&#x5B83;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x53C2;&#x8003;&#x6570;&#x636E;&#x3002;</p>
<p>&#x200B;    &#x5DF2;&#x77E5;&#x73B0;&#x5728;&#x7684;&#x6295;&#x8D44;&#x989D;&#xFF0C;&#x5E76;&#x4E14;&#x5DF2;&#x7ECF;&#x4F30;&#x8BA1;&#x51FA;&#x5C06;&#x6765;&#x6BCF;&#x5E74;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x7684;&#x7ECF;&#x6D4E;&#x6548;&#x76CA;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x7ED9;&#x5B9A;&#x8F6F;&#x4EF6;&#x7684;&#x4F7F;&#x7528;&#x5BFF;&#x547D;&#x4E4B;&#x540E;&#xFF0C;&#x600E;&#x6837;&#x8BA1;&#x7B97;&#x6295;&#x8D44;&#x56DE;&#x6536;&#x7387;&#x5462;?</p>
<p>&#x200B;    &#x8BBE;&#x60F3;&#x628A;&#x6570;&#x91CF;&#x7B49;&#x4E8E;&#x6295;&#x8D44;&#x989D;&#x7684;&#x8D44;&#x91D1;&#x5B58;&#x5165;&#x94F6;&#x884C;&#xFF0C;&#x6BCF;&#x5E74;&#x5E74;&#x5E95;&#x4ECE;&#x94F6;&#x884C;&#x53D6;&#x56DE;&#x7684;&#x94B1;&#x7B49;&#x4E8E;&#x7CFB;&#x7EDF;&#x6BCF;&#x5E74;&#x9884;&#x671F;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x7684;&#x6548;&#x76CA;&#xFF0C;&#x5728;&#x65F6;&#x95F4;&#x7B49;&#x4E8E;&#x7CFB;&#x7EDF;&#x5BFF;&#x547D;&#x65F6;&#xFF0C;&#x6B63;&#x597D;&#x628A;&#x5728;&#x94F6;&#x884C;&#x4E2D;&#x7684;&#x5B58;&#x6B3E;&#x5168;&#x90E8;&#x53D6;&#x5149;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x5E74;&#x5229;&#x7387;&#x7B49;&#x4E8E;&#x591A;&#x5C11;&#x5462;?</p>
<p>&#x200B;    &#x8FD9;&#x4E2A;&#x5047;&#x60F3;&#x7684;&#x5E74;&#x5229;&#x7387;&#x5C31;&#x7B49;&#x4E8E;&#x6295;&#x8D44;&#x56DE;&#x6536;&#x7387;&#x3002;</p>
<h2 id="27--&#x5C0F;&#x7ED3;">2.7  &#x5C0F;&#x7ED3;</h2>
<p>&#x200B;    &#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x8FDB;&#x4E00;&#x6B65;&#x63A2;&#x8BA8;&#x95EE;&#x9898;&#x5B9A;&#x4E49;&#x9636;&#x6BB5;&#x6240;&#x786E;&#x5B9A;&#x7684;&#x95EE;&#x9898;&#x662F;&#x5426;&#x6709;&#x53EF;&#x884C;&#x7684;&#x89E3;&#x3002;</p>
<p>&#x200B;    &#x5728;&#x5BF9;&#x95EE;&#x9898;&#x6B63;&#x786E;&#x5B9A;&#x4E49;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x901A;&#x8FC7;&#x5206;&#x6790;&#x95EE;&#x9898;&#xFF0C;&#x5BFC;&#x51FA;&#x8BD5;&#x63A2;&#x6027;&#x7684;&#x89E3;&#xFF0C;&#x7136;&#x540E;&#x590D;&#x67E5;&#x5E76;&#x4FEE;&#x6B63;&#x95EE;&#x9898;&#x5B9A;&#x4E49;&#xFF0C;&#x518D;&#x6B21;&#x5206;&#x6790;&#x95EE;&#x9898;&#xFF0C;&#x6539;&#x8FDB;&#x63D0;&#x51FA;&#x7684;&#x89E3;&#x6CD5;&#x2026;&#x2026;&#x3002;</p>
<p>&#x200B;    &#x7ECF;&#x8FC7;&#x5B9A;&#x4E49;&#x95EE;&#x9898;&#x3001;&#x5206;&#x6790;&#x95EE;&#x9898;&#x3001;&#x63D0;&#x51FA;&#x89E3;&#x6CD5;&#x7684;&#x53CD;&#x590D;&#x8FC7;&#x7A0B;&#xFF0C;&#x6700;&#x7EC8;&#x63D0;&#x51FA;&#x4E00;&#x4E2A;&#x7B26;&#x5408;&#x7CFB;&#x7EDF;&#x76EE;&#x6807;&#x7684;&#x9AD8;&#x5C42;&#x6B21;&#x7684;&#x903B;&#x8F91;&#x6A21;&#x578B;&#x3002;</p>
<p>&#x200B;    &#x7136;&#x540E;&#x6839;&#x636E;&#x7CFB;&#x7EDF;&#x7684;&#x8FD9;&#x4E2A;&#x903B;&#x8F91;&#x6A21;&#x578B;&#x8BBE;&#x60F3;&#x5404;&#x79CD;&#x53EF;&#x80FD;&#x7684;&#x7269;&#x7406;&#x7CFB;&#x7EDF;&#xFF0C;&#x5E76;&#x4E14;&#x4ECE;&#x6280;&#x672F;&#x3001;&#x7ECF;&#x6D4E;&#x548C;&#x64CD;&#x4F5C;&#x7B49;&#x5404;&#x65B9;&#x9762;&#x5206;&#x6790;&#x8FD9;&#x4E9B;&#x7269;&#x7406;&#x7CFB;&#x7EDF;&#x7684;&#x53EF;&#x884C;&#x6027;&#x3002;</p>
<p>&#x200B;    &#x6700;&#x540E;&#xFF0C;&#x7CFB;&#x7EDF;&#x5206;&#x6790;&#x5458;&#x63D0;&#x51FA;&#x4E00;&#x4E2A;&#x63A8;&#x8350;&#x7684;&#x884C;&#x52A8;&#x65B9;&#x9488;&#xFF0C;&#x63D0;&#x4EA4;&#x7528;&#x6237;&#x548C;&#x5BA2;&#x6237;&#x7EC4;&#x7EC7;&#x8D1F;&#x8D23;&#x4EBA;&#x5BA1;&#x67E5;&#x6279;&#x51C6;&#x3002;</p>
<p>&#x200B;    &#x5728;&#x8868;&#x8FBE;&#x5206;&#x6790;&#x5458;&#x5BF9;&#x73B0;&#x6709;&#x7CFB;&#x7EDF;&#x7684;&#x8BA4;&#x8BC6;&#x548C;&#x63CF;&#x7ED8;&#x4ED6;&#x5BF9;&#x672A;&#x6765;&#x7684;&#x7269;&#x7406;&#x7CFB;&#x7EDF;&#x7684;&#x8BBE;&#x60F3;&#x65F6;&#xFF0C;&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x597D;&#x7684;&#x5DE5;&#x5177;&#x3002;&#x7CFB;&#x7EDF;&#x6D41;&#x7A0B;&#x56FE;&#x5B9E;&#x8D28;&#x4E0A;&#x662F;&#x7269;&#x7406;&#x6570;&#x636E;&#x6D41;&#x56FE;&#xFF0C;&#x5B83;&#x63CF;&#x7ED8;&#x7EC4;&#x6210;&#x7CFB;&#x7EDF;&#x7684;&#x4E3B;&#x8981;&#x7269;&#x7406;&#x5143;&#x7D20;&#x4EE5;&#x53CA;&#x4FE1;&#x606F;&#x5728;&#x8FD9;&#x4E9B;&#x5143;&#x7D20;&#x95F4;&#x6D41;&#x52A8;&#x548C;&#x5904;&#x7406;&#x7684;&#x60C5;&#x51B5;&#x3002;</p>
<p>&#x200B;    &#x6570;&#x636E;&#x6D41;&#x56FE;&#x7684;&#x57FA;&#x672C;&#x7B26;&#x53F7;&#x53EA;&#x6709;4&#x79CD;&#xFF0C;&#x5B83;&#x662F;&#x63CF;&#x7ED8;&#x7CFB;&#x7EDF;&#x903B;&#x8F91;&#x6A21;&#x578B;&#x7684;&#x6781;&#x597D;&#x5DE5;&#x5177;&#x3002;&#x901A;&#x5E38;&#x6570;&#x636E;&#x5B57;&#x5178;&#x548C;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x5171;&#x540C;&#x6784;&#x6210;&#x7CFB;&#x7EDF;&#x7684;&#x903B;&#x8F91;&#x6A21;&#x578B;&#x3002;&#x6CA1;&#x6709;&#x6570;&#x636E;&#x5B57;&#x5178;&#x7CBE;&#x786E;&#x5B9A;&#x4E49;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x4E2D;&#x6BCF;&#x4E2A;&#x5143;&#x7D20;&#xFF0C;&#x6570;&#x636E;&#x6D41;&#x56FE;&#x5C31;&#x4E0D;&#x591F;&#x4E25;&#x5BC6;&#xFF1B;&#x7136;&#x800C;&#x6CA1;&#x6709;&#x6570;&#x636E;&#x6D41;&#x56FE;&#xFF0C;&#x6570;&#x636E;&#x5B57;&#x5178;&#x4E5F;&#x5F88;&#x96BE;&#x53D1;&#x6325;&#x4F5C;&#x7528;&#x3002;</p>
<p>&#x200B;    &#x6210;&#x672C;/&#x6548;&#x76CA;&#x5206;&#x6790;&#x662F;&#x53EF;&#x884C;&#x6027;&#x7814;&#x7A76;&#x7684;&#x4E00;&#x9879;&#x91CD;&#x8981;&#x5185;&#x5BB9;&#xFF0C;&#x662F;&#x5BA2;&#x6237;&#x7EC4;&#x7EC7;&#x8D1F;&#x8D23;&#x4EBA;&#x4ECE;&#x7ECF;&#x6D4E;&#x89D2;&#x5EA6;&#x5224;&#x65AD;&#x662F;&#x5426;&#x7EE7;&#x7EED;&#x6295;&#x8D44;&#x4E8E;&#x8FD9;&#x9879;&#x5DE5;&#x7A0B;&#x7684;&#x4E3B;&#x8981;&#x4F9D;&#x636E;&#x3002;</p>
<div id="gitalk-container"></div>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="1013.html" class="navigation navigation-prev " aria-label="Previous page: 问题定义">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="1015.html" class="navigation navigation-next " aria-label="Next page: 需求分析">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"可行性研究","level":"1.1.3.2","depth":3,"next":{"title":"需求分析","level":"1.1.3.3","depth":3,"path":"page/1015.md","ref":"page/1015.md","articles":[]},"previous":{"title":"问题定义","level":"1.1.3.1","depth":3,"path":"page/1013.md","ref":"page/1013.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","-sharing","theme-simple@git+https://github.com/plugins-zander/gitbook-plugin-theme-simple.git","search-pro@git+https://github.com/plugins-zander/gitbook-plugin-search-pro.git","katex@git+https://github.com/plugins-zander/gitbook-plugin-katex.git","splitter@git+https://github.com/plugins-zander/gitbook-plugin-splitter.git","mygitalk@git+https://github.com/plugins-zander/gitbook-plugin-mygitalk.git","edit-link@git+https://github.com/plugins-zander/gitbook-plugin-edit-link.git","sitemap-general@git+https://github.com/plugins-zander/gitbook-plugin-sitemap-general.git","gtag@git+https://github.com/plugins-zander/gitbook-plugin-gtag.git","chapter-fold@git+https://github.com/plugins-zander/gitbook-plugin-chapter-fold.git","copy-code-button@git+https://github.com/plugins-zander/gitbook-plugin-copy-code-button.git","page-toc@git+https://github.com/plugins-zander/gitbook-plugin-page-toc.git"],"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"},"pluginsConfig":{"chapter-fold":{},"splitter":{},"search-pro":{},"page-toc":{"position":"before-first","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4","showByDefault":true},"sitemap-general":{"prefix":"https://zlogs.net/learn-software-engineering/"},"katex":{},"fontsettings":{"theme":"white","family":"sans","size":2},"gtag":{"token":"UA-149127400-1"},"highlight":{},"theme-simple":{"showLevel":false,"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"}},"copy-code-button":{},"mygitalk":{"flipMoveOptions":{},"clientID":"364365ceb2659b383d73","number":-1,"perPage":10,"proxy":"https://cors-anywhere.herokuapp.com/https://github.com/login/oauth/access_token","admin":["zanderzhao"],"createIssueManually":false,"distractionFreeMode":false,"repo":"talk","owner":"zanderzhao","enableHotKey":true,"clientSecret":"447ef6648e9dfffe2e2a65c34c8ead1dd4b7af54","pagerDirection":"last","labels":["Gitalk"]},"edit-link":{"label":"EDIT","base":"https://github.com/ZanderZhao/learn-software-engineering/edit/master/"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Zander Zhao","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"learn-software-engineering","language":"zh-hans","gitbook":"3.2.3","description":"learn-software-engineering - Zander's Learn Book"},"file":{"path":"page/1014.md","mtime":"2020-04-09T07:49:44.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-04-09T07:52:01.778Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/js/md5.min.js"></script>
        
    
        
        <script src="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/js/gitalk.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mygitalk/mygitalk.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-gtag/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-copy-code-button/toggle.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-page-toc/anchor-3.1.1.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-page-toc/page-toc.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

