
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>维护 · learn-software-engineering</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Zander Zhao">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/css/gitalk.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-page-toc/page-toc.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="1020.html" />
    
    
    <link rel="prev" href="1018.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    本书简介
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.1" data-path="1010.html">
            
                <a href="1010.html">
            
                    
                    结构化设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.2" data-path="1011.html">
            
                <a href="1011.html">
            
                    
                    概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3" data-path="1012.html">
            
                <a href="1012.html">
            
                    
                    软件生命周期
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.3.1" data-path="1013.html">
            
                <a href="1013.html">
            
                    
                    问题定义
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.2" data-path="1014.html">
            
                <a href="1014.html">
            
                    
                    可行性研究
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.3" data-path="1015.html">
            
                <a href="1015.html">
            
                    
                    需求分析
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.4" data-path="1016.html">
            
                <a href="1016.html">
            
                    
                    总体设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.5" data-path="1017.html">
            
                <a href="1017.html">
            
                    
                    详细设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.6" data-path="1018.html">
            
                <a href="1018.html">
            
                    
                    实现（编码和测试）
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.1.3.7" data-path="1019.html">
            
                <a href="1019.html">
            
                    
                    维护
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="1020.html">
            
                <a href="1020.html">
            
                    
                    软件项目管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="1021.html">
            
                <a href="1021.html">
            
                    
                    面向对象
            
                </a>
            

            
        </li>
    

    
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >维护</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x7EF4;&#x62A4;">&#x7EF4;&#x62A4;</h1>
<p>&#x7B2C;8&#x7AE0;  &#x7EF4;&#x62A4;</p>
<p>&#x57FA;&#x672C;&#x4EFB;&#x52A1;&#xFF1A;</p>
<p>&#x200B;    &#x662F;&#x4FDD;&#x8BC1;&#x8F6F;&#x4EF6;&#x5728;&#x4E00;&#x4E2A;&#x76F8;&#x5F53;&#x957F;&#x7684;&#x65F6;&#x671F;&#x80FD;&#x591F;&#x6B63;&#x5E38;&#x8FD0;&#x884C;&#x3002;</p>
<p>&#x200B;    &#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x9700;&#x8981;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x5F88;&#x5927;&#xFF0C;60%&#x4EE5;&#x4E0A;&#x7684;&#x4EBA;&#x529B;&#x7528;&#x4E8E;&#x7EF4;&#x62A4;&#x5DF2;&#x6709;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x968F;&#x7740;&#x6295;&#x5165;&#x4F7F;&#x7528;&#x7684;&#x8F6F;&#x4EF6;&#x6570;&#x91CF;&#x589E;&#x591A;&#x548C;&#x4F7F;&#x7528;&#x5BFF;&#x547D;&#x5EF6;&#x957F;&#xFF0C;&#x8FD9;&#x4E2A;&#x767E;&#x5206;&#x6BD4;&#x8FD8;&#x5728;&#x6301;&#x7EED;&#x4E0A;&#x5347;&#x3002;&#x6700;&#x7EC8;&#x5BFC;&#x81F4;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7EC4;&#x7EC7;&#x6CA1;&#x6709;&#x4F59;&#x529B;&#x5F00;&#x53D1;&#x65B0;&#x7684;&#x8F6F;&#x4EF6;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x76EE;&#x7684;&#xFF1A;</p>
<p>&#x200B;    &#x8981;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#xFF0C;&#x51CF;&#x5C11;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x6240;&#x9700;&#x8981;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;&#x964D;&#x4F4E;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x7684;&#x603B;&#x6210;&#x672C;&#x3002;</p>
<h2 id="81--&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x7684;&#x5B9A;&#x4E49;">8.1  &#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x7684;&#x5B9A;&#x4E49;</h2>
<p>&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#xFF1A;</p>
<p>&#x200B;    &#x5728;&#x8F6F;&#x4EF6;&#x5DF2;&#x7ECF;&#x4EA4;&#x4ED8;&#x4F7F;&#x7528;&#x4E4B;&#x540E;&#xFF0C;&#x4E3A;&#x4E86;&#x6539;&#x6B63;&#x9519;&#x8BEF;&#x6216;&#x6EE1;&#x8DB3;&#x65B0;&#x7684;&#x9700;&#x8981;&#x800C;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x7684;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x200B;    &#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4EE5;&#x4E0B;4&#x9879;&#x6D3B;&#x52A8;&#xFF0C;&#x5177;&#x4F53;&#x5730;&#x5B9A;&#x4E49;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x3002;</p>
<p>&#x2022;&#x56DB;&#x79CD;&#x7EF4;&#x62A4;&#x7C7B;&#x578B;&#xFF1A;</p>
<p> &#x6539;&#x6B63;&#x6027;&#x7EF4;&#x62A4;</p>
<p> &#x9002;&#x5E94;&#x6027;&#x7EF4;&#x62A4;</p>
<p> &#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;</p>
<p>  &#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;</p>
<p>1.&#x6539;&#x6B63;&#x6027;&#x7EF4;&#x62A4;</p>
<p>&#x200B;    &#x5728;&#x8F6F;&#x4EF6;&#x4EA4;&#x4ED8;&#x4F7F;&#x7528;&#x540E;&#xFF0C;&#x56E0;&#x5F00;&#x53D1;&#x65F6;&#x6D4B;&#x8BD5;&#x7684;&#x4E0D;&#x5F7B;&#x5E95;&#x3001;&#x4E0D;&#x5B8C;&#x5168;&#xFF0C;&#x5FC5;&#x7136;&#x4F1A;&#x6709;&#x90E8;&#x5206;&#x9690;&#x85CF;&#x7684;&#x9519;&#x8BEF;&#x9057;&#x7559;&#x5230;&#x8FD0;&#x884C;&#x9636;&#x6BB5;&#x3002;</p>
<p>&#x200B;    &#x8FD9;&#x4E9B;&#x9690;&#x85CF;&#x4E0B;&#x6765;&#x7684;&#x9519;&#x8BEF;&#x5728;&#x67D0;&#x4E9B;&#x7279;&#x5B9A;&#x7684;&#x4F7F;&#x7528;&#x73AF;&#x5883;&#x4E0B;&#x5C31;&#x4F1A;&#x66B4;&#x9732;&#x51FA;&#x6765;&#x3002;</p>
<p>&#x200B;    &#x4E3A;&#x4E86;&#x8BC6;&#x522B;&#x548C;&#x7EA0;&#x6B63;&#x8F6F;&#x4EF6;&#x9519;&#x8BEF;&#x3001;&#x6539;&#x6B63;&#x8F6F;&#x4EF6;&#x6027;&#x80FD;&#x4E0A;&#x7684;&#x7F3A;&#x9677;&#x3001;&#x6392;&#x9664;&#x5B9E;&#x65BD;&#x4E2D;&#x7684;&#x8BEF;&#x4F7F;&#x7528;&#xFF0C;&#x5E94;&#x5F53;&#x8FDB;&#x884C;&#x7684;&#x8BCA;&#x65AD;&#x548C;&#x6539;&#x6B63;&#x9519;&#x8BEF;&#x7684;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>2.&#x9002;&#x5E94;&#x6027;&#x7EF4;&#x62A4;</p>
<p>  &#x5728;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5916;&#x90E8;&#x73AF;&#x5883;&#x3001;&#x6570;&#x636E;&#x73AF;&#x5883;&#x53EF;&#x80FD;&#x53D1;&#x751F;&#x53D8;&#x5316;&#x3002;</p>
<p> &#x5916;&#x90E8;&#x73AF;&#x5883;&#xFF08;&#x65B0;&#x7684;&#x786C;&#x3001;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#xFF09;</p>
<p> &#x6570;&#x636E;&#x73AF;&#x5883;&#xFF08;&#x6570;&#x636E;&#x5E93;&#x3001;&#x6570;&#x636E;&#x683C;&#x5F0F;&#x3001;&#x6570;&#x636E;&#x8F93;&#x5165;/&#x8F93;&#x51FA;&#x65B9;&#x5F0F;&#x3001;&#x6570;&#x636E;&#x5B58;&#x50A8;&#x4ECB;&#x8D28;&#xFF09;</p>
<p>&#x9002;&#x5E94;&#x6027;&#x7EF4;&#x62A4;&#xFF1A;&#x4E3A;&#x4F7F;&#x8F6F;&#x4EF6;&#x9002;&#x5E94;&#x8FD9;&#x79CD;&#x53D8;&#x5316;&#xFF0C;&#x800C;&#x53BB;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x7684;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>3.&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;</p>
<p>&#x2022;&#x5728;&#x8F6F;&#x4EF6;&#x7684;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x7528;&#x6237;&#x5F80;&#x5F80;&#x4F1A;&#x5BF9;&#x8F6F;&#x4EF6;&#x63D0;&#x51FA;&#x65B0;&#x7684;&#x529F;&#x80FD;&#x4E0E;&#x6027;&#x80FD;&#x8981;&#x6C42;&#x3002;</p>
<p>&#x2022;&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;&#xFF1A;</p>
<p>&#x200B;    &#x4E3A;&#x4E86;&#x6EE1;&#x8DB3;&#x4E0A;&#x8FF0;&#x8981;&#x6C42;&#xFF0C;&#x9700;&#x8981;&#x4FEE;&#x6539;&#x6216;&#x518D;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x800C;&#x8FDB;&#x884C;&#x7684;&#x5B8C;&#x5584;&#x6027;&#x7684;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x3002;&#x4EE5;&#x6269;&#x5145;&#x8F6F;&#x4EF6;&#x529F;&#x80FD;&#x3001;&#x589E;&#x5F3A;&#x8F6F;&#x4EF6;&#x6027;&#x80FD;&#x3001;&#x6539;&#x8FDB;&#x52A0;&#x5DE5;&#x6548;&#x7387;&#x3001;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x3002;</p>
<p>&#x2022;&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;&#x4E0D;&#x4E00;&#x5B9A;&#x662F;&#x6551;&#x706B;&#x5F0F;&#x7684;&#x7D27;&#x6025;&#x7EF4;&#x4FEE;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x6709;&#x8BA1;&#x5212;&#x3001;&#x6709;&#x9884;&#x8C0B;&#x7684;&#x4E00;&#x79CD;&#x518D;&#x5F00;&#x53D1;&#x6D3B;&#x52A8;&#x3002;</p>
<p>4.&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;</p>
<p>&#x2022;&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;&#xFF1A;</p>
<p>   &#x4E3A;&#x4E86;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x3001;&#x53EF;&#x9760;&#x6027;&#x7B49;&#xFF0C;&#x4E3A;&#x4EE5;&#x540E;&#x8FDB;&#x4E00;&#x6B65;&#x6539;&#x8FDB;&#x8F6F;&#x4EF6;&#x6253;&#x4E0B;&#x826F;&#x597D;&#x57FA;&#x7840;&#x800C;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x7684;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x3002;</p>
<p>&#x2022;&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;&#x7684;&#x5B9A;&#x4E49;&#xFF1A;</p>
<p>   &#x91C7;&#x7528;&#x5148;&#x8FDB;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x5BF9;&#x9700;&#x8981;&#x7EF4;&#x62A4;&#x7684;&#x8F6F;&#x4EF6;&#x6216;&#x8F6F;&#x4EF6;&#x4E2D;&#x7684;&#x67D0;&#x4E00;&#x90E8;&#x5206;&#xFF08;&#x91CD;&#x65B0;&#xFF09;&#x8FDB;&#x884C;&#x8BBE;&#x8BA1;&#x3001;&#x7F16;&#x5236;&#x548C;&#x6D4B;&#x8BD5;&#x7684;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x56FD;&#x5916;&#x7684;&#x7EDF;&#x8BA1;&#x6570;&#x5B57;&#x8868;&#x660E;&#xFF1A;</p>
<p>&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;&#x5360;&#x5168;&#x90E8;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x7684;50%&#xFF5E;66%&#xFF0C;</p>
<p>&#x6539;&#x6B63;&#x6027;&#x7EF4;&#x62A4;&#x5360;17%&#xFF5E;21%&#xFF0C;</p>
<p>&#x9002;&#x5E94;&#x6027;&#x7EF4;&#x62A4;&#x5360;18%&#xFF5E;25%&#xFF0C;</p>
<p>&#x5176;&#x4ED6;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x53EA;&#x5360;4%&#x5DE6;&#x53F3;&#x3002;</p>
<p>&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;&#x5360;&#x4E86;&#x51E0;&#x4E4E;&#x4E00;&#x534A;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x3002;</p>
<p>&#x53EF;&#x89C1;&#xFF1A;</p>
<p>&#x5927;&#x90E8;&#x5206;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x662F;&#x6539;&#x53D8;&#x548C;&#x52A0;&#x5F3A;&#x8F6F;&#x4EF6;&#xFF0C;&#x4E0D;&#x662F;&#x7EA0;&#x9519;&#x3002;</p>
<h2 id="82--&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x7684;&#x7279;&#x70B9;">8.2  &#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x7684;&#x7279;&#x70B9;</h2>
<h3 id="821--&#x7ED3;&#x6784;&#x5316;&#x7EF4;&#x62A4;&#x4E0E;&#x975E;&#x7ED3;&#x6784;&#x5316;&#x7EF4;&#x62A4;&#x5DEE;&#x522B;&#x5DE8;&#x5927;">8.2.1  &#x7ED3;&#x6784;&#x5316;&#x7EF4;&#x62A4;&#x4E0E;&#x975E;&#x7ED3;&#x6784;&#x5316;&#x7EF4;&#x62A4;&#x5DEE;&#x522B;&#x5DE8;&#x5927;</h3>
<p>\1. &#x975E;&#x7ED3;&#x6784;&#x5316;&#x7EF4;&#x62A4;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7684;&#x60DF;&#x4E00;&#x6210;&#x5206;&#x662F;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#xFF0C;</p>
<p>&#x2022;&#x90A3;&#x4E48;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x4ECE;&#x8270;&#x82E6;&#x5730;&#x8BC4;&#x4EF7;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x5F00;&#x59CB;&#x3002;</p>
<p>&#x2022;&#x6CA1;&#x6709;&#x8BBE;&#x8BA1;&#x6587;&#x6863;&#x53CA;&#x6D4B;&#x8BD5;&#x6587;&#x6863;&#x3002;</p>
<p>&#x200B;    &#x975E;&#x7ED3;&#x6784;&#x5316;&#x7EF4;&#x62A4;&#x9700;&#x8981;&#x4ED8;&#x51FA;&#x5F88;&#x5927;&#x4EE3;&#x4EF7;&#xFF0C;&#x8FD9;&#x79CD;&#x7EF4;&#x62A4;&#x65B9;&#x5F0F;&#x662F;&#x6CA1;&#x6709;&#x4F7F;&#x7528;&#x826F;&#x597D;&#x7684;&#x65B9;&#x6CD5;&#x5B66;&#x5F00;&#x53D1;&#x51FA;&#x6765;&#x7684;&#x8F6F;&#x4EF6;&#x7684;&#x5FC5;&#x7136;&#x7ED3;&#x679C;&#x3002;</p>
<p>\2. &#x7ED3;&#x6784;&#x5316;&#x7EF4;&#x62A4;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x6709;&#x4E00;&#x4E2A;&#x5B8C;&#x6574;&#x7684;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x5B58;&#x5728;&#xFF0C;</p>
<p>&#x2022;&#x90A3;&#x4E48;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x4ECE;&#x8BC4;&#x4EF7;&#x8BBE;&#x8BA1;&#x6587;&#x6863;&#x5F00;&#x59CB;&#xFF1B;</p>
<p>&#x2022;&#x4F30;&#x91CF;&#x8981;&#x6C42;&#x7684;&#x6539;&#x52A8;&#x5C06;&#x5E26;&#x6765;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x5E76;&#x4E14;&#x8BA1;&#x5212;&#x5B9E;&#x65BD;&#x9014;&#x5F84;&#x3002;</p>
<p>&#x2022;&#x7136;&#x540E;&#x4FEE;&#x6539;&#x8BBE;&#x8BA1;&#x5E76;&#x4E14;&#x5BF9;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#x8FDB;&#x884C;&#x4ED4;&#x7EC6;&#x590D;&#x67E5;&#x3002;</p>
<p>&#x2022;&#x7F16;&#x5199;&#x76F8;&#x5E94;&#x7684;&#x6E90;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#xFF1B;</p>
<p>&#x2022;&#x4F7F;&#x7528;&#x5728;&#x6D4B;&#x8BD5;&#x8BF4;&#x660E;&#x4E66;&#x4E2D;&#x5305;&#x542B;&#x7684;&#x4FE1;&#x606F;&#x8FDB;&#x884C;&#x56DE;&#x5F52;&#x6D4B;&#x8BD5;&#xFF1B;</p>
<p>&#x2022;&#x628A;&#x4FEE;&#x6539;&#x540E;&#x7684;&#x8F6F;&#x4EF6;&#x518D;&#x6B21;&#x4EA4;&#x4ED8;&#x4F7F;&#x7528;&#x3002;</p>
<h3 id="822--&#x7EF4;&#x62A4;&#x7684;&#x4EE3;&#x4EF7;&#x9AD8;&#x6602;">8.2.2  &#x7EF4;&#x62A4;&#x7684;&#x4EE3;&#x4EF7;&#x9AD8;&#x6602;</h3>
<p>&#x2022;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x6240;&#x82B1;&#x8D39;&#x7684;&#x5DE5;&#x4F5C;&#x5360;&#x6574;&#x4E2A;&#x751F;&#x5B58;&#x671F;&#x5DE5;&#x4F5C;&#x91CF;&#x7684;70%&#x4EE5;&#x4E0A;&#x3002;</p>
<p>  &#x5728;&#x6F2B;&#x957F;&#x7684;&#x8F6F;&#x4EF6;&#x8FD0;&#x884C;&#x8FC7;&#x7A0B;&#x4E2D;&#x9700;&#x8981;&#x4E0D;&#x65AD;&#x5BF9;&#x8F6F;&#x4EF6;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#xFF0C;&#x4EE5;&#x6539;&#x6B63;&#x65B0;&#x53D1;&#x73B0;&#x7684;&#x9519;&#x8BEF;&#x3001;&#x9002;&#x5E94;&#x65B0;&#x7684;&#x73AF;&#x5883;&#x548C;&#x7528;&#x6237;&#x65B0;&#x7684;&#x8981;&#x6C42;&#xFF0C;&#x8FD9;&#x4E9B;&#x4FEE;&#x6539;&#x9700;&#x8981;&#x82B1;&#x8D39;&#x5F88;&#x591A;&#x7CBE;&#x529B;&#x548C;&#x65F6;&#x95F4;&#xFF0C;&#x800C;&#x4E14;&#x6709;&#x65F6;&#x4F1A;&#x5F15;&#x5165;&#x65B0;&#x7684;&#x9519;&#x8BEF;&#x3002;</p>
<p>&#x2022;&#x7EF4;&#x62A4;&#x8D39;&#x7528;&#x662F;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x7684;&#x6700;&#x660E;&#x663E;&#x7684;&#x4EE3;&#x4EF7;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x65E0;&#x5F62;&#x7684;&#x4EE3;&#x4EF7;&#x3002;</p>
<p>&#x65E0;&#x5F62;&#x7684;&#x4EE3;&#x4EF7;&#x8FD8;&#x6709;&#xFF1A;</p>
<p>&#x2022;&#x53EF;&#x7528;&#x7684;&#x8D44;&#x6E90;&#x5FC5;&#x987B;&#x4F9B;&#x7EF4;&#x62A4;&#x4EFB;&#x52A1;&#x4F7F;&#x7528;&#xFF0C;&#x4EE5;&#x81F4;&#x803D;&#x8BEF;&#x751A;&#x81F3;&#x4E27;&#x5931;&#x4E86;&#x5F00;&#x53D1;&#x7684;&#x826F;&#x673A;&#x3002;</p>
<p>&#x2022;&#x6539;&#x9519;&#x6216;&#x4FEE;&#x6539;&#x7684;&#x4E0D;&#x53CA;&#x65F6;&#xFF0C;&#x5F15;&#x8D77;&#x7684;&#x7528;&#x6237;&#x4E0D;&#x6EE1;&#xFF1B;</p>
<p>&#x2022;&#x7531;&#x4E8E;&#x7EF4;&#x62A4;&#x65F6;&#x7684;&#x6539;&#x52A8;&#xFF0C;&#x5728;&#x8F6F;&#x4EF6;&#x4E2D;&#x5F15;&#x5165;&#x4E86;&#x6F5C;&#x4F0F;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x4ECE;&#x800C;&#x964D;&#x4F4E;&#x4E86;&#x8F6F;&#x4EF6;&#x7684;&#x8D28;&#x91CF;&#xFF1B;</p>
<p>&#x2022;&#x628A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x8C03;&#x53BB;&#x4ECE;&#x4E8B;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#xFF0C;&#x5728;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x9020;&#x6210;&#x7684;&#x6DF7;&#x4E71;&#x3002;</p>
<p>&#x2022;&#x751F;&#x4EA7;&#x7387;&#x7684;&#x5927;&#x5E45;&#x5EA6;&#x4E0B;&#x964D;&#xFF0C;&#x5C24;&#x5176;&#x5728;&#x7EF4;&#x62A4;&#x65E7;&#x7A0B;&#x5E8F;&#x65F6;&#x5E38;&#x5E38;&#x9047;&#x5230;&#x3002;</p>
<p>&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x91CF;&#x7684;&#x4E00;&#x4E2A;&#x6A21;&#x578B;&#xFF1A;M = P + K &#xD7; exp(c-d)</p>
<p>&#x5176;&#x4E2D;&#xFF1A;</p>
<p>&#x2022; M&#x662F;&#x7EF4;&#x62A4;&#x7528;&#x7684;&#x603B;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;</p>
<p>&#x2022; P&#x662F;&#x751F;&#x4EA7;&#x6027;&#x5DE5;&#x4F5C;&#x91CF;&#xFF08;&#x5206;&#x6790;&#x7B49;&#x5FC5;&#x8981;&#x7684;&#x8FC7;&#x7A0B;&#xFF09; &#xFF0C;</p>
<p>&#x2022; K&#x662F;&#x7ECF;&#x9A8C;&#x5E38;&#x6570;&#xFF0C;</p>
<p>&#x2022; c&#x662F;&#x590D;&#x6742;&#x7A0B;&#x5EA6;(&#x975E;&#x7ED3;&#x6784;&#x5316;&#x8BBE;&#x8BA1;&#x548C;&#x7F3A;&#x5C11;&#x6587;&#x6863;&#x90FD;&#x4F1A;&#x589E;&#x52A0;&#x8F6F;&#x4EF6;&#x7684;&#x590D;&#x6742;&#x7A0B;&#x5EA6;)&#xFF0C;</p>
<p>&#x2022; d&#x662F;&#x7EF4;&#x62A4;&#x4EBA;&#x5458;&#x5BF9;&#x8F6F;&#x4EF6;&#x7684;&#x719F;&#x6089;&#x7A0B;&#x5EA6;&#x3002;</p>
<p>&#x6A21;&#x578B;&#x8868;&#x660E;&#xFF1A;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x8F6F;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x9014;&#x5F84;&#x4E0D;&#x597D;(&#x6CA1;&#x6709;&#x4F7F;&#x7528;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x5B66;)&#xFF0C;&#x800C;&#x4E14;&#x539F;&#x6765;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x4E0D;&#x80FD;&#x53C2;&#x52A0;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#xFF0C;&#x90A3;&#x4E48;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x91CF;&#x548C;&#x8D39;&#x7528;&#x5C06;&#x6307;&#x6570;&#x5730;&#x589E;&#x52A0;&#x3002;</p>
<h3 id="823--&#x7EF4;&#x62A4;&#x7684;&#x95EE;&#x9898;&#x5F88;&#x591A;">8.2.3  &#x7EF4;&#x62A4;&#x7684;&#x95EE;&#x9898;&#x5F88;&#x591A;</h3>
<p>&#x200B;    &#x5B58;&#x5728;&#x4E8E;&#x6CA1;&#x91C7;&#x7528;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x601D;&#x60F3;&#x5F00;&#x53D1;&#x51FA;&#x6765;&#x7684;&#x8F6F;&#x4EF6;&#x4E2D;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x4EC5;&#x6709;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x6CA1;&#x6709;&#x8BF4;&#x660E;&#x6587;&#x6863;&#xFF1B;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x7F3A;&#x5C11;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x7684;&#x5E76;&#x4E14;&#x548C;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x5B8C;&#x5168;&#x4E00;&#x81F4;&#x7684;&#x6587;&#x6863;&#xFF1B;</p>
<p>&#xFF08;3&#xFF09; &#x4E0D;&#x80FD;&#x6307;&#x671B;&#x7531;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x7ED9;&#x6211;&#x4EEC;&#x4ED4;&#x7EC6;&#x8BF4;&#x660E;&#x8F6F;&#x4EF6;&#x3002;&#x7531;&#x4E8E;&#x7EF4;&#x62A4;&#x9636;&#x6BB5;&#x6301;&#x7EED;&#x7684;&#x65F6;&#x95F4;&#x5F88;&#x957F;&#xFF0C;&#x5199;&#x7A0B;&#x5E8F;&#x7684;&#x4EBA;&#x5DF2;&#x7ECF;&#x4E0D;&#x5728;&#x4E86;&#x3002;</p>
<p>&#xFF08;4&#xFF09; &#x7EDD;&#x5927;&#x591A;&#x6570;&#x8F6F;&#x4EF6;&#x5728;&#x8BBE;&#x8BA1;&#x65F6;&#x6CA1;&#x6709;&#x8003;&#x8651;&#x5C06;&#x6765;&#x7684;&#x4FEE;&#x6539;&#x3002;&#x6CA1;&#x6709;&#x4F7F;&#x7528;&#x6A21;&#x5757;&#x72EC;&#x7ACB;&#x7684;&#x539F;&#x7406;&#x53BB;&#x7684;&#x8BBE;&#x8BA1;&#xFF0C;&#x4F7F;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x65E2;&#x56F0;&#x96BE;&#x53C8;&#x5BB9;&#x6613;&#x53D1;&#x751F;&#x5DEE;&#x9519;&#x3002;</p>
<p>   &#x6240;&#x4EE5;&#xFF0C;&#x5E94;&#x91C7;&#x7528;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x601D;&#x60F3;&#x6765;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;</p>
<h2 id="83--&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x8FC7;&#x7A0B;">8.3  &#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x8FC7;&#x7A0B;</h2>
<p>&#x2022; &#x5148;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x7EF4;&#x62A4;&#x7EC4;&#x7EC7;&#xFF1B;</p>
<p>&#x2022; &#x786E;&#x5B9A;&#x62A5;&#x544A;&#x548C;&#x8BC4;&#x4EF7;&#x7684;&#x8FC7;&#x7A0B;&#xFF1B;</p>
<p>&#x2022; &#x4E3A;&#x6BCF;&#x4E2A;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#x89C4;&#x5B9A;&#x4E00;&#x4E2A;&#x6807;&#x51C6;&#x5316;&#x7684;&#x4E8B;&#x4EF6;&#x5E8F;&#x5217;&#xFF1B;</p>
<p>&#x2022; &#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x9002;&#x7528;&#x4E8E;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x7684;&#x8BB0;&#x5F55;&#x4FDD;&#x7BA1;&#x8FC7;&#x7A0B;&#xFF1B;</p>
<p>&#x2022; &#x89C4;&#x5B9A;&#x590D;&#x5BA1;&#x6807;&#x51C6;&#x3002;</p>
<p>\1. &#x7EF4;&#x62A4;&#x7EC4;&#x7EC7;</p>
<p>&#x5BF9;&#x4E8E;&#x6BCF;&#x4E2A;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#xFF1A;</p>
<p>&#x2022;&#x901A;&#x8FC7;&#x7EF4;&#x62A4;&#x7BA1;&#x7406;&#x5458;&#x8F6C;&#x4EA4;&#x7ED9;&#x76F8;&#x5E94;&#x7684;&#x7CFB;&#x7EDF;&#x7BA1;&#x7406;&#x5458;&#x53BB;&#x8BC4;&#x4EF7;&#x3002;</p>
<p>&#x200B;    &#x7CFB;&#x7EDF;&#x7BA1;&#x7406;&#x5458;&#x5BF9;&#x7EF4;&#x62A4;&#x4EFB;&#x52A1;&#x505A;&#x51FA;&#x8BC4;&#x4EF7;&#x4E4B;&#x540E;&#xFF0C;</p>
<p>&#x2022;&#x7531;&#x53D8;&#x5316;&#x6388;&#x6743;&#x4EBA;&#x51B3;&#x5B9A;&#x5E94;&#x8BE5;&#x8FDB;&#x884C;&#x7684;&#x6D3B;&#x52A8;&#x3002;</p>
<p>&#x56FE;8.1&#x63CF;&#x7ED8;&#x4E86;&#x4E0A;&#x8FF0;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x3002;</p>
<p>&#x76EE;&#x7684;&#xFF1A;&#x5728;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x5F00;&#x59CB;&#x4E4B;&#x524D;&#x5C31;&#x660E;&#x786E;&#x7EF4;&#x62A4;&#x8D23;&#x4EFB;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117221252.png" alt=""></p>
<p>&#x56FE;8.1 &#x7EF4;&#x62A4;&#x7EC4;&#x7EC7;</p>
<p>\2. &#x7EF4;&#x62A4;&#x62A5;&#x544A;</p>
<p>&#x2022; &#x5E94;&#x8BE5;&#x7528;&#x6807;&#x51C6;&#x5316;&#x7684;&#x683C;&#x5F0F;&#x8868;&#x8FBE;&#x6240;&#x6709;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#x3002;</p>
<p>&#x2022; &#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x4EBA;&#x5458;&#x901A;&#x5E38;&#x7ED9;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x7A7A;&#x767D;&#x7684;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#x8868;&#x2014;&#x2014;&#x6709;&#x65F6;&#x79F0;&#x4E3A;&#x8F6F;&#x4EF6;&#x95EE;&#x9898;&#x62A5;&#x544A;&#x8868;&#x3002;</p>
<p>&#x200B;    &#x8FD9;&#x4E2A;&#x8868;&#x683C;&#x7531;&#x8981;&#x6C42;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x7684;&#x7528;&#x6237;&#x586B;&#x5199;&#x3002;</p>
<p>&#x200B;    &#x7531;&#x7EF4;&#x62A4;&#x7BA1;&#x7406;&#x5458;&#x548C;&#x7CFB;&#x7EDF;&#x7BA1;&#x7406;&#x5458;&#x8BC4;&#x4EF7;&#x7528;&#x6237;&#x63D0;&#x4EA4;&#x7684;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#x8868;&#x3002;</p>
<p>\3. &#x7EF4;&#x62A4;&#x7684;&#x4E8B;&#x4EF6;&#x6D41;</p>
<p>&#x56FE;8.2&#x63CF;&#x7ED8;&#x4E86;&#x7531;&#x4E00;&#x9879;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#x800C;&#x5F15;&#x51FA;&#x7684;&#x4E00;&#x4E32;&#x4E8B;&#x4EF6;&#x3002;</p>
<p>&#x2022;&#x9996;&#x5148;&#x5E94;&#x8BE5;&#x786E;&#x5B9A;&#x8981;&#x6C42;&#x8FDB;&#x884C;&#x7684;&#x7EF4;&#x62A4;&#x7684;&#x7C7B;&#x578B;&#x3002;</p>
<p>&#x2022;&#x6539;&#x6B63;&#x6027;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#xFF1A;</p>
<p>&#x200B;    &#x4F30;&#x91CF;&#x9519;&#x8BEF;&#x7684;&#x4E25;&#x91CD;&#x7A0B;&#x5EA6;&#xFF1B;</p>
<p>&#x200B;    &#x662F;&#x4E00;&#x4E2A;&#x4E25;&#x91CD;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x5728;&#x7CFB;&#x7EDF;&#x7BA1;&#x7406;&#x5458;&#x7684;&#x6307;&#x5BFC;&#x4E0B;&#x5206;&#x6D3E;&#x4EBA;&#x5458;&#xFF0C;&#x7ACB;&#x5373;&#x5F00;&#x59CB;&#x95EE;&#x9898;&#x5206;&#x6790;&#x8FC7;&#x7A0B;&#xFF1B;</p>
<p>&#x200B;    &#x9519;&#x8BEF;&#x5E76;&#x4E0D;&#x4E25;&#x91CD;&#xFF0C;&#x4E0E;&#x5176;&#x4ED6;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EFB;&#x52A1;&#x4E00;&#x8D77;&#x7EDF;&#x7B79;&#x5B89;&#x6392;&#x3002;</p>
<p>&#x2022;&#x9002;&#x5E94;&#x6027;&#x7EF4;&#x62A4;&#x548C;&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#xFF1A;</p>
<p>&#x200B;    &#x5E94;&#x8BE5;&#x786E;&#x5B9A;&#x6BCF;&#x4E2A;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#x7684;&#x4F18;&#x5148;&#x6B21;&#x5E8F;&#xFF1B;</p>
<p>&#x200B;    &#x5B89;&#x6392;&#x8981;&#x6C42;&#x7684;&#x5DE5;&#x4F5C;&#x65F6;&#x95F4;&#xFF1B;</p>
<p>&#x200B;    &#x5982;&#x679C;&#x4F18;&#x5148;&#x6B21;&#x5E8F;&#x975E;&#x5E38;&#x9AD8;&#xFF0C;&#x53EF;&#x80FD;&#x7ACB;&#x5373;&#x5F00;&#x59CB;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117221304.png" alt=""></p>
<p>&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x6D41;&#x7A0B;</p>
<p>\4. &#x4FDD;&#x5B58;&#x7EF4;&#x62A4;&#x8BB0;&#x5F55;</p>
<p>&#x2460;&#x7A0B;&#x5E8F;&#x6807;&#x8BC6;&#xFF1B;&#x2461;&#x6E90;&#x8BED;&#x53E5;&#x6570;&#xFF1B; &#x2462;&#x673A;&#x5668;&#x6307;&#x4EE4;&#x6761;&#x6570;&#xFF1B;</p>
<p>&#x2463;&#x4F7F;&#x7528;&#x7684;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x8BED;&#x8A00;&#xFF1B;&#x2464;&#x7A0B;&#x5E8F;&#x5B89;&#x88C5;&#x7684;&#x65E5;&#x671F;&#xFF1B;</p>
<p>&#x2465;&#x81EA;&#x4ECE;&#x5B89;&#x88C5;&#x4EE5;&#x6765;&#x7A0B;&#x5E8F;&#x8FD0;&#x884C;&#x7684;&#x6B21;&#x6570;&#xFF1B;</p>
<p>&#x2466;&#x81EA;&#x4ECE;&#x5B89;&#x88C5;&#x4EE5;&#x6765;&#x7A0B;&#x5E8F;&#x5931;&#x6548;&#x7684;&#x6B21;&#x6570;&#xFF1B;</p>
<p>&#x2467;&#x7A0B;&#x5E8F;&#x53D8;&#x52A8;&#x7684;&#x5C42;&#x6B21;&#x548C;&#x6807;&#x8BC6;&#xFF1B;</p>
<p>&#x2468;&#x56E0;&#x7A0B;&#x5E8F;&#x53D8;&#x52A8;&#x800C;&#x589E;&#x52A0;&#x7684;&#x6E90;&#x8BED;&#x53E5;&#x6570;&#xFF1B;</p>
<p>&#x200B;    &#x56E0;&#x7A0B;&#x5E8F;&#x53D8;&#x52A8;&#x800C;&#x5220;&#x9664;&#x7684;&#x6E90;&#x8BED;&#x53E5;&#x6570;&#xFF1B; &#x6BCF;&#x4E2A;&#x6539;&#x52A8;&#x8017;&#x8D39;&#x7684;&#x4EBA;&#x65F6;&#x6570;&#xFF1B; &#x7A0B;&#x5E8F;&#x6539;&#x52A8;&#x7684;&#x65E5;&#x671F;&#xFF1B; &#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x7684;&#x540D;&#x5B57;&#xFF1B; &#x7EF4;&#x62A4;&#x8981;&#x6C42;&#x8868;&#x7684;&#x6807;&#x8BC6;&#xFF1B; &#x7EF4;&#x62A4;&#x7C7B;&#x578B;&#xFF1B; &#x7EF4;&#x62A4;&#x5F00;&#x59CB;&#x548C;&#x5B8C;&#x6210;&#x7684;&#x65E5;&#x671F;&#xFF1B; &#x7D2F;&#x8BA1;&#x7528;&#x4E8E;&#x7EF4;&#x62A4;&#x7684;&#x4EBA;&#x65F6;&#x6570;&#xFF1B; &#x4E0E;&#x5B8C;&#x6210;&#x7684;&#x7EF4;&#x62A4;&#x76F8;&#x8054;&#x7CFB;&#x7684;&#x7EAF;&#x6548;&#x76CA;&#x3002;</p>
<p>\5. &#x8BC4;&#x4EF7;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;</p>
<p>&#x4ECE;&#x4E0B;&#x8FF0;7&#x4E2A;&#x65B9;&#x9762;&#x5EA6;&#x91CF;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#xFF1A;</p>
<p>(1) &#x6BCF;&#x6B21;&#x7A0B;&#x5E8F;&#x8FD0;&#x884C;&#x5E73;&#x5747;&#x5931;&#x6548;&#x7684;&#x6B21;&#x6570;&#xFF1B;</p>
<p>(2) &#x7528;&#x4E8E;&#x6BCF;&#x4E00;&#x7C7B;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x7684;&#x603B;&#x4EBA;&#x65F6;&#x6570;&#xFF1B;</p>
<p>(3) &#x5E73;&#x5747;&#x6BCF;&#x4E2A;&#x7A0B;&#x5E8F;&#x3001;&#x6BCF;&#x79CD;&#x8BED;&#x8A00;&#x3001;&#x6BCF;&#x79CD;&#x7EF4;&#x62A4;&#x7C7B;&#x578B;&#x6240;&#x505A;&#x7684;&#x7A0B;&#x5E8F;&#x53D8;&#x52A8;&#x6570;&#xFF1B;</p>
<p>(4) &#x7EF4;&#x62A4;&#x8FC7;&#x7A0B;&#x4E2D;&#x589E;&#x52A0;&#x6216;&#x5220;&#x9664;&#x4E00;&#x4E2A;&#x6E90;&#x8BED;&#x53E5;&#x5E73;&#x5747;&#x82B1;&#x8D39;&#x7684;&#x4EBA;&#x65F6;&#x6570;&#xFF1B;</p>
<p>(5) &#x7EF4;&#x62A4;&#x6BCF;&#x79CD;&#x8BED;&#x8A00;&#x5E73;&#x5747;&#x82B1;&#x8D39;&#x7684;&#x4EBA;&#x65F6;&#x6570;&#xFF1B;</p>
<p>(6) &#x4E00;&#x5F20;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#x8868;&#x7684;&#x5E73;&#x5747;&#x5468;&#x8F6C;&#x65F6;&#x95F4;&#xFF1B;</p>
<p>(7) &#x4E0D;&#x540C;&#x7EF4;&#x62A4;&#x7C7B;&#x578B;&#x6240;&#x5360;&#x7684;&#x767E;&#x5206;&#x6BD4;&#x3002;</p>
<p>&#x200B;    &#x7531;&#x6B64;&#x505A;&#x51FA;&#x5173;&#x4E8E;&#x5F00;&#x53D1;&#x6280;&#x672F;&#x3001;&#x8BED;&#x8A00;&#x9009;&#x62E9;&#x3001;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x91CF;&#x89C4;&#x5212;&#x3001;&#x8D44;&#x6E90;&#x5206;&#x914D;&#x7B49;&#x65B9;&#x9762;&#x7684;&#x51B3;&#x5B9A;&#x3002;</p>
<h2 id="84--&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;">8.4  &#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;</h2>
<p>&#x200B;    &#x5B9A;&#x4E49;&#xFF1A; &#x7EF4;&#x62A4;&#x4EBA;&#x5458;&#x7406;&#x89E3;&#x3001;&#x6539;&#x6B63;&#x3001;&#x6539;&#x52A8;&#x6216;&#x6539;&#x8FDB;&#x8FD9;&#x4E2A;&#x8F6F;&#x4EF6;&#x7684;&#x96BE;&#x6613;&#x7A0B;&#x5EA6;&#x3002;</p>
<p>&#x200B;    &#x63D0;&#x9AD8;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x662F;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x5404;&#x4E2A;&#x65F6;&#x671F;&#x7684;&#x5173;&#x952E;&#x76EE;&#x6807;&#x3002;</p>
<h3 id="841--&#x51B3;&#x5B9A;&#x8F6F;&#x4EF6;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x7684;&#x56E0;&#x7D20;">8.4.1  &#x51B3;&#x5B9A;&#x8F6F;&#x4EF6;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x7684;&#x56E0;&#x7D20;</h3>
<p>&#x7EF4;&#x62A4;&#xFF1A;&#x5C31;&#x662F;&#x5728;&#x8F6F;&#x4EF6;&#x4EA4;&#x4ED8;&#x4F7F;&#x7528;&#x540E;&#x8FDB;&#x884C;&#x7684;&#x4FEE;&#x6539;&#x3002;</p>
<p>&#x2022;&#x4FEE;&#x6539;&#x4E4B;&#x524D;&#x5FC5;&#x987B;&#x7406;&#x89E3;&#x5F85;&#x4FEE;&#x6539;&#x7684;&#x5BF9;&#x8C61;&#xFF0C;</p>
<p>&#x2022;&#x4FEE;&#x6539;&#x4E4B;&#x540E;&#x5E94;&#x8BE5;&#x8FDB;&#x884C;&#x5FC5;&#x8981;&#x7684;&#x6D4B;&#x8BD5;&#xFF0C;&#x4EE5;&#x4FDD;&#x8BC1;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#x662F;&#x6B63;&#x786E;&#x7684;&#x3002;</p>
<p>&#x2022;&#x5982;&#x679C;&#x662F;&#x6539;&#x6B63;&#x6027;&#x7EF4;&#x62A4;&#xFF0C;&#x8FD8;&#x5FC5;&#x987B;&#x9884;&#x5148;&#x8FDB;&#x884C;&#x8C03;&#x8BD5;&#x4EE5;&#x786E;&#x5B9A;&#x9519;&#x8BEF;&#x7684;&#x5177;&#x4F53;&#x4F4D;&#x7F6E;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x51B3;&#x5B9A;&#x8F6F;&#x4EF6;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x7684;&#x56E0;&#x7D20;&#x4E3B;&#x8981;&#x6709;&#x4E0B;&#x8FF0;5&#x4E2A;&#xFF1A;</p>
<p>   &#x53EF;&#x7406;&#x89E3;&#x6027;&#xFF0C;&#x53EF;&#x6D4B;&#x8BD5;&#x6027;&#xFF0C;&#x53EF;&#x4FEE;&#x6539;&#x6027;&#xFF0C;&#x53EF;&#x79FB;&#x690D;&#x6027;&#xFF0C;</p>
<p>   &#x53EF;&#x91CD;&#x7528;&#x6027;</p>
<p>\1. &#x53EF;&#x7406;&#x89E3;&#x6027;</p>
<p>&#x2022;&#x53EF;&#x7406;&#x89E3;&#x6027;&#xFF1A;&#x5916;&#x6765;&#x8BFB;&#x8005;&#x7406;&#x89E3;&#x8F6F;&#x4EF6;&#x7684;&#x7ED3;&#x6784;&#x3001;&#x529F;&#x80FD;&#x3001;&#x63A5;&#x53E3;&#x548C;&#x5185;&#x90E8;&#x5904;&#x7406;&#x8FC7;&#x7A0B;&#x7684;&#x96BE;&#x6613;&#x7A0B;&#x5EA6;&#x3002;</p>
<p>&#x2022;&#x5F71;&#x54CD;&#x56E0;&#x7D20;&#xFF1A;</p>
<p>&#x200B;    &#x6A21;&#x5757;&#x5316;&#xFF08;&#x6A21;&#x5757;&#x7ED3;&#x6784;&#x826F;&#x597D;&#xFF0C;&#x9AD8;&#x5185;&#x805A;&#xFF0C;&#x677E;&#x8026;&#x5408;&#xFF09;&#x3001;&#x8BE6;&#x7EC6;&#x7684;&#x8BBE;&#x8BA1;&#x6587;&#x6863;&#x3001;&#x7ED3;&#x6784;&#x5316;&#x8BBE;&#x8BA1;&#x3001;&#x7A0B;&#x5E8F;&#x5185;&#x90E8;&#x7684;&#x6587;&#x6863;&#x548C;&#x826F;&#x597D;&#x7684;&#x9AD8;&#x7EA7;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x8BED;&#x8A00;&#x7B49;&#x7B49;&#x3002;</p>
<p>\2. &#x53EF;&#x6D4B;&#x8BD5;&#x6027;</p>
<p>&#x2022;&#x53EF;&#x6D4B;&#x8BD5;&#x6027;&#xFF1A;&#x8BBA;&#x8BC1;&#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#x7684;&#x5BB9;&#x6613;&#x7A0B;&#x5EA6;&#x3002;</p>
<p>&#x2022;&#x6A21;&#x5757;&#x7684;&#x73AF;&#x5F62;&#x590D;&#x6742;&#x5EA6;&#x53EF;&#x5EA6;&#x91CF;&#x5B83;&#x7684;&#x53EF;&#x6D4B;&#x8BD5;&#x6027;&#x3002;</p>
<p>&#x200B;    &#x6A21;&#x5757;&#x7684;&#x73AF;&#x5F62;&#x590D;&#x6742;&#x5EA6;&#x8D8A;&#x5927;&#xFF0C;&#x53EF;&#x6267;&#x884C;&#x7684;&#x8DEF;&#x5F84;&#x5C31;&#x8D8A;&#x591A;&#xFF0C;&#x5168;&#x9762;&#x6D4B;&#x8BD5;&#x5B83;&#x7684;&#x96BE;&#x5EA6;&#x5C31;&#x8D8A;&#x9AD8;&#x3002;</p>
<p>&#x2022;&#x5F71;&#x54CD;&#x56E0;&#x7D20;&#xFF1A;</p>
<p>&#x826F;&#x597D;&#x7684;&#x6587;&#x6863;&#xFF0C;&#x8F6F;&#x4EF6;&#x7ED3;&#x6784;&#x3001;&#x6D4B;&#x8BD5;&#x5DE5;&#x5177;&#x548C;&#x8C03;&#x8BD5;&#x5DE5;&#x5177;&#xFF0C;&#x4EE5;&#x524D;&#x6D4B;&#x8BD5;&#x65F6;&#x8BBE;&#x8BA1;&#x7684;&#x6D4B;&#x8BD5;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>\3. &#x53EF;&#x4FEE;&#x6539;&#x6027;</p>
<p>&#x53EF;&#x4FEE;&#x6539;&#x6027;&#xFF1A;&#x8F6F;&#x4EF6;&#x5BB9;&#x6613;&#x4FEE;&#x6539;&#x7684;&#x7A0B;&#x5EA6;&#x3002;</p>
<p>&#x5F71;&#x54CD;&#x56E0;&#x7D20;&#xFF1A;&#x8026;&#x5408;&#x3001;&#x5185;&#x805A;&#x3001;&#x4FE1;&#x606F;&#x9690;&#x85CF;&#x3001;&#x5C40;&#x90E8;&#x5316;&#x3001;&#x63A7;&#x5236;&#x57DF;&#x4E0E;&#x4F5C;&#x7528;&#x57DF;&#x7684;&#x5173;&#x7CFB;&#x7B49;&#x7B49;&#x3002;</p>
<p>\4. &#x53EF;&#x79FB;&#x690D;&#x6027;</p>
<p>&#x53EF;&#x79FB;&#x690D;&#x6027;&#xFF1A;&#x628A;&#x7A0B;&#x5E8F;&#x4ECE;&#x4E00;&#x79CD;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#xFF08;&#x786C;&#x4EF6;&#x914D;&#x7F6E;&#x548C;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#xFF09;&#x8F6C;&#x79FB;&#x5230;&#x53E6;&#x4E00;&#x79CD;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#x7684;&#x96BE;&#x6613;&#x7A0B;&#x5EA6;&#x3002;</p>
<p>&#x5BF9;&#x7B56;&#xFF1A;</p>
<p>&#x200B;    &#x628A;&#x4E0E;&#x786C;&#x4EF6;&#x3001;&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;&#x53CA;&#x5176;&#x4ED6;&#x5916;&#x90E8;&#x8BBE;&#x5907;&#x6709;&#x5173;&#x7684;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x96C6;&#x4E2D;&#x653E;&#x5230;&#x7279;&#x5B9A;&#x7684;&#x7A0B;&#x5E8F;&#x6A21;&#x5757;&#x4E2D;&#xFF0C;&#x53D7;&#x73AF;&#x5883;&#x53D8;&#x5316;&#x5F71;&#x54CD;&#x7684;&#x4EC5;&#x6709;&#x5C11;&#x6570;&#x7A0B;&#x5E8F;&#x6A21;&#x5757;&#xFF0C;&#x4ECE;&#x800C;&#x964D;&#x4F4E;&#x4FEE;&#x6539;&#x7684;&#x96BE;&#x5EA6;&#x3002;</p>
<p>\5. &#x53EF;&#x91CD;&#x7528;&#x6027;</p>
<p>&#x91CD;&#x7528;&#xFF08;reuse&#xFF09;&#xFF1A;&#x540C;&#x4E00;&#x4E8B;&#x7269;&#x4E0D;&#x505A;&#x4FEE;&#x6539;&#x6216;&#x7A0D;&#x52A0;&#x6539;&#x52A8;&#x5C31;&#x5728;&#x4E0D;&#x540C;&#x73AF;&#x5883;&#x4E2D;&#x591A;&#x6B21;&#x91CD;&#x590D;&#x4F7F;&#x7528;&#x3002;</p>
<p>&#x4F7F;&#x7528;&#x53EF;&#x91CD;&#x7528;&#x7684;&#x6784;&#x4EF6;&#x6765;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#xFF0C;&#x53EF;&#x4EE5;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#xFF1A;</p>
<p>&#x2022; &#x8F6F;&#x4EF6;&#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x53EF;&#x91CD;&#x7528;&#x6784;&#x4EF6;&#x8D8A;&#x591A;&#xFF0C;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x9760;&#x6027;&#x8D8A;&#x9AD8;&#xFF0C;&#x6539;&#x6B63;&#x6027;&#x7EF4;&#x62A4;&#x9700;&#x6C42;&#x8D8A;&#x5C11;&#x3002;</p>
<p>&#x2022; &#x5F88;&#x5BB9;&#x6613;&#x4FEE;&#x6539;&#x53EF;&#x91CD;&#x7528;&#x7684;&#x8F6F;&#x4EF6;&#x6784;&#x4EF6;&#x4F7F;&#x4E4B;&#x518D;&#x6B21;&#x5E94;&#x7528;&#x5728;&#x65B0;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x8F6F;&#x4EF6;&#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x53EF;&#x91CD;&#x7528;&#x6784;&#x4EF6;&#x8D8A;&#x591A;&#xFF0C;&#x9002;&#x5E94;&#x6027;&#x548C;&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;&#x4E5F;&#x5C31;&#x8D8A;&#x5BB9;&#x6613;&#x3002;</p>
<h3 id="842--&#x6587;&#x6863;">8.4.2  &#x6587;&#x6863;</h3>
<p>&#x6587;&#x6863;&#xFF1A;&#x662F;&#x5F71;&#x54CD;&#x8F6F;&#x4EF6;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x7684;&#x51B3;&#x5B9A;&#x56E0;&#x7D20;&#x3002;</p>
<p>&#x200B;    &#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x5728;&#x957F;&#x671F;&#x7684;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#x5FC5;&#x7136;&#x4F1A;&#x7ECF;&#x53D7;&#x591A;&#x6B21;&#x4FEE;&#x6539;&#xFF0C;&#x6240;&#x4EE5;&#x6587;&#x6863;&#x6BD4;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x66F4;&#x91CD;&#x8981;&#x3002;</p>
<p>&#x6587;&#x6863;&#x5206;&#x7C7B;&#xFF1A;</p>
<p>&#x2022;&#x7CFB;&#x7EDF;&#x6587;&#x6863;&#xFF1A;&#x63CF;&#x8FF0;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#x3001;&#x5B9E;&#x73B0;&#x548C;&#x6D4B;&#x8BD5;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x548C;&#x7CFB;&#x7EDF;&#x5B9E;&#x73B0;&#x6709;&#x5173;&#x7684;&#x6587;&#x6863;&#x3002;</p>
<p>&#x2022;&#x7528;&#x6237;&#x6587;&#x6863;&#xFF1A;&#x63CF;&#x8FF0;&#x7CFB;&#x7EDF;&#x529F;&#x80FD;&#x548C;&#x4F7F;&#x7528;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4E0D;&#x5173;&#x5FC3;&#x8FD9;&#x4E9B;&#x529F;&#x80FD;&#x600E;&#x6837;&#x5B9E;&#x73B0;&#x3002;&#x5305;&#x62EC;&#xFF1A;</p>
<p>&#x529F;&#x80FD;&#x63CF;&#x8FF0;&#xFF1B;&#x5B89;&#x88C5;&#x6587;&#x6863;&#xFF1B;&#x4F7F;&#x7528;&#x624B;&#x518C;&#xFF1B;&#x53C2;&#x8003;&#x624B;&#x518C;&#xFF1B;&#x64CD;&#x4F5C;&#x5458;&#x6307;&#x5357;&#x3002;</p>
<p>&#x7528;&#x6237;&#x6587;&#x6863;&#x5E94;&#x5305;&#x62EC;&#x7684;5&#x65B9;&#x9762;&#x5185;&#x5BB9;&#xFF1A;</p>
<p>(1) &#x529F;&#x80FD;&#x63CF;&#x8FF0;&#xFF0C;&#x8BF4;&#x660E;&#x7CFB;&#x7EDF;&#x80FD;&#x505A;&#x4EC0;&#x4E48;&#xFF1B;</p>
<p>(2) &#x5B89;&#x88C5;&#x6587;&#x6863;&#xFF0C;&#x8BF4;&#x660E;&#x600E;&#x6837;&#x5B89;&#x88C5;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x4EE5;&#x53CA;&#x600E;&#x6837;&#x4F7F;&#x7CFB;&#x7EDF;&#x9002;&#x5E94;&#x7279;&#x5B9A;&#x7684;&#x786C;&#x4EF6;&#x914D;&#x7F6E;&#xFF1B;</p>
<p>(3) &#x4F7F;&#x7528;&#x624B;&#x518C;&#xFF0C;&#x901A;&#x8FC7;&#x4E30;&#x5BCC;&#x4F8B;&#x5B50;&#x8BF4;&#x660E;&#x600E;&#x6837;&#x4F7F;&#x7528;&#x5E38;&#x7528;&#x7684;&#x7CFB;&#x7EDF;&#x529F;&#x80FD;&#xFF0C;&#x53CA;&#x7528;&#x6237;&#x64CD;&#x4F5C;&#x9519;&#x8BEF;&#x65F6;&#x600E;&#x6837;&#x6062;&#x590D;&#x548C;&#x91CD;&#x65B0;&#x542F;&#x52A8;&#xFF1B;</p>
<p>(4) &#x53C2;&#x8003;&#x624B;&#x518C;&#xFF0C;&#x8BE6;&#x5C3D;&#x63CF;&#x8FF0;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7684;&#x6240;&#x6709;&#x7CFB;&#x7EDF;&#x8BBE;&#x65BD;&#x53CA;&#x4F7F;&#x7528;&#x65B9;&#x6CD5;&#xFF0C;&#x89E3;&#x91CA;&#x7CFB;&#x7EDF;&#x53EF;&#x80FD;&#x4EA7;&#x751F;&#x7684;&#x5404;&#x79CD;&#x51FA;&#x9519;&#x4FE1;&#x606F;&#x7684;&#x542B;&#x4E49;&#xFF1B;</p>
<p>(5) &#x64CD;&#x4F5C;&#x5458;&#x6307;&#x5357;(&#x5982;&#x679C;&#x9700;&#x8981;&#x7684;&#x8BDD;)&#xFF0C;&#x8BF4;&#x660E;&#x64CD;&#x4F5C;&#x5458;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x5904;&#x7406;&#x4F7F;&#x7528;&#x4E2D;&#x51FA;&#x73B0;&#x7684;&#x5404;&#x79CD;&#x60C5;&#x51B5;&#x3002;</p>
<h3 id="843--&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x590D;&#x5BA1;">8.4.3  &#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x590D;&#x5BA1;</h3>
<p>&#x2022;&#x5728;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x8FC7;&#x7A0B;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;&#x90FD;&#x5E94;&#x8BE5;&#x52AA;&#x529B;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#xFF0C;&#x5728;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x7ED3;&#x675F;&#x524D;&#x7684;&#x6280;&#x672F;&#x5BA1;&#x67E5;&#x548C;&#x7BA1;&#x7406;&#x590D;&#x5BA1;&#x4E2D;&#xFF0C;&#x5E94;&#x8BE5;&#x7740;&#x91CD;&#x5BF9;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x8FDB;&#x884C;&#x590D;&#x5BA1;&#x3002;</p>
<p>&#x200B;    &#x4ECE;&#x9700;&#x6C42;&#x5206;&#x6790;&#x5230;&#x8BBE;&#x8BA1;&#x4E0E;&#x7F16;&#x7801;&#x7B49;&#x5404;&#x9636;&#x6BB5;&#x3002;</p>
<p>&#x2022;&#x5728;&#x5B8C;&#x6210;&#x4E86;&#x6BCF;&#x9879;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x4E4B;&#x540E;&#xFF0C;&#x90FD;&#x5E94;&#x8BE5;&#x5BF9;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x672C;&#x8EAB;&#x8FDB;&#x884C;&#x4ED4;&#x7EC6;&#x8BA4;&#x771F;&#x7684;&#x590D;&#x5BA1;&#x3002;</p>
<p>&#x2022;&#x7EF4;&#x62A4;&#x5E94;&#x8BE5;&#x9488;&#x5BF9;&#x6574;&#x4E2A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#xFF0C;&#x4E0D;&#x5E94;&#x8BE5;&#x53EA;&#x4FEE;&#x6539;&#x6E90;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x3002;</p>
<h2 id="85--&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;">8.5  &#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;</h2>
<p>&#x4EA7;&#x751F;&#x80CC;&#x666F;:</p>
<p>&#x5B58;&#x5728;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x7A0B;&#x5E8F;&#xFF1A;</p>
<p>&#x2022;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x548C;&#x6570;&#x636E;&#x7ED3;&#x6784;&#x90FD;&#x5F88;&#x5DEE;&#xFF0C;</p>
<p>&#x2022;&#x6587;&#x6863;&#x4E0D;&#x5168;&#x751A;&#x81F3;&#x5B8C;&#x5168;&#x6CA1;&#x6709;&#x6587;&#x6863;&#xFF0C;</p>
<p>&#x2022;&#x5BF9;&#x66FE;&#x7ECF;&#x505A;&#x8FC7;&#x7684;&#x4FEE;&#x6539;&#x4E5F;&#x6CA1;&#x6709;&#x5B8C;&#x6574;&#x7684;&#x8BB0;&#x5F55;&#x3002;</p>
<p>&#x2022;&#x4F46;&#x4ECD;&#x7136;&#x5728;&#x4E3A;&#x7528;&#x6237;&#x670D;&#x52A1;&#x3002;</p>
<p>&#x600E;&#x6837;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x5BF9;&#x8FD9;&#x7C7B;&#x7A0B;&#x5E8F;&#x7684;&#x7EF4;&#x62A4;&#x8981;&#x6C42;&#x5462;&#xFF1F;</p>
<p>&#x6709;&#x4EE5;&#x4E0B;&#x51E0;&#x79CD;&#x505A;&#x6CD5;&#x53EF;&#x4F9B;&#x9009;&#x62E9;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x53CD;&#x590D;&#x591A;&#x6B21;&#x5730;&#x505A;&#x4FEE;&#x6539;&#x7A0B;&#x5E8F;&#x7684;&#x5C1D;&#x8BD5;&#xFF0C;&#x4E0E;&#x4E0D;&#x53EF;&#x89C1;&#x7684;&#x8BBE;&#x8BA1;&#x53CA;&#x6E90;&#x4EE3;&#x7801;&#x201C;&#x987D;&#x5F3A;&#x6218;&#x6597;&#x201D;&#xFF0C;&#x4EE5;&#x5B9E;&#x73B0;&#x6240;&#x8981;&#x6C42;&#x7684;&#x4FEE;&#x6539;&#xFF1B;</p>
<p>&#x200B;    &#x8BE5;&#x505A;&#x6CD5;&#x5F88;&#x76F2;&#x76EE;&#xFF0C;&#x901A;&#x5E38;&#x4EBA;&#x4EEC;&#x91C7;&#x7528;&#x540E;3&#x79CD;&#x505A;&#x6CD5;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x901A;&#x8FC7;&#x4ED4;&#x7EC6;&#x5206;&#x6790;&#x7A0B;&#x5E8F;&#x5C3D;&#x53EF;&#x80FD;&#x591A;&#x5730;&#x638C;&#x63E1;&#x7A0B;&#x5E8F;&#x7684;&#x5185;&#x90E8;&#x5DE5;&#x4F5C;&#x7EC6;&#x8282;&#xFF0C;&#x4EE5;&#x4FBF;&#x66F4;&#x6709;&#x6548;&#x5730;&#x4FEE;&#x6539;&#x5B83;&#xFF1B;</p>
<p>&#xFF08;3&#xFF09; &#x5728;&#x6DF1;&#x5165;&#x7406;&#x89E3;&#x539F;&#x6709;&#x8BBE;&#x8BA1;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x7528;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x91CD;&#x65B0;&#x8BBE;&#x8BA1;&#x3001;&#x91CD;&#x65B0;&#x7F16;&#x7801;&#x548C;&#x6D4B;&#x8BD5;&#x90A3;&#x4E9B;&#x9700;&#x8981;&#x53D8;&#x66F4;&#x7684;&#x8F6F;&#x4EF6;&#x90E8;&#x5206;&#xFF1B;</p>
<p>&#xFF08;4&#xFF09; &#x4EE5;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x65B9;&#x6CD5;&#x5B66;&#x4E3A;&#x6307;&#x5BFC;&#xFF0C;&#x5BF9;&#x7A0B;&#x5E8F;&#x5168;&#x90E8;&#x91CD;&#x65B0;&#x8BBE;&#x8BA1;&#x3001;&#x91CD;&#x65B0;&#x7F16;&#x7801;&#x548C;&#x6D4B;&#x8BD5;&#xFF0C;&#x4E3A;&#x6B64;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;CASE&#x5DE5;&#x5177;&#xFF08;&#x9006;&#x5411;&#x5DE5;&#x7A0B;&#x548C;&#x518D;&#x5DE5;&#x7A0B;&#x5DE5;&#x5177;&#xFF09;&#x6765;&#x5E2E;&#x52A9;&#x7406;&#x89E3;&#x539F;&#x6709;&#x7684;&#x8BBE;&#x8BA1;&#x3002;</p>
<p>&#x2022;&#x7531;Miller&#x63D0;&#x51FA;&#x7684;&#x3002;</p>
<p>&#x2022;&#x5B9A;&#x4E49;&#xFF1A;&#x201C;&#x628A;&#x4ECA;&#x5929;&#x7684;&#x65B9;&#x6CD5;&#x5B66;&#x5E94;&#x7528;&#x5230;&#x6628;&#x5929;&#x7684;&#x7CFB;&#x7EDF;&#x4E0A;&#xFF0C;&#x4EE5;&#x652F;&#x6301;&#x660E;&#x5929;&#x7684;&#x9700;&#x6C42;&#x3002;&#x201D;</p>
<p>&#x4F9D;&#x636E;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x7EF4;&#x62A4;&#x4E00;&#x884C;&#x6E90;&#x4EE3;&#x7801;&#x7684;&#x4EE3;&#x4EF7;&#x53EF;&#x80FD;&#x662F;&#x6700;&#x521D;&#x5F00;&#x53D1;&#x8BE5;&#x884C;&#x6E90;&#x4EE3;&#x7801;&#x4EE3;&#x4EF7;&#x7684;14~40&#x500D;&#xFF1B;</p>
<p>&#xFF08;2&#xFF09; &#x91CD;&#x65B0;&#x8BBE;&#x8BA1;&#x8F6F;&#x4EF6;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#xFF08;&#x7A0B;&#x5E8F;&#x53CA;&#x6570;&#x636E;&#x7ED3;&#x6784;&#xFF09;&#x65F6;&#x4F7F;&#x7528;&#x4E86;&#x73B0;&#x4EE3;&#x8BBE;&#x8BA1;&#x6982;&#x5FF5;&#xFF0C;&#x5B83;&#x5BF9;&#x5C06;&#x6765;&#x7684;&#x7EF4;&#x62A4;&#x53EF;&#x80FD;&#x6709;&#x5F88;&#x5927;&#x7684;&#x5E2E;&#x52A9;&#xFF1B;</p>
<p>&#x4F9D;&#x636E;&#xFF1A;</p>
<p>&#xFF08;3&#xFF09; &#x7531;&#x4E8E;&#x73B0;&#x6709;&#x7684;&#x7A0B;&#x5E8F;&#x7248;&#x672C;&#x53EF;&#x4F5C;&#x4E3A;&#x8F6F;&#x4EF6;&#x539F;&#x578B;&#x4F7F;&#x7528;&#xFF0C;&#x5F00;&#x53D1;&#x751F;&#x4EA7;&#x7387;&#x53EF;&#x5927;&#x5927;&#x9AD8;&#x4E8E;&#x5E73;&#x5747;&#x6C34;&#x5E73;&#xFF1B;</p>
<p>&#xFF08;4&#xFF09; &#x7528;&#x6237;&#x5177;&#x6709;&#x8F83;&#x591A;&#x4F7F;&#x7528;&#x8BE5;&#x8F6F;&#x4EF6;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x80FD;&#x591F;&#x5F88;&#x5BB9;&#x6613;&#x5730;&#x641E;&#x6E05;&#x65B0;&#x7684;&#x53D8;&#x66F4;&#x9700;&#x6C42;&#x548C;&#x53D8;&#x66F4;&#x7684;&#x8303;&#x56F4;&#xFF1B;</p>
<p>&#xFF08;5&#xFF09; &#x5229;&#x7528;&#x9006;&#x5411;&#x5DE5;&#x7A0B;&#x548C;&#x518D;&#x5DE5;&#x7A0B;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x4E00;&#x90E8;&#x5206;&#x5DE5;&#x4F5C;&#x81EA;&#x52A8;&#x5316;&#xFF1B;</p>
<p>&#xFF08;6&#xFF09; &#x5728;&#x5B8C;&#x6210;&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x53EF;&#x4EE5;&#x5EFA;&#x7ACB;&#x8D77;&#x5B8C;&#x6574;&#x7684;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x3002;</p>
<h2 id="86--&#x8F6F;&#x4EF6;&#x518D;&#x5DE5;&#x7A0B;&#x8FC7;&#x7A0B;">8.6  &#x8F6F;&#x4EF6;&#x518D;&#x5DE5;&#x7A0B;&#x8FC7;&#x7A0B;</h2>
<p>&#x8FC7;&#x7A0B;&#x6A21;&#x578B;&#x5982;&#x56FE;8.3&#x6240;&#x793A;&#xFF0C;&#x5B9A;&#x4E49;&#x4E86;6&#x7C7B;&#x6D3B;&#x52A8;&#x3002;</p>
<p>&#x200B;    &#x518D;&#x5DE5;&#x7A0B;&#x8303;&#x578B;&#x662F;&#x4E00;&#x4E2A;&#x5FAA;&#x73AF;&#x6A21;&#x578B;&#x3002;&#x6BCF;&#x4E2A;&#x6D3B;&#x52A8;&#x90FD;&#x53EF;&#x80FD;&#x88AB;&#x91CD;&#x590D;&#xFF0C;&#x8FC7;&#x7A0B;&#x53EF;&#x4EE5;&#x5728;&#x5B8C;&#x6210;&#x4EFB;&#x610F;&#x4E00;&#x4E2A;&#x6D3B;&#x52A8;&#x4E4B;&#x540E;&#x7EC8;&#x6B62;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117221321.png" alt=""></p>
<p>&#x56FE;8.3 &#x8F6F;&#x4EF6;&#x518D;&#x5DE5;&#x7A0B;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;</p>
<p>&#x4E0B;&#x9762;&#x7B80;&#x8981;&#x5730;&#x4ECB;&#x7ECD;&#x8BE5;&#x6A21;&#x578B;&#x6240;&#x5B9A;&#x4E49;&#x7684;6&#x7C7B;&#x6D3B;&#x52A8;&#x3002;</p>
<p>\1. &#x5E93;&#x5B58;&#x76EE;&#x5F55;&#x5206;&#x6790;</p>
<p>&#x2022;&#x6BCF;&#x4E2A;&#x8F6F;&#x4EF6;&#x7EC4;&#x7EC7;&#x90FD;&#x5E94;&#x8BE5;&#x4FDD;&#x5B58;&#x5176;&#x62E5;&#x6709;&#x7684;&#x6240;&#x6709;&#x5E94;&#x7528;&#x7CFB;&#x7EDF;&#x7684;&#x5E93;&#x5B58;&#x76EE;&#x5F55;&#x3002;</p>
<p>&#x2022;&#x8BE5;&#x76EE;&#x5F55;&#x5305;&#x542B;&#x5173;&#x4E8E;&#x6BCF;&#x4E2A;&#x5E94;&#x7528;&#x7CFB;&#x7EDF;&#x7684;&#x57FA;&#x672C;&#x4FE1;&#x606F;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x5E94;&#x7528;&#x7CFB;&#x7EDF;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x6700;&#x521D;&#x6784;&#x5EFA;&#x5B83;&#x7684;&#x65E5;&#x671F;&#xFF0C;&#x5DF2;&#x505A;&#x8FC7;&#x7684;&#x5B9E;&#x8D28;&#x6027;&#x4FEE;&#x6539;&#x6B21;&#x6570;&#xFF0C;&#x8FC7;&#x53BB;18&#x4E2A;&#x6708;&#x62A5;&#x544A;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x7528;&#x6237;&#x6570;&#x91CF;&#xFF0C;&#x5B89;&#x88C5;&#x5B83;&#x7684;&#x673A;&#x5668;&#x6570;&#x91CF;&#xFF0C;&#x5B83;&#x7684;&#x590D;&#x6742;&#x7A0B;&#x5EA6;&#xFF0C;&#x6587;&#x6863;&#x8D28;&#x91CF;&#xFF0C;&#x6574;&#x4F53;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x7B49;&#x7EA7;&#xFF0C;&#x9884;&#x671F;&#x5BFF;&#x547D;&#xFF0C;&#x5728;&#x672A;&#x6765;36&#x4E2A;&#x6708;&#x5185;&#x7684;&#x9884;&#x671F;&#x4FEE;&#x6539;&#x6B21;&#x6570;&#xFF0C;&#x4E1A;&#x52A1;&#x91CD;&#x8981;&#x7A0B;&#x5EA6;&#x7B49;&#xFF09;&#x3002;</p>
<p>&#x2022;&#x5E93;&#x5B58;&#x76EE;&#x5F55;&#x5206;&#x6790;&#xFF1A;&#x5206;&#x6790;&#x54EA;&#x4E9B;&#x9700;&#x8981;&#x8FDB;&#x884C;&#x518D;&#x5DE5;&#x7A0B;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x6709;3&#x7C7B;&#x7A0B;&#x5E8F;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x9884;&#x5B9A;&#x5C06;&#x4F7F;&#x7528;&#x591A;&#x5E74;&#x7684;&#x7A0B;&#x5E8F;&#xFF1B;</p>
<p>&#xFF08;2&#xFF09; &#x5F53;&#x524D;&#x6B63;&#x5728;&#x6210;&#x529F;&#x5730;&#x4F7F;&#x7528;&#x7740;&#x7684;&#x7A0B;&#x5E8F;&#xFF1B;</p>
<p>&#xFF08;3&#xFF09; &#x5728;&#x6700;&#x8FD1;&#x7684;&#x5C06;&#x6765;&#x53EF;&#x80FD;&#x8981;&#x505A;&#x91CD;&#x5927;&#x4FEE;&#x6539;&#x6216;&#x589E;&#x5F3A;&#x7684;&#x7A0B;&#x5E8F;&#x3002;</p>
<p>\2. &#x6587;&#x6863;&#x91CD;&#x6784;</p>
<p>&#x8001;&#x7A0B;&#x5E8F;&#x56FA;&#x6709;&#x7684;&#x7279;&#x70B9;&#x662F;&#x7F3A;&#x4E4F;&#x6587;&#x6863;&#x3002;&#x5904;&#x7406;&#x65B9;&#x6CD5;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x5982;&#x679C;&#x4E00;&#x4E2A;&#x7A0B;&#x5E8F;&#x662F;&#x76F8;&#x5BF9;&#x7A33;&#x5B9A;&#x7684;&#xFF0C;&#x6B63;&#x5728;&#x8D70;&#x5411;&#x7EC8;&#x70B9;&#xFF0C;&#x4FDD;&#x6301;&#x73B0;&#x72B6;&#xFF0C;&#x4E0D;&#x5EFA;&#x6587;&#x6863;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x53EA;&#x9488;&#x5BF9;&#x7CFB;&#x7EDF;&#x4E2D;&#x5F53;&#x524D;&#x6B63;&#x5728;&#x4FEE;&#x6539;&#x7684;&#x90A3;&#x4E9B;&#x90E8;&#x5206;&#x5EFA;&#x7ACB;&#x5B8C;&#x6574;&#x6587;&#x6863;&#x3002;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x6D41;&#x901D;&#xFF0C;&#x5C06;&#x5F97;&#x5230;&#x4E00;&#x7EC4;&#x6709;&#x7528;&#x7684;&#x548C;&#x76F8;&#x5173;&#x7684;&#x6587;&#x6863;&#x3002;</p>
<p>&#xFF08;3&#xFF09; &#x5982;&#x679C;&#x67D0;&#x5E94;&#x7528;&#x7CFB;&#x7EDF;&#x662F;&#x5B8C;&#x6210;&#x4E1A;&#x52A1;&#x5DE5;&#x4F5C;&#x7684;&#x5173;&#x952E;&#xFF0C;&#x800C;&#x4E14;&#x5FC5;&#x987B;&#x91CD;&#x6784;&#x5168;&#x90E8;&#x6587;&#x6863;&#xFF0C;&#x4E5F;&#x8BBE;&#x6CD5;&#x628A;&#x6587;&#x6863;&#x5DE5;&#x4F5C;&#x51CF;&#x5C11;&#x5230;&#x5FC5;&#x9700;&#x7684;&#x6700;&#x5C0F;&#x91CF;&#x3002;</p>
<p>\3. &#x9006;&#x5411;&#x5DE5;&#x7A0B;</p>
<p>&#x2022;&#x8F6F;&#x4EF6;&#x7684;&#x9006;&#x5411;&#x5DE5;&#x7A0B;&#xFF1A;&#x662F;&#x5206;&#x6790;&#x7A0B;&#x5E8F;&#x4EE5;&#x4FBF;&#x5728;&#x6BD4;&#x6E90;&#x4EE3;&#x7801;&#x66F4;&#x9AD8;&#x7684;&#x62BD;&#x8C61;&#x5C42;&#x6B21;&#x4E0A;&#x521B;&#x5EFA;&#x51FA;&#x7A0B;&#x5E8F;&#x7684;&#x67D0;&#x79CD;&#x8868;&#x793A;&#x7684;&#x8FC7;&#x7A0B;&#xFF1B;</p>
<p>&#x2022;&#x9006;&#x5411;&#x5DE5;&#x7A0B;&#x662F;&#x4E00;&#x4E2A;&#x6062;&#x590D;&#x8BBE;&#x8BA1;&#x7ED3;&#x679C;&#x7684;&#x8FC7;&#x7A0B;&#xFF1B;</p>
<p>&#x2022;&#x9006;&#x5411;&#x5DE5;&#x7A0B;&#x5DE5;&#x5177;&#x4ECE;&#x73B0;&#x5B58;&#x7684;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x4E2D;&#x62BD;&#x53D6;&#x6709;&#x5173;&#x6570;&#x636E;&#x3001;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x548C;&#x5904;&#x7406;&#x8FC7;&#x7A0B;&#x7684;&#x8BBE;&#x8BA1;&#x4FE1;&#x606F;&#x3002;</p>
<p>\4. &#x4EE3;&#x7801;&#x91CD;&#x6784;</p>
<p>&#x2022;&#x4EE3;&#x7801;&#x91CD;&#x6784;&#x662F;&#x6700;&#x5E38;&#x89C1;&#x7684;&#x518D;&#x5DE5;&#x7A0B;&#x6D3B;&#x52A8;&#x3002;</p>
<p>&#x2022;&#x67D0;&#x4E9B;&#x8001;&#x7A0B;&#x5E8F;&#x5177;&#x6709;&#x6BD4;&#x8F83;&#x5B8C;&#x6574;&#x3001;&#x5408;&#x7406;&#x7684;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x4E2A;&#x4F53;&#x6A21;&#x5757;&#x7684;&#x7F16;&#x7801;&#x65B9;&#x5F0F;&#x5374;&#x662F;&#x96BE;&#x4E8E;&#x7406;&#x89E3;&#x3001;&#x6D4B;&#x8BD5;&#x548C;&#x7EF4;&#x62A4;&#x7684;&#xFF0C;&#x53EF;&#x8FDB;&#x884C;&#x4EE3;&#x7801;&#x91CD;&#x6784;&#x3002;</p>
<p>&#x2022;&#x91CD;&#x6784;&#x8FC7;&#x7A0B;&#xFF1A;&#x5206;&#x6790;&#x6E90;&#x4EE3;&#x7801;&#x2192;&#x6807;&#x6CE8;&#x9700;&#x91CD;&#x6784;&#x90E8;&#x5206;&#x2192;&#x91CD;&#x6784;&#x2192;&#x590D;&#x5BA1;&#x3001;&#x6D4B;&#x8BD5;&#x2192;&#x66F4;&#x65B0;&#x6587;&#x6863;&#x3002;</p>
<p>&#x2022;&#x91CD;&#x6784;&#x5E76;&#x4E0D;&#x4FEE;&#x6539;&#x6574;&#x4F53;&#x7684;&#x7A0B;&#x5E8F;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#xFF0C;&#x5B83;&#x4EC5;&#x5173;&#x6CE8;&#x4E2A;&#x4F53;&#x6A21;&#x5757;&#x7684;&#x8BBE;&#x8BA1;&#x7EC6;&#x8282;&#x4EE5;&#x53CA;&#x5728;&#x6A21;&#x5757;&#x4E2D;&#x5B9A;&#x4E49;&#x7684;&#x5C40;&#x90E8;&#x6570;&#x636E;&#x7ED3;&#x6784;&#x3002;</p>
<p>&#x2022;&#x5982;&#x679C;&#x91CD;&#x6784;&#x6269;&#x5C55;&#x5230;&#x6A21;&#x5757;&#x8FB9;&#x754C;&#x4E4B;&#x5916;&#xFF0C;&#x5E76;&#x6D89;&#x53CA;&#x8F6F;&#x4EF6;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#xFF0C;&#x5219;&#x91CD;&#x6784;&#x53D8;&#x6210;&#x4E86;&#x6B63;&#x5411;&#x5DE5;&#x7A0B;&#x3002;</p>
<p>\5. &#x6570;&#x636E;&#x91CD;&#x6784;</p>
<p>&#x2022;&#x5BF9;&#x6570;&#x636E;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x5DEE;&#x7684;&#x7A0B;&#x5E8F;&#x5F88;&#x96BE;&#x8FDB;&#x884C;&#x9002;&#x5E94;&#x6027;&#x4FEE;&#x6539;&#x548C;&#x589E;&#x5F3A;&#xFF1B;</p>
<p>&#x2022;&#x6570;&#x636E;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x6BD4;&#x6E90;&#x4EE3;&#x7801;&#x672C;&#x8EAB;&#x5BF9;&#x7A0B;&#x5E8F;&#x7684;&#x957F;&#x671F;&#x751F;&#x5B58;&#x529B;&#x6709;&#x66F4;&#x5927;&#x5F71;&#x54CD;&#xFF1B;</p>
<p>&#x2022;&#x7531;&#x4E8E;&#x6570;&#x636E;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x5BF9;&#x7A0B;&#x5E8F;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x53CA;&#x7B97;&#x6CD5;&#x6709;&#x5F88;&#x5927;&#x5F71;&#x54CD;&#xFF0C;&#x5BF9;&#x6570;&#x636E;&#x7684;&#x4FEE;&#x6539;&#x5FC5;&#x7136;&#x4F1A;&#x5BFC;&#x81F4;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x6216;&#x4EE3;&#x7801;&#x5C42;&#x7684;&#x6539;&#x53D8;&#x3002;</p>
<p>&#x2022;&#x5F53;&#x6570;&#x636E;&#x7ED3;&#x6784;&#x8F83;&#x5DEE;&#x65F6;&#xFF0C;&#x5E94;&#x8BE5;&#x5BF9;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x518D;&#x5DE5;&#x7A0B;&#x3002;</p>
<p>\6. &#x6B63;&#x5411;&#x5DE5;&#x7A0B;</p>
<p>&#x2022;&#x6B63;&#x5411;&#x5DE5;&#x7A0B;&#x4E5F;&#x79F0;&#x4E3A;&#x9769;&#x65B0;&#x6216;&#x6539;&#x9020;&#xFF1B;</p>
<p>&#x2022;&#x4E0D;&#x4EC5;&#x4ECE;&#x73B0;&#x6709;&#x7A0B;&#x5E8F;&#x4E2D;&#x6062;&#x590D;&#x8BBE;&#x8BA1;&#x4FE1;&#x606F;&#xFF0C;&#x800C;&#x4E14;&#x4F7F;&#x7528;&#x8BE5;&#x4FE1;&#x606F;&#x53BB;&#x6539;&#x53D8;&#x6216;&#x91CD;&#x6784;&#x73B0;&#x6709;&#x7CFB;&#x7EDF;&#xFF0C;&#x4EE5;&#x63D0;&#x9AD8;&#x5176;&#x6574;&#x4F53;&#x8D28;&#x91CF;&#x3002;</p>
<p>&#x2022;&#x88AB;&#x518D;&#x5DE5;&#x7A0B;&#x7684;&#x8F6F;&#x4EF6;&#x4E0D;&#x4EC5;&#x91CD;&#x65B0;&#x5B9E;&#x73B0;&#x73B0;&#x6709;&#x7CFB;&#x7EDF;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x800C;&#x4E14;&#x52A0;&#x5165;&#x4E86;&#x65B0;&#x529F;&#x80FD;&#x548C;&#x63D0;&#x9AD8;&#x4E86;&#x6574;&#x4F53;&#x6027;&#x80FD;&#x3002;</p>
<h2 id="87--&#x5C0F;&#x7ED3;">8.7  &#x5C0F;&#x7ED3;</h2>
<p>&#x7EF4;&#x62A4;&#x662F;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x7684;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x4E5F;&#x662F;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x6700;&#x957F;&#x4EE3;&#x4EF7;&#x6700;&#x5927;&#x7684;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x901A;&#x5E38;&#x5305;&#x62EC;4&#x7C7B;&#x6D3B;&#x52A8;&#xFF1A;</p>
<p>&#x4E3A;&#x4E86;&#x7EA0;&#x6B63;&#x5728;&#x4F7F;&#x7528;&#x8FC7;&#x7A0B;&#x4E2D;&#x66B4;&#x9732;&#x51FA;&#x6765;&#x7684;&#x9519;&#x8BEF;&#x800C;&#x8FDB;&#x884C;&#x7684;&#x6539;&#x6B63;&#x6027;&#x7EF4;&#x62A4;&#xFF1B;</p>
<p>&#x4E3A;&#x4E86;&#x9002;&#x5E94;&#x5916;&#x90E8;&#x73AF;&#x5883;&#x7684;&#x53D8;&#x5316;&#x800C;&#x8FDB;&#x884C;&#x7684;&#x9002;&#x5E94;&#x6027;&#x7EF4;&#x62A4;&#xFF1B;</p>
<p>&#x4E3A;&#x4E86;&#x6539;&#x8FDB;&#x539F;&#x6709;&#x7684;&#x8F6F;&#x4EF6;&#x800C;&#x8FDB;&#x884C;&#x7684;&#x5B8C;&#x5584;&#x6027;&#x7EF4;&#x62A4;&#xFF1B;</p>
<p>&#x4EE5;&#x53CA;&#x4E3A;&#x4E86;&#x6539;&#x8FDB;&#x5C06;&#x6765;&#x7684;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x548C;&#x53EF;&#x9760;&#x6027;&#x800C;&#x8FDB;&#x884C;&#x7684;&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x7684;&#x53EF;&#x7406;&#x89E3;&#x6027;&#x3001;&#x53EF;&#x6D4B;&#x8BD5;&#x6027;&#x3001;&#x53EF;&#x4FEE;&#x6539;&#x6027;&#x3001;&#x53EF;&#x79FB;&#x690D;&#x6027;&#x548C;&#x53EF;&#x91CD;&#x7528;&#x6027;&#xFF0C;&#x662F;&#x51B3;&#x5B9A;&#x8F6F;&#x4EF6;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x7684;&#x57FA;&#x672C;&#x56E0;&#x7D20;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x91CD;&#x7528;&#x6280;&#x672F;&#x80FD;&#x4ECE;&#x6839;&#x672C;&#x4E0A;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x7684;&#x5DE5;&#x4F5C;&#x90FD;&#x548C;&#x8F6F;&#x4EF6;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x6709;&#x5BC6;&#x5207;&#x5173;&#x7CFB;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x8F6F;&#x4EF6;&#x751F;&#x547D;&#x5468;&#x671F;&#x7684;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x90FD;&#x5FC5;&#x987B;&#x5145;&#x5206;&#x8003;&#x8651;&#x7EF4;&#x62A4;&#x95EE;&#x9898;&#xFF0C;&#x5E76;&#x4E14;&#x4E3A;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x9884;&#x505A;&#x51C6;&#x5907;&#x3002;</p>
<p>&#x6587;&#x6863;&#x662F;&#x5F71;&#x54CD;&#x8F6F;&#x4EF6;&#x53EF;&#x7EF4;&#x62A4;&#x6027;&#x7684;&#x51B3;&#x5B9A;&#x56E0;&#x7D20;&#xFF0C;&#x751A;&#x81F3;&#x6BD4;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x66F4;&#x91CD;&#x8981;&#x3002;&#x6587;&#x6863;&#x5FC5;&#x987B;&#x548C;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x540C;&#x65F6;&#x7EF4;&#x62A4;&#x3002;</p>
<p>&#x867D;&#x7136;&#x7531;&#x4E8E;&#x7EF4;&#x62A4;&#x8D44;&#x6E90;&#x6709;&#x9650;&#xFF0C;&#x76EE;&#x524D;&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;&#x5728;&#x5168;&#x90E8;&#x7EF4;&#x62A4;&#x6D3B;&#x52A8;&#x4E2D;&#x4EC5;&#x5360;&#x5F88;&#x5C0F;&#x6BD4;&#x4F8B;&#xFF0C;&#x4F46;&#x5728;&#x6761;&#x4EF6;&#x5177;&#x5907;&#x65F6;&#x5E94;&#x8BE5;&#x4E3B;&#x52A8;&#x5730;&#x8FDB;&#x884C;&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;&#x3002;</p>
<p>&#x9884;&#x9632;&#x6027;&#x7EF4;&#x62A4;&#x5B9E;&#x8D28;&#x4E0A;&#x662F;&#x8F6F;&#x4EF6;&#x518D;&#x5DE5;&#x7A0B;&#x3002;</p>
<div id="gitalk-container"></div>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="1018.html" class="navigation navigation-prev " aria-label="Previous page: 实现（编码和测试）">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="1020.html" class="navigation navigation-next " aria-label="Next page: 软件项目管理">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"维护","level":"1.1.3.7","depth":3,"next":{"title":"软件项目管理","level":"1.2","depth":1,"path":"page/1020.md","ref":"page/1020.md","articles":[]},"previous":{"title":"实现（编码和测试）","level":"1.1.3.6","depth":3,"path":"page/1018.md","ref":"page/1018.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","-sharing","theme-simple@git+https://github.com/plugins-zander/gitbook-plugin-theme-simple.git","search-pro@git+https://github.com/plugins-zander/gitbook-plugin-search-pro.git","katex@git+https://github.com/plugins-zander/gitbook-plugin-katex.git","splitter@git+https://github.com/plugins-zander/gitbook-plugin-splitter.git","mygitalk@git+https://github.com/plugins-zander/gitbook-plugin-mygitalk.git","edit-link@git+https://github.com/plugins-zander/gitbook-plugin-edit-link.git","sitemap-general@git+https://github.com/plugins-zander/gitbook-plugin-sitemap-general.git","gtag@git+https://github.com/plugins-zander/gitbook-plugin-gtag.git","chapter-fold@git+https://github.com/plugins-zander/gitbook-plugin-chapter-fold.git","copy-code-button@git+https://github.com/plugins-zander/gitbook-plugin-copy-code-button.git","page-toc@git+https://github.com/plugins-zander/gitbook-plugin-page-toc.git"],"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"},"pluginsConfig":{"chapter-fold":{},"splitter":{},"search-pro":{},"page-toc":{"position":"before-first","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4","showByDefault":true},"sitemap-general":{"prefix":"https://zlogs.net/learn-software-engineering/"},"katex":{},"fontsettings":{"theme":"white","family":"sans","size":2},"gtag":{"token":"UA-149127400-1"},"highlight":{},"theme-simple":{"showLevel":false,"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"}},"copy-code-button":{},"mygitalk":{"flipMoveOptions":{},"clientID":"364365ceb2659b383d73","number":-1,"perPage":10,"proxy":"https://cors-anywhere.herokuapp.com/https://github.com/login/oauth/access_token","admin":["zanderzhao"],"createIssueManually":false,"distractionFreeMode":false,"repo":"talk","owner":"zanderzhao","enableHotKey":true,"clientSecret":"447ef6648e9dfffe2e2a65c34c8ead1dd4b7af54","pagerDirection":"last","labels":["Gitalk"]},"edit-link":{"label":"EDIT","base":"https://github.com/ZanderZhao/learn-software-engineering/edit/master/"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Zander Zhao","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"learn-software-engineering","language":"zh-hans","gitbook":"3.2.3","description":"learn-software-engineering - Zander's Learn Book"},"file":{"path":"page/1019.md","mtime":"2020-04-09T07:49:44.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-04-09T07:52:01.778Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/js/md5.min.js"></script>
        
    
        
        <script src="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/js/gitalk.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mygitalk/mygitalk.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-gtag/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-copy-code-button/toggle.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-page-toc/anchor-3.1.1.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-page-toc/page-toc.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

