
<!DOCTYPE HTML>
<html lang="zh-hans" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>软件项目管理 · learn-software-engineering</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        <meta name="author" content="Zander Zhao">
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search-pro/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-katex/katex.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-splitter/splitter.css">
                
            
                
                <link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/css/gitalk.min.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-page-toc/page-toc.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="1021.html" />
    
    
    <link rel="prev" href="1019.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="输入并搜索" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    本书简介
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.1" data-path="1010.html">
            
                <a href="1010.html">
            
                    
                    结构化设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.2" data-path="1011.html">
            
                <a href="1011.html">
            
                    
                    概述
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3" data-path="1012.html">
            
                <a href="1012.html">
            
                    
                    软件生命周期
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1.3.1" data-path="1013.html">
            
                <a href="1013.html">
            
                    
                    问题定义
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.2" data-path="1014.html">
            
                <a href="1014.html">
            
                    
                    可行性研究
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.3" data-path="1015.html">
            
                <a href="1015.html">
            
                    
                    需求分析
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.4" data-path="1016.html">
            
                <a href="1016.html">
            
                    
                    总体设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.5" data-path="1017.html">
            
                <a href="1017.html">
            
                    
                    详细设计
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.6" data-path="1018.html">
            
                <a href="1018.html">
            
                    
                    实现（编码和测试）
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.1.3.7" data-path="1019.html">
            
                <a href="1019.html">
            
                    
                    维护
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="1020.html">
            
                <a href="1020.html">
            
                    
                    软件项目管理
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="1021.html">
            
                <a href="1021.html">
            
                    
                    面向对象
            
                </a>
            

            
        </li>
    

    
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >软件项目管理</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7BA1;&#x7406;">&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7BA1;&#x7406;</h1>
<p>&#x7B2C;13&#x7AE0;  &#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7BA1;&#x7406;</p>
<p>&#x4E0E;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x5E76;&#x884C;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x6280;&#x672F;&#x8DEF;&#x7EBF;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x7BA1;&#x7406;&#x8DEF;&#x7EBF;</p>
<p>&#x5728;&#x7ECF;&#x5386;&#x4E86;&#x82E5;&#x5E72;&#x4E2A;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x9879;&#x76EE;&#x7684;&#x5931;&#x8D25;&#x4E4B;&#x540E;&#xFF0C;&#x4EBA;&#x4EEC;&#x624D;&#x9010;&#x6E10;&#x8BA4;&#x8BC6;&#x5230;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x7684;&#x91CD;&#x8981;&#x6027;&#x548C;&#x7279;&#x6B8A;&#x6027;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x8FD9;&#x4E9B;&#x9879;&#x76EE;&#x7684;&#x5931;&#x8D25;&#x5E76;&#x4E0D;&#x662F;&#x7531;&#x4E8E;&#x4ECE;&#x4E8B;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x65E0;&#x80FD;&#xFF0C;&#x6B63;&#x76F8;&#x53CD;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E4B;&#x4E2D;&#x7684;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x662F;&#x5F53;&#x65F6;&#x6770;&#x51FA;&#x7684;&#x6280;&#x672F;&#x4E13;&#x5BB6;&#x3002;&#x8FD9;&#x4E9B;&#x5DE5;&#x7A0B;&#x9879;&#x76EE;&#x7684;&#x5931;&#x8D25;&#x4E3B;&#x8981;&#x662F;&#x56E0;&#x4E3A;&#x7BA1;&#x7406;&#x4E0D;&#x5584;&#x3002;</p>
<p>&#x6240;&#x8C13;&#x7BA1;&#x7406;&#x5C31;&#x662F;&#x901A;&#x8FC7;&#x8BA1;&#x5212;&#x3001;&#x7EC4;&#x7EC7;&#x548C;&#x63A7;&#x5236;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x6D3B;&#x52A8;&#xFF0C;&#x5408;&#x7406;&#x5730;&#x914D;&#x7F6E;&#x548C;&#x4F7F;&#x7528;&#x5404;&#x79CD;&#x8D44;&#x6E90;&#xFF0C;&#x4EE5;&#x8FBE;&#x5230;&#x65E2;&#x5B9A;&#x76EE;&#x6807;&#x7684;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x5148;&#x4E8E;&#x4EFB;&#x4F55;&#x6280;&#x672F;&#x6D3B;&#x52A8;&#x4E4B;&#x524D;&#x5F00;&#x59CB;&#xFF0C;&#x5E76;&#x4E14;&#x8D2F;&#x7A7F;&#x4E8E;&#x8F6F;&#x4EF6;&#x7684;&#x6574;&#x4E2A;&#x751F;&#x547D;&#x5468;&#x671F;&#x4E4B;&#x4E2D;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x8FC7;&#x7A0B;&#x4ECE;&#x4E00;&#x7EC4;&#x9879;&#x76EE;&#x8BA1;&#x5212;&#x6D3B;&#x52A8;&#x5F00;&#x59CB;&#xFF0C;&#x800C;&#x5236;&#x5B9A;&#x8BA1;&#x5212;&#x7684;&#x57FA;&#x7840;&#x662F;&#x5DE5;&#x4F5C;&#x91CF;&#x4F30;&#x7B97;&#x548C;&#x5B8C;&#x6210;&#x671F;&#x9650;&#x4F30;&#x7B97;&#x3002;&#x4E3A;&#x4E86;&#x4F30;&#x7B97;&#x9879;&#x76EE;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x548C;&#x5B8C;&#x6210;&#x671F;&#x9650;&#xFF0C;&#x9996;&#x5148;&#x9700;&#x8981;&#x4F30;&#x7B97;&#x8F6F;&#x4EF6;&#x7684;&#x89C4;&#x6A21;&#x3002;</p>
<h2 id="131--&#x4F30;&#x7B97;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;">13.1  &#x4F30;&#x7B97;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;</h2>
<h3 id="1311--&#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;">13.1.1  &#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;</h3>
<p>&#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;&#x662F;&#x6BD4;&#x8F83;&#x7B80;&#x5355;&#x7684;&#x5B9A;&#x91CF;&#x4F30;&#x7B97;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x4F9D;&#x636E;&#x4EE5;&#x5F80;&#x5F00;&#x53D1;&#x7C7B;&#x4F3C;&#x4EA7;&#x54C1;&#x7684;&#x7ECF;&#x9A8C;&#x548C;&#x5386;&#x53F2;&#x6570;&#x636E;&#xFF0C;&#x4F30;&#x8BA1;&#x5B9E;&#x73B0;&#x4E00;&#x4E2A;&#x529F;&#x80FD;&#x6240;&#x9700;&#x8981;&#x7684;&#x6E90;&#x7A0B;&#x5E8F;&#x884C;&#x6570;&#x3002;&#x5F53;&#x6709;&#x4EE5;&#x5F80;&#x5F00;&#x53D1;&#x7C7B;&#x4F3C;&#x4EA7;&#x54C1;&#x7684;&#x5386;&#x53F2;&#x6570;&#x636E;&#x53EF;&#x4F9B;&#x53C2;&#x8003;&#x65F6;&#xFF0C;&#x7528;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x4F30;&#x8BA1;&#x51FA;&#x7684;&#x6570;&#x503C;&#x8FD8;&#x662F;&#x6BD4;&#x8F83;&#x51C6;&#x786E;&#x7684;&#x3002;&#x628A;&#x5B9E;&#x73B0;&#x6BCF;&#x4E2A;&#x529F;&#x80FD;&#x6240;&#x9700;&#x8981;&#x7684;&#x6E90;&#x7A0B;&#x5E8F;&#x884C;&#x6570;&#x7D2F;&#x52A0;&#x8D77;&#x6765;&#xFF0C;&#x5C31;&#x53EF;&#x5F97;&#x5230;&#x5B9E;&#x73B0;&#x6574;&#x4E2A;&#x8F6F;&#x4EF6;&#x6240;&#x9700;&#x8981;&#x7684;&#x6E90;&#x7A0B;&#x5E8F;&#x884C;&#x6570;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x4F7F;&#x5F97;&#x5BF9;&#x7A0B;&#x5E8F;&#x89C4;&#x6A21;&#x7684;&#x4F30;&#x8BA1;&#x503C;&#x66F4;&#x63A5;&#x8FD1;&#x5B9E;&#x9645;&#x503C;&#xFF0C;&#x53EF;&#x4EE5;&#x7531;&#x591A;&#x540D;&#x6709;&#x7ECF;&#x9A8C;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x5206;&#x522B;&#x505A;&#x51FA;&#x4F30;&#x8BA1;&#x3002;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x4F30;&#x8BA1;&#x7A0B;&#x5E8F;&#x7684;&#x6700;&#x5C0F;&#x89C4;&#x6A21;(a)&#x3001;&#x6700;&#x5927;&#x89C4;&#x6A21;(b)&#x548C;&#x6700;&#x53EF;&#x80FD;&#x7684;&#x89C4;&#x6A21;(m)&#xFF0C;&#x5206;&#x522B;&#x7B97;&#x51FA;&#x8FD9;3&#x79CD;&#x89C4;&#x6A21;&#x7684;&#x5E73;&#x5747;&#x503C;,&#x548C;&#x4E4B;&#x540E;&#xFF0C;&#x518D;&#x7528;&#x4E0B;&#x5F0F;&#x8BA1;&#x7B97;&#x7A0B;&#x5E8F;&#x89C4;&#x6A21;&#x7684;&#x4F30;&#x8BA1;&#x503C;&#xFF1A;</p>
<p>L=    <img src="https://img1.zlogs.net/20/20200117214800.png" alt="">    (13.1)</p>
<p>&#x7528;&#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;&#x4F30;&#x7B97;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x65F6;&#xFF0C;&#x5F53;&#x7A0B;&#x5E8F;&#x8F83;&#x5C0F;&#x65F6;&#x5E38;&#x7528;&#x7684;&#x5355;&#x4F4D;&#x662F;&#x4EE3;&#x7801;&#x884C;&#x6570;&#xFF08;LOC&#xFF09;&#xFF0C;&#x5F53;&#x7A0B;&#x5E8F;&#x8F83;&#x5927;&#x65F6;&#x5E38;&#x7528;&#x7684;&#x5355;&#x4F4D;&#x662F;&#x5343;&#x884C;&#x4EE3;&#x7801;&#x6570;&#xFF08;KLOC&#xFF09;&#x3002;</p>
<p>&#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;&#x7684;&#x4E3B;&#x8981;&#x4F18;&#x70B9;&#x662F;&#xFF0C;&#x4EE3;&#x7801;&#x662F;&#x6240;&#x6709;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9879;&#x76EE;&#x90FD;&#x6709;&#x7684;&#x201C;&#x4EA7;&#x54C1;&#x201D;&#xFF0C;&#x800C;&#x4E14;&#x5F88;&#x5BB9;&#x6613;&#x8BA1;&#x7B97;&#x4EE3;&#x7801;&#x884C;&#x6570;&#x3002;&#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;&#x7684;&#x7F3A;&#x70B9;&#x662F;&#xFF1A;  &#x6E90;&#x7A0B;&#x5E8F;&#x4EC5;&#x662F;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7684;&#x4E00;&#x4E2A;&#x6210;&#x5206;&#xFF0C;&#x7528;&#x5B83;&#x7684;&#x89C4;&#x6A21;&#x4EE3;&#x8868;&#x6574;&#x4E2A;&#x8F6F;&#x4EF6;&#x7684;&#x89C4;&#x6A21;&#x4F3C;&#x4E4E;&#x4E0D;&#x592A;&#x5408;&#x7406;&#xFF1B;&#x7528;&#x4E0D;&#x540C;&#x8BED;&#x8A00;&#x5B9E;&#x73B0;&#x540C;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x6240;&#x9700;&#x8981;&#x7684;&#x4EE3;&#x7801;&#x884C;&#x6570;&#x5E76;&#x4E0D;&#x76F8;&#x540C;&#xFF1B;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x4E0D;&#x9002;&#x7528;&#x4E8E;&#x975E;&#x8FC7;&#x7A0B;&#x8BED;&#x8A00;&#x3002;&#x4E3A;&#x4E86;&#x514B;&#x670D;&#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x4EBA;&#x4EEC;&#x53C8;&#x63D0;&#x51FA;&#x4E86;&#x529F;&#x80FD;&#x70B9;&#x6280;&#x672F;&#x3002;</p>
<h3 id="1312--&#x529F;&#x80FD;&#x70B9;&#x6280;&#x672F;">13.1.2  &#x529F;&#x80FD;&#x70B9;&#x6280;&#x672F;</h3>
<p>&#x529F;&#x80FD;&#x70B9;&#x6280;&#x672F;&#x4F9D;&#x636E;&#x5BF9;&#x8F6F;&#x4EF6;&#x4FE1;&#x606F;&#x57DF;&#x7279;&#x6027;&#x548C;&#x8F6F;&#x4EF6;&#x590D;&#x6742;&#x6027;&#x7684;&#x8BC4;&#x4F30;&#x7ED3;&#x679C;&#xFF0C;&#x4F30;&#x7B97;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x7528;&#x529F;&#x80FD;&#x70B9;&#xFF08;FP&#xFF09;&#x4E3A;&#x5355;&#x4F4D;&#x5EA6;&#x91CF;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x3002;</p>
<p>\1. &#x4FE1;&#x606F;&#x57DF;&#x7279;&#x6027;</p>
<p>&#x529F;&#x80FD;&#x70B9;&#x6280;&#x672F;&#x5B9A;&#x4E49;&#x4E86;&#x4FE1;&#x606F;&#x57DF;&#x7684;5&#x4E2A;&#x7279;&#x6027;&#xFF0C;&#x5206;&#x522B;&#x662F;&#x8F93;&#x5165;&#x9879;&#x6570;(Inp)&#x3001;&#x8F93;&#x51FA;&#x9879;&#x6570;(Out)&#x3001;&#x67E5;&#x8BE2;&#x6570;(Inq)&#x3001;&#x4E3B;&#x6587;&#x4EF6;&#x6570;(Maf)&#x548C;&#x5916;&#x90E8;&#x63A5;&#x53E3;&#x6570;(Inf)&#x3002;&#x4E0B;&#x9762;&#x8BB2;&#x8FF0;&#x8FD9;5&#x4E2A;&#x7279;&#x6027;&#x7684;&#x542B;&#x4E49;&#x3002;</p>
<p>&#xFF08;1&#xFF09; &#x8F93;&#x5165;&#x9879;&#x6570;&#xFF1A;  &#x7528;&#x6237;&#x5411;&#x8F6F;&#x4EF6;&#x8F93;&#x5165;&#x7684;&#x9879;&#x6570;&#xFF0C;&#x8FD9;&#x4E9B;&#x8F93;&#x5165;&#x7ED9;&#x8F6F;&#x4EF6;&#x63D0;&#x4F9B;&#x9762;&#x5411;&#x5E94;&#x7528;&#x7684;&#x6570;&#x636E;&#x3002;&#x8F93;&#x5165;&#x4E0D;&#x540C;&#x4E8E;&#x67E5;&#x8BE2;&#xFF0C;&#x540E;&#x8005;&#x5355;&#x72EC;&#x8BA1;&#x6570;&#xFF0C;&#x4E0D;&#x8BA1;&#x5165;&#x8F93;&#x5165;&#x9879;&#x6570;&#x4E2D;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x8F93;&#x51FA;&#x9879;&#x6570;&#xFF1A;  &#x8F6F;&#x4EF6;&#x5411;&#x7528;&#x6237;&#x8F93;&#x51FA;&#x7684;&#x9879;&#x6570;&#xFF0C;&#x5B83;&#x4EEC;&#x5411;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x9762;&#x5411;&#x5E94;&#x7528;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x62A5;&#x8868;&#x548C;&#x51FA;&#x9519;&#x4FE1;&#x606F;&#x7B49;&#x3002;&#x62A5;&#x8868;&#x5185;&#x7684;&#x6570;&#x636E;&#x9879;&#x4E0D;&#x5355;&#x72EC;&#x8BA1;&#x6570;&#x3002;</p>
<p>&#xFF08;3&#xFF09; &#x67E5;&#x8BE2;&#x6570;&#xFF1A;  &#x67E5;&#x8BE2;&#x5373;&#x662F;&#x4E00;&#x6B21;&#x8054;&#x673A;&#x8F93;&#x5165;&#xFF0C;&#x5B83;&#x5BFC;&#x81F4;&#x8F6F;&#x4EF6;&#x4EE5;&#x8054;&#x673A;&#x8F93;&#x51FA;&#x65B9;&#x5F0F;&#x4EA7;&#x751F;&#x67D0;&#x79CD;&#x5373;&#x65F6;&#x54CD;&#x5E94;&#x3002;</p>
<p>&#xFF08;4&#xFF09; &#x4E3B;&#x6587;&#x4EF6;&#x6570;&#xFF1A;  &#x903B;&#x8F91;&#x4E3B;&#x6587;&#x4EF6;&#xFF08;&#x5373;&#x6570;&#x636E;&#x7684;&#x4E00;&#x4E2A;&#x903B;&#x8F91;&#x7EC4;&#x5408;&#xFF0C;&#x5B83;&#x53EF;&#x80FD;&#x662F;&#x5927;&#x578B;&#x6570;&#x636E;&#x5E93;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x6216;&#x662F;&#x4E00;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x6587;&#x4EF6;&#xFF09;&#x7684;&#x6570;&#x76EE;&#x3002;</p>
<p>&#xFF08;5&#xFF09; &#x5916;&#x90E8;&#x63A5;&#x53E3;&#x6570;&#xFF1A;  &#x673A;&#x5668;&#x53EF;&#x8BFB;&#x7684;&#x5168;&#x90E8;&#x63A5;&#x53E3;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x78C1;&#x76D8;&#x6216;&#x78C1;&#x5E26;&#x4E0A;&#x7684;&#x6570;&#x636E;&#x6587;&#x4EF6;&#xFF09;&#x7684;&#x6570;&#x91CF;&#xFF0C;&#x7528;&#x8FD9;&#x4E9B;&#x63A5;&#x53E3;&#x628A;&#x4FE1;&#x606F;&#x4F20;&#x9001;&#x7ED9;&#x53E6;&#x4E00;&#x4E2A;&#x7CFB;&#x7EDF;&#x3002;</p>
<p>\2. &#x4F30;&#x7B97;&#x529F;&#x80FD;&#x70B9;&#x7684;&#x6B65;&#x9AA4;</p>
<p>&#x7528;&#x4E0B;&#x8FF0;3&#x4E2A;&#x6B65;&#x9AA4;&#xFF0C;&#x53EF;&#x4F30;&#x7B97;&#x51FA;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7684;&#x529F;&#x80FD;&#x70B9;&#x6570;&#xFF08;&#x5373;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#xFF09;&#x3002;</p>
<p>&#xFF08;1&#xFF09; &#x8BA1;&#x7B97;&#x672A;&#x8C03;&#x6574;&#x7684;&#x529F;&#x80FD;&#x70B9;&#x6570;UFP</p>
<p>&#x9996;&#x5148;&#xFF0C;&#x628A;&#x4EA7;&#x54C1;&#x4FE1;&#x606F;&#x57DF;&#x7684;&#x6BCF;&#x4E2A;&#x7279;&#x6027;(&#x5373;Inp&#x3001;Out&#x3001;Inq&#x3001;Maf&#x548C;Inf)&#x90FD;&#x5206;&#x7C7B;&#x4E3A;&#x7B80;&#x5355;&#x7EA7;&#x3001;&#x5E73;&#x5747;&#x7EA7;&#x6216;&#x590D;&#x6742;&#x7EA7;&#xFF0C;&#x5E76;&#x6839;&#x636E;&#x5176;&#x7B49;&#x7EA7;&#x4E3A;&#x6BCF;&#x4E2A;&#x7279;&#x6027;&#x5206;&#x914D;&#x4E00;&#x4E2A;&#x529F;&#x80FD;&#x70B9;&#x6570;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x4E2A;&#x7B80;&#x5355;&#x7EA7;&#x7684;&#x8F93;&#x5165;&#x9879;&#x5206;&#x914D;3&#x4E2A;&#x529F;&#x80FD;&#x70B9;&#xFF0C;&#x4E00;&#x4E2A;&#x5E73;&#x5747;&#x7EA7;&#x7684;&#x8F93;&#x5165;&#x9879;&#x5206;&#x914D;4&#x4E2A;&#x529F;&#x80FD;&#x70B9;&#xFF0C;&#x800C;&#x4E00;&#x4E2A;&#x590D;&#x6742;&#x7EA7;&#x7684;&#x8F93;&#x5165;&#x9879;&#x5206;&#x914D;6&#x4E2A;&#x529F;&#x80FD;&#x70B9;&#xFF09;&#x3002;</p>
<p>&#x7136;&#x540E;&#xFF0C;&#x7528;&#x4E0B;&#x5F0F;&#x8BA1;&#x7B97;&#x672A;&#x8C03;&#x6574;&#x7684;&#x529F;&#x80FD;&#x70B9;&#x6570;UFP&#xFF1A; UFP=a1&#xD7;Inp+a2&#xD7;Out+a3&#xD7;Inq+a4&#xD7;Maf+a5&#xD7;Inf</p>
<p>&#x5176;&#x4E2D;&#xFF0C;ai(1&#x2264;i&#x2264;5)&#x662F;&#x4FE1;&#x606F;&#x57DF;&#x7279;&#x6027;&#x7CFB;&#x6570;&#xFF0C;&#x5176;&#x503C;&#x7531;&#x76F8;&#x5E94;&#x7279;&#x6027;&#x7684;&#x590D;&#x6742;&#x7EA7;&#x522B;&#x51B3;&#x5B9A;&#xFF0C;&#x5982;&#x8868;13.1&#xFF08;&#x89C1;&#x4E66;297&#x9875;&#xFF09;&#x6240;&#x793A;&#x3002;</p>
<p>(2) &#x8BA1;&#x7B97;&#x6280;&#x672F;&#x590D;&#x6742;&#x6027;&#x56E0;&#x5B50;TCF</p>
<p>&#x8FD9;&#x4E00;&#x6B65;&#x9AA4;&#x5EA6;&#x91CF;14&#x79CD;&#x6280;&#x672F;&#x56E0;&#x7D20;&#x5BF9;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x7684;&#x5F71;&#x54CD;&#x7A0B;&#x5EA6;&#x3002;&#x8FD9;&#x4E9B;&#x56E0;&#x7D20;&#x5305;&#x62EC;&#x9AD8;&#x5904;&#x7406;&#x7387;&#x3001;&#x6027;&#x80FD;&#x6807;&#x51C6;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x54CD;&#x5E94;&#x65F6;&#x95F4;&#xFF09;&#x3001;&#x8054;&#x673A;&#x66F4;&#x65B0;&#x7B49;&#xFF0C;&#x5728;&#x8868;13.2&#xFF08;&#x89C1;&#x4E66;297&#x9875;&#xFF09;&#x4E2D;&#x5217;&#x51FA;&#x4E86;&#x5168;&#x90E8;&#x6280;&#x672F;&#x56E0;&#x7D20;&#xFF0C;&#x5E76;&#x7528;Fi(1&#x2264;i&#x2264;14)&#x4EE3;&#x8868;&#x8FD9;&#x4E9B;&#x56E0;&#x7D20;&#x3002;&#x6839;&#x636E;&#x8F6F;&#x4EF6;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x4E3A;&#x6BCF;&#x4E2A;&#x56E0;&#x7D20;&#x5206;&#x914D;&#x4E00;&#x4E2A;&#x4ECE;0&#xFF08;&#x4E0D;&#x5B58;&#x5728;&#x6216;&#x5BF9;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x65E0;&#x5F71;&#x54CD;&#xFF09;&#x5230;5&#xFF08;&#x6709;&#x5F88;&#x5927;&#x5F71;&#x54CD;&#xFF09;&#x7684;&#x503C;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x7528;&#x4E0B;&#x5F0F;&#x8BA1;&#x7B97;&#x6280;&#x672F;&#x56E0;&#x7D20;&#x5BF9;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x7684;&#x7EFC;&#x5408;&#x5F71;&#x54CD;&#x7A0B;&#x5EA6;DI&#xFF1A;</p>
<p> DI=<img src="https://img1.zlogs.net/20/20200117214830.png" alt=""></p>
<p>&#x6280;&#x672F;&#x590D;&#x6742;&#x6027;&#x56E0;&#x5B50;TCF&#x7531;&#x4E0B;&#x5F0F;&#x8BA1;&#x7B97;&#xFF1A;</p>
<p>TCF=0.65+0.01&#xD7;DI</p>
<p>&#x56E0;&#x4E3A;DI&#x7684;&#x503C;&#x5728;0~70&#x4E4B;&#x95F4;&#xFF0C;&#x6240;&#x4EE5;TCF&#x7684;&#x503C;&#x5728;0.65~1.35&#x4E4B;&#x95F4;&#x3002;</p>
<p>&#xFF08;3&#xFF09; &#x8BA1;&#x7B97;&#x529F;&#x80FD;&#x70B9;&#x6570;FP</p>
<p>&#x7528;&#x4E0B;&#x5F0F;&#x8BA1;&#x7B97;&#x529F;&#x80FD;&#x70B9;&#x6570;FP&#xFF1A;</p>
<p>FP=UFP&#xD7;TCF</p>
<p>&#x529F;&#x80FD;&#x70B9;&#x6570;&#x4E0E;&#x6240;&#x7528;&#x7684;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x65E0;&#x5173;&#xFF0C;&#x770B;&#x8D77;&#x6765;&#x529F;&#x80FD;&#x70B9;&#x6280;&#x672F;&#x6BD4;&#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;&#x66F4;&#x5408;&#x7406;&#x4E00;&#x4E9B;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5728;&#x5224;&#x65AD;&#x4FE1;&#x606F;&#x57DF;&#x7279;&#x6027;&#x590D;&#x6742;&#x7EA7;&#x522B;&#x548C;&#x6280;&#x672F;&#x56E0;&#x7D20;&#x7684;&#x5F71;&#x54CD;&#x7A0B;&#x5EA6;&#x65F6;&#xFF0C;&#x5B58;&#x5728;&#x7740;&#x76F8;&#x5F53;&#x5927;&#x7684;&#x4E3B;&#x89C2;&#x56E0;&#x7D20;&#x3002;</p>
<h2 id="132--&#x5DE5;&#x4F5C;&#x91CF;&#x4F30;&#x7B97;">13.2  &#x5DE5;&#x4F5C;&#x91CF;&#x4F30;&#x7B97;</h2>
<p>&#x8F6F;&#x4EF6;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#x4F7F;&#x7528;&#x7531;&#x7ECF;&#x9A8C;&#x5BFC;&#x51FA;&#x7684;&#x516C;&#x5F0F;&#x6765;&#x9884;&#x6D4B;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;&#x5DE5;&#x4F5C;&#x91CF;&#x662F;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#xFF08;KLOC&#x6216;FP&#xFF09;&#x7684;&#x51FD;&#x6570;&#xFF0C;&#x5DE5;&#x4F5C;&#x91CF;&#x7684;&#x5355;&#x4F4D;&#x901A;&#x5E38;&#x662F;&#x4EBA;&#x6708;&#xFF08;pm)&#x3002;</p>
<p>&#x652F;&#x6301;&#x5927;&#x591A;&#x6570;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#x7684;&#x7ECF;&#x9A8C;&#x6570;&#x636E;&#xFF0C;&#x90FD;&#x662F;&#x4ECE;&#x6709;&#x9650;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x6837;&#x672C;&#x96C6;&#x4E2D;&#x603B;&#x7ED3;&#x51FA;&#x6765;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x9002;&#x7528;&#x4E8E;&#x6240;&#x6709;&#x7C7B;&#x578B;&#x7684;&#x8F6F;&#x4EF6;&#x548C;&#x5F00;&#x53D1;&#x73AF;&#x5883;&#x3002;</p>
<h3 id="1321--&#x9759;&#x6001;&#x5355;&#x53D8;&#x91CF;&#x6A21;&#x578B;">13.2.1  &#x9759;&#x6001;&#x5355;&#x53D8;&#x91CF;&#x6A21;&#x578B;</h3>
<p>&#x8FD9;&#x7C7B;&#x6A21;&#x578B;&#x7684;&#x603B;&#x4F53;&#x7ED3;&#x6784;&#x5F62;&#x5F0F;&#x5982;&#x4E0B;&#xFF1A; E=A+B&#xD7;(ev)C</p>
<p>&#x5176;&#x4E2D;&#xFF0C;A&#x3001;B&#x548C;C&#x662F;&#x7531;&#x7ECF;&#x9A8C;&#x6570;&#x636E;&#x5BFC;&#x51FA;&#x7684;&#x5E38;&#x6570;&#xFF0C;E&#x662F;&#x4EE5;&#x4EBA;&#x6708;&#x4E3A;&#x5355;&#x4F4D;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;ev&#x662F;&#x4F30;&#x7B97;&#x53D8;&#x91CF;&#xFF08;KLOC&#x6216;FP&#xFF09;&#x3002;&#x4E0B;&#x9762;&#x7ED9;&#x51FA;&#x51E0;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x9759;&#x6001;&#x5355;&#x53D8;&#x91CF;&#x6A21;&#x578B;&#x3002;</p>
<p>\1. &#x9762;&#x5411;KLOC&#x7684;&#x4F30;&#x7B97;&#x6A21;&#x578B;</p>
<p>(1) Walston_Felix&#x6A21;&#x578B;</p>
<p>E=5.2&#xD7;(KLOC)0.91</p>
<p>(2) Bailey_Basili&#x6A21;&#x578B;</p>
<p>E=5.5+0.73&#xD7;(KLOC)1.16</p>
<p>(3) Boehm&#x7B80;&#x5355;&#x6A21;&#x578B;</p>
<p>E=3.2&#xD7;(KLOC)1.05</p>
<p>(4) Doty&#x6A21;&#x578B;&#xFF08;&#x5728;KLOC&gt;9&#x65F6;&#x9002;&#x7528;&#xFF09;</p>
<p>E=5.288&#xD7;(KLOC)1.047</p>
<p>\2. &#x9762;&#x5411;FP&#x7684;&#x4F30;&#x7B97;&#x6A21;&#x578B;</p>
<p>(1) Albrecht &amp; Gaffney&#x6A21;&#x578B;</p>
<p>E=-13.39+0.0545FP</p>
<p>(2) Maston,Barnett&#x548C;Mellichamp&#x6A21;&#x578B;</p>
<p>E=585.7+15.12FP</p>
<p>&#x4ECE;&#x4E0A;&#x9762;&#x5217;&#x51FA;&#x7684;&#x6A21;&#x578B;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x5BF9;&#x4E8E;&#x76F8;&#x540C;&#x7684;KLOC&#x6216;FP&#x503C;&#xFF0C;&#x7528;&#x4E0D;&#x540C;&#x6A21;&#x578B;&#x4F30;&#x7B97;&#x5C06;&#x5F97;&#x51FA;&#x4E0D;&#x540C;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4E3B;&#x8981;&#x539F;&#x56E0;&#x662F;&#xFF0C;&#x8FD9;&#x4E9B;&#x6A21;&#x578B;&#x591A;&#x6570;&#x90FD;&#x662F;&#x4EC5;&#x6839;&#x636E;&#x82E5;&#x5E72;&#x5E94;&#x7528;&#x9886;&#x57DF;&#x4E2D;&#x6709;&#x9650;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x7ECF;&#x9A8C;&#x6570;&#x636E;&#x63A8;&#x5BFC;&#x51FA;&#x6765;&#x7684;&#xFF0C;&#x9002;&#x7528;&#x8303;&#x56F4;&#x6709;&#x9650;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5FC5;&#x987B;&#x6839;&#x636E;&#x5F53;&#x524D;&#x9879;&#x76EE;&#x7684;&#x7279;&#x70B9;&#x9009;&#x62E9;&#x9002;&#x7528;&#x7684;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#xFF0C;&#x5E76;&#x4E14;&#x6839;&#x636E;&#x9700;&#x8981;&#x9002;&#x5F53;&#x5730;&#x8C03;&#x6574;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x4FEE;&#x6539;&#x6A21;&#x578B;&#x5E38;&#x6570;&#xFF09;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#x3002;</p>
<h3 id="1322--&#x52A8;&#x6001;&#x591A;&#x53D8;&#x91CF;&#x6A21;&#x578B;">13.2.2  &#x52A8;&#x6001;&#x591A;&#x53D8;&#x91CF;&#x6A21;&#x578B;</h3>
<p>&#x52A8;&#x6001;&#x591A;&#x53D8;&#x91CF;&#x6A21;&#x578B;&#x4E5F;&#x79F0;&#x4E3A;&#x8F6F;&#x4EF6;&#x65B9;&#x7A0B;&#x5F0F;&#xFF0C;&#x5B83;&#x662F;&#x6839;&#x636E;&#x4ECE;4000&#x591A;&#x4E2A;&#x5F53;&#x4EE3;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x4E2D;&#x6536;&#x96C6;&#x7684;&#x751F;&#x4EA7;&#x7387;&#x6570;&#x636E;&#x63A8;&#x5BFC;&#x51FA;&#x6765;&#x7684;&#x3002;&#x8BE5;&#x6A21;&#x578B;&#x628A;&#x5DE5;&#x4F5C;&#x91CF;&#x770B;&#x4F5C;&#x662F;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x548C;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x8FD9;&#x4E24;&#x4E2A;&#x53D8;&#x91CF;&#x7684;&#x51FD;&#x6570;&#x3002;&#x52A8;&#x6001;&#x591A;&#x53D8;&#x91CF;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#x7684;&#x5F62;&#x5F0F;&#x5982;&#x4E0B;&#xFF1A;</p>
<p>E=(LOC&#xD7;B0.333/P)3&#xD7;(1/t)4          (13.2)</p>
<p>&#x5176;&#x4E2D;&#xFF0C;</p>
<p>E&#x662F;&#x4EE5;&#x4EBA;&#x6708;&#x6216;&#x4EBA;&#x5E74;&#x4E3A;&#x5355;&#x4F4D;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#xFF1B;</p>
<p>t&#x662F;&#x4EE5;&#x6708;&#x6216;&#x5E74;&#x4E3A;&#x5355;&#x4F4D;&#x7684;&#x9879;&#x76EE;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#xFF1B;</p>
<p>B&#x662F;&#x7279;&#x6B8A;&#x6280;&#x672F;&#x56E0;&#x5B50;&#xFF0C;&#x5B83;&#x968F;&#x7740;&#x5BF9;&#x6D4B;&#x8BD5;&#x3001;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x3001;&#x6587;&#x6863;&#x53CA;&#x7BA1;&#x7406;&#x6280;&#x672F;&#x7684;&#x9700;&#x6C42;&#x7684;&#x589E;&#x52A0;&#x800C;&#x7F13;&#x6162;&#x589E;&#x52A0;&#xFF0C;&#x5BF9;&#x4E8E;&#x8F83;&#x5C0F;&#x7684;&#x7A0B;&#x5E8F;&#xFF08;KLOC=5~15&#xFF09;&#xFF0C;B=0.16,&#x5BF9;&#x4E8E;&#x8D85;&#x8FC7;70 KLOC&#x7684;&#x7A0B;&#x5E8F;&#xFF0C;B=0.39;</p>
<p>P&#x662F;&#x751F;&#x4EA7;&#x7387;&#x53C2;&#x6570;&#xFF0C;&#x5B83;&#x53CD;&#x6620;&#x4E86;&#x4E0B;&#x8FF0;&#x56E0;&#x7D20;&#x5BF9;&#x5DE5;&#x4F5C;&#x91CF;&#x7684;&#x5F71;&#x54CD;&#xFF1A;</p>
<p>&#x3000;&#x3000;&#x603B;&#x4F53;&#x8FC7;&#x7A0B;&#x6210;&#x719F;&#x5EA6;&#x53CA;&#x7BA1;&#x7406;&#x6C34;&#x5E73;&#xFF1B;</p>
<p>&#x3000;&#x3000;&#x4F7F;&#x7528;&#x826F;&#x597D;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x7684;&#x7A0B;&#x5EA6;&#xFF1B;</p>
<p>&#x3000;&#x3000;&#x4F7F;&#x7528;&#x7684;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x8BED;&#x8A00;&#x7684;&#x7EA7;&#x522B;&#xFF1B;</p>
<p>&#x3000;&#x3000;&#x8F6F;&#x4EF6;&#x73AF;&#x5883;&#x7684;&#x72B6;&#x6001;&#xFF1B;</p>
<p>&#x3000;&#x3000;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7EC4;&#x7684;&#x6280;&#x672F;&#x53CA;&#x7ECF;&#x9A8C;&#xFF1B;</p>
<p>&#x5E94;&#x7528;&#x7CFB;&#x7EDF;&#x7684;&#x590D;&#x6742;&#x7A0B;&#x5EA6;&#x3002;</p>
<p>&#x5F00;&#x53D1;&#x5B9E;&#x65F6;&#x5D4C;&#x5165;&#x5F0F;&#x8F6F;&#x4EF6;&#x65F6;&#xFF0C;P&#x7684;&#x5178;&#x578B;&#x503C;&#x4E3A;2000&#xFF1B;&#x5F00;&#x53D1;&#x7535;&#x4FE1;&#x7CFB;&#x7EDF;&#x548C;&#x7CFB;&#x7EDF;&#x8F6F;&#x4EF6;&#x65F6;&#xFF0C;P=10000&#xFF1B;&#x5BF9;&#x4E8E;&#x5546;&#x4E1A;&#x5E94;&#x7528;&#x7CFB;&#x7EDF;&#x6765;&#x8BF4;&#xFF0C;P=28000&#x3002;&#x53EF;&#x4EE5;&#x4ECE;&#x5386;&#x53F2;&#x6570;&#x636E;&#x5BFC;&#x51FA;&#x9002;&#x7528;&#x4E8E;&#x5F53;&#x524D;&#x9879;&#x76EE;&#x7684;&#x751F;&#x4EA7;&#x7387;&#x53C2;&#x6570;&#x503C;&#x3002;</p>
<p>&#x4ECE;&#xFF08;13.2&#xFF09;&#x5F0F;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x5F00;&#x53D1;&#x540C;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#xFF08;&#x5373;LOC&#x56FA;&#x5B9A;&#xFF09;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5982;&#x679C;&#x628A;&#x9879;&#x76EE;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x5EF6;&#x957F;&#x4E00;&#x4E9B;&#xFF0C;&#x5219;&#x53EF;&#x964D;&#x4F4E;&#x5B8C;&#x6210;&#x9879;&#x76EE;&#x6240;&#x9700;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x3002;</p>
<h3 id="1323--cocomo2&#x6A21;&#x578B;">13.2.3  COCOMO2&#x6A21;&#x578B;</h3>
<p>COCOMO&#x662F;&#x6784;&#x9020;&#x6027;&#x6210;&#x672C;&#x6A21;&#x578B;&#xFF08;constructive cost model)&#x7684;&#x82F1;&#x6587;&#x7F29;&#x5199;&#x3002;1981&#x5E74;Boehm&#x5728;&#x300A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7ECF;&#x6D4E;&#x5B66;&#x300B;&#x4E2D;&#x9996;&#x6B21;&#x63D0;&#x51FA;&#x4E86;COCOMO&#x6A21;&#x578B;&#xFF0C;&#x672C;&#x4E66;&#x7B2C;&#x4E09;&#x7248;&#x66FE;&#x5BF9;&#x6B64;&#x6A21;&#x578B;&#x4F5C;&#x4E86;&#x4ECB;&#x7ECD;&#x3002;1997&#x5E74;Boehm&#x7B49;&#x4EBA;&#x63D0;&#x51FA;&#x7684;COCOMO2&#x6A21;&#x578B;&#xFF0C;&#x662F;&#x539F;&#x59CB;&#x7684;COCOMO&#x6A21;&#x578B;&#x7684;&#x4FEE;&#x8BA2;&#x7248;&#xFF0C;&#x5B83;&#x53CD;&#x6620;&#x4E86;&#x5341;&#x591A;&#x5E74;&#x6765;&#x5728;&#x6210;&#x672C;&#x4F30;&#x8BA1;&#x65B9;&#x9762;&#x6240;&#x79EF;&#x7D2F;&#x7684;&#x7ECF;&#x9A8C;&#x3002;</p>
<p>COCOMO2&#x7ED9;&#x51FA;&#x4E86;3&#x4E2A;&#x5C42;&#x6B21;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x91CF;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#xFF0C;&#x8FD9;3&#x4E2A;&#x5C42;&#x6B21;&#x7684;&#x6A21;&#x578B;&#x5728;&#x4F30;&#x7B97;&#x5DE5;&#x4F5C;&#x91CF;&#x65F6;&#xFF0C;&#x5BF9;&#x8F6F;&#x4EF6;&#x7EC6;&#x8282;&#x8003;&#x8651;&#x7684;&#x8BE6;&#x5C3D;&#x7A0B;&#x5EA6;&#x9010;&#x7EA7;&#x589E;&#x52A0;&#x3002;&#x8FD9;&#x4E9B;&#x6A21;&#x578B;&#x65E2;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x4E0D;&#x540C;&#x7C7B;&#x578B;&#x7684;&#x9879;&#x76EE;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x540C;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x4E0D;&#x540C;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x3002;&#x8FD9;3&#x4E2A;&#x5C42;&#x6B21;&#x7684;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#x5206;&#x522B;&#x662F;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x5E94;&#x7528;&#x7CFB;&#x7EDF;&#x7EC4;&#x6210;&#x6A21;&#x578B;&#x3002;&#x8FD9;&#x4E2A;&#x6A21;&#x578B;&#x4E3B;&#x8981;&#x7528;&#x4E8E;&#x4F30;&#x7B97;&#x6784;&#x5EFA;&#x539F;&#x578B;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;&#x6A21;&#x578B;&#x540D;&#x5B57;&#x6697;&#x793A;&#x5728;&#x6784;&#x5EFA;&#x539F;&#x578B;&#x65F6;&#x5927;&#x91CF;&#x4F7F;&#x7528;&#x5DF2;&#x6709;&#x7684;&#x6784;&#x4EF6;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x65E9;&#x671F;&#x8BBE;&#x8BA1;&#x6A21;&#x578B;&#x3002;&#x8FD9;&#x4E2A;&#x6A21;&#x578B;&#x9002;&#x7528;&#x4E8E;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x8BBE;&#x8BA1;&#x9636;&#x6BB5;&#x3002;</p>
<p>&#xFF08;3&#xFF09; &#x540E;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x6A21;&#x578B;&#x3002;&#x8FD9;&#x4E2A;&#x6A21;&#x578B;&#x9002;&#x7528;&#x4E8E;&#x5B8C;&#x6210;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x8BBE;&#x8BA1;&#x4E4B;&#x540E;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9636;&#x6BB5;&#x3002;</p>
<p>&#x4E0B;&#x9762;&#x4EE5;&#x540E;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x6A21;&#x578B;&#x4E3A;&#x4F8B;&#xFF0C;&#x4ECB;&#x7ECD;COCOMO2&#x6A21;&#x578B;&#x3002;&#x8BE5;&#x6A21;&#x578B;&#x628A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x91CF;&#x8868;&#x793A;&#x6210;&#x4EE3;&#x7801;&#x884C;&#x6570;&#xFF08;KLOC&#xFF09;&#x7684;&#x975E;&#x7EBF;&#x6027;&#x51FD;&#x6570;&#xFF1A;</p>
<p> E=<img src="https://img1.zlogs.net/20/20200117214851.png" alt="">      (13.3)</p>
<p>&#x5176;&#x4E2D;&#xFF0C;</p>
<p>E&#x662F;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x91CF;&#xFF08;&#x4EE5;&#x4EBA;&#x6708;&#x4E3A;&#x5355;&#x4F4D;&#xFF09;&#xFF0C;</p>
<p>a&#x662F;&#x6A21;&#x578B;&#x7CFB;&#x6570;&#xFF0C;</p>
<p>KLOC&#x662F;&#x4F30;&#x8BA1;&#x7684;&#x6E90;&#x4EE3;&#x7801;&#x884C;&#x6570;&#xFF08;&#x4EE5;&#x5343;&#x884C;&#x4E3A;&#x5355;&#x4F4D;&#xFF09;&#xFF0C;</p>
<p>b&#x662F;&#x6A21;&#x578B;&#x6307;&#x6570;&#xFF0C;</p>
<p>fi(i=1~17)&#x662F;&#x6210;&#x672C;&#x56E0;&#x7D20;&#x3002;</p>
<p>&#x6BCF;&#x4E2A;&#x6210;&#x672C;&#x56E0;&#x7D20;&#x90FD;&#x6839;&#x636E;&#x5B83;&#x7684;&#x91CD;&#x8981;&#x7A0B;&#x5EA6;&#x548C;&#x5BF9;&#x5DE5;&#x4F5C;&#x91CF;&#x5F71;&#x54CD;&#x5927;&#x5C0F;&#x88AB;&#x8D4B;&#x4E88;&#x4E00;&#x5B9A;&#x6570;&#x503C;&#xFF08;&#x79F0;&#x4E3A;&#x5DE5;&#x4F5C;&#x91CF;&#x7CFB;&#x6570;&#xFF09;&#x3002;&#x8FD9;&#x4E9B;&#x6210;&#x672C;&#x56E0;&#x7D20;&#x5BF9;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x91CF;&#x90FD;&#x6709;&#x5F71;&#x54CD;&#xFF0C;&#x5373;&#x4F7F;&#x4E0D;&#x4F7F;&#x7528;COCOMO2&#x6A21;&#x578B;&#x4F30;&#x7B97;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;&#x4E5F;&#x5E94;&#x8BE5;&#x91CD;&#x89C6;&#x8FD9;&#x4E9B;&#x56E0;&#x7D20;&#x3002;Boehm&#x628A;&#x6210;&#x672C;&#x56E0;&#x7D20;&#x5212;&#x5206;&#x6210;&#x4EA7;&#x54C1;&#x56E0;&#x7D20;&#x3001;&#x5E73;&#x53F0;&#x56E0;&#x7D20;&#x3001;&#x4EBA;&#x5458;&#x56E0;&#x7D20;&#x548C;&#x9879;&#x76EE;&#x56E0;&#x7D20;&#x7B49;4&#x7C7B;&#x3002;</p>
<p>&#x8868;13.3&#xFF08;&#x89C1;&#x4E66;300&#x9875;&#xFF09;&#x5217;&#x51FA;&#x4E86;COCOMO2&#x6A21;&#x578B;&#x4F7F;&#x7528;&#x7684;&#x6210;&#x672C;&#x56E0;&#x7D20;&#x53CA;&#x4E0E;&#x4E4B;&#x76F8;&#x8054;&#x7CFB;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x7CFB;&#x6570;&#x3002;&#x4E0E;&#x539F;&#x59CB;&#x7684;COCOMO&#x6A21;&#x578B;&#x76F8;&#x6BD4;&#xFF0C;COCOMO2&#x6A21;&#x578B;&#x4F7F;&#x7528;&#x7684;&#x6210;&#x672C;&#x56E0;&#x7D20;&#x6709;&#x4E0B;&#x8FF0;&#x53D8;&#x5316;&#xFF0C;&#x8FD9;&#x4E9B;&#x53D8;&#x5316;&#x53CD;&#x6620;&#x4E86;&#x5728;&#x8FC7;&#x53BB;&#x5341;&#x51E0;&#x5E74;&#x4E2D;&#x8F6F;&#x4EF6;&#x884C;&#x4E1A;&#x53D6;&#x5F97;&#x7684;&#x5DE8;&#x5927;&#x8FDB;&#x6B65;&#x3002;</p>
<p>&#xFF08;1&#xFF09; &#x65B0;&#x589E;&#x52A0;&#x4E86;4&#x4E2A;&#x6210;&#x672C;&#x56E0;&#x7D20;&#xFF0C;&#x5B83;&#x4EEC;&#x5206;&#x522B;&#x662F;&#x8981;&#x6C42;&#x7684;&#x53EF;&#x91CD;&#x7528;&#x6027;&#x3001;&#x9700;&#x8981;&#x7684;&#x6587;&#x6863;&#x91CF;&#x3001;&#x4EBA;&#x5458;&#x8FDE;&#x7EED;&#x6027;&#xFF08;&#x5373;&#x4EBA;&#x5458;&#x7A33;&#x5B9A;&#x7A0B;&#x5EA6;&#xFF09;&#x548C;&#x591A;&#x5730;&#x70B9;&#x5F00;&#x53D1;&#x3002;&#x8FD9;&#x4E2A;&#x53D8;&#x5316;&#x8868;&#x660E;&#xFF0C;&#x8FD9;&#x4E9B;&#x56E0;&#x7D20;&#x5BF9;&#x5F00;&#x53D1;&#x6210;&#x672C;&#x7684;&#x5F71;&#x54CD;&#x65E5;&#x76CA;&#x589E;&#x52A0;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x7565;&#x53BB;&#x4E86;&#x539F;&#x59CB;&#x6A21;&#x578B;&#x4E2D;&#x7684;2&#x4E2A;&#x6210;&#x672C;&#x56E0;&#x7D20;&#xFF08;&#x8BA1;&#x7B97;&#x673A;&#x5207;&#x6362;&#x65F6;&#x95F4;&#x548C;&#x4F7F;&#x7528;&#x73B0;&#x4EE3;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x5B9E;&#x8DF5;&#xFF09;&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x666E;&#x904D;&#x4F7F;&#x7528;&#x5DE5;&#x4F5C;&#x7AD9;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#xFF0C;&#x6279;&#x5904;&#x7406;&#x7684;&#x5207;&#x6362;&#x65F6;&#x95F4;&#x5DF2;&#x7ECF;&#x4E0D;&#x518D;&#x662F;&#x95EE;&#x9898;&#x3002;&#x800C;&#x201C;&#x73B0;&#x4EE3;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x5B9E;&#x8DF5;&#x201D;&#x5DF2;&#x7ECF;&#x53D1;&#x5C55;&#x6210;&#x5185;&#x5BB9;&#x66F4;&#x5E7F;&#x6CDB;&#x7684;&#x201C;&#x6210;&#x719F;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x201D;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x5E76;&#x4E14;&#x5728;COCOMO2&#x5DE5;&#x4F5C;&#x91CF;&#x65B9;&#x7A0B;&#x7684;&#x6307;&#x6570;b&#x4E2D;&#x8003;&#x8651;&#x4E86;&#x8FD9;&#x4E2A;&#x56E0;&#x7D20;&#x7684;&#x5F71;&#x54CD;&#x3002;</p>
<p>&#xFF08;3&#xFF09; &#x67D0;&#x4E9B;&#x6210;&#x672C;&#x56E0;&#x7D20;&#xFF08;&#x5206;&#x6790;&#x5458;&#x80FD;&#x529B;&#x3001;&#x5E73;&#x53F0;&#x7ECF;&#x9A8C;&#x3001;&#x8BED;&#x8A00;&#x548C;&#x5DE5;&#x5177;&#x7ECF;&#x9A8C;&#xFF09;&#x5BF9;&#x751F;&#x4EA7;&#x7387;&#x7684;&#x5F71;&#x54CD;&#xFF08;&#x5373;&#x5DE5;&#x4F5C;&#x91CF;&#x7CFB;&#x6570;&#x6700;&#x5927;&#x503C;&#x4E0E;&#x6700;&#x5C0F;&#x503C;&#x7684;&#x6BD4;&#x7387;&#xFF09;&#x589E;&#x52A0;&#x4E86;&#xFF0C;&#x53E6;&#x4E00;&#x4E9B;&#x6210;&#x672C;&#x56E0;&#x7D20;&#xFF08;&#x7A0B;&#x5E8F;&#x5458;&#x80FD;&#x529B;&#xFF09;&#x7684;&#x5F71;&#x54CD;&#x51CF;&#x5C0F;&#x4E86;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x786E;&#x5B9A;&#x5DE5;&#x4F5C;&#x91CF;&#x65B9;&#x7A0B;&#x4E2D;&#x6A21;&#x578B;&#x6307;&#x6570;b&#x7684;&#x503C;&#xFF0C;&#x539F;&#x59CB;&#x7684;COCOMO&#x6A21;&#x578B;&#x628A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9879;&#x76EE;&#x5212;&#x5206;&#x6210;&#x7EC4;&#x7EC7;&#x5F0F;&#x3001;&#x534A;&#x72EC;&#x7ACB;&#x5F0F;&#x548C;&#x5D4C;&#x5165;&#x5F0F;&#x8FD9;&#x6837;3&#x79CD;&#x7C7B;&#x578B;&#xFF0C;&#x5E76;&#x6307;&#x5B9A;&#x6BCF;&#x79CD;&#x9879;&#x76EE;&#x7C7B;&#x578B;&#x6240;&#x5BF9;&#x5E94;&#x7684;b&#x503C;&#xFF08;&#x5206;&#x522B;&#x662F;1.05&#xFF0C;1.12&#x548C;1.20&#xFF09;&#x3002;COCOMO2&#x91C7;&#x7528;&#x4E86;&#x66F4;&#x52A0;&#x7CBE;&#x7EC6;&#x5F97;&#x591A;&#x7684;b&#x5206;&#x7EA7;&#x6A21;&#x578B;&#xFF0C;&#x8FD9;&#x4E2A;&#x6A21;&#x578B;&#x4F7F;&#x7528;5&#x4E2A;&#x5206;&#x7EA7;&#x56E0;&#x7D20;Wi(1&#x2264;i&#x2264;5),&#x5176;&#x4E2D;&#x6BCF;&#x4E2A;&#x56E0;&#x7D20;&#x90FD;&#x5212;&#x5206;&#x6210;&#x4ECE;&#x751A;&#x4F4E;&#xFF08;Wi=5)&#x5230;&#x7279;&#x9AD8;&#xFF08;Wi=0)&#x7684;6&#x4E2A;&#x7EA7;&#x522B;&#xFF0C;&#x7136;&#x540E;&#x7528;&#x4E0B;&#x5F0F;&#x8BA1;&#x7B97;b&#x7684;&#x6570;&#x503C;&#xFF1A;</p>
<p>b= <img src="https://img1.zlogs.net/20/20200117214917.png" alt="">       (13.4)</p>
<p>&#x56E0;&#x6B64;&#xFF0C;b&#x7684;&#x53D6;&#x503C;&#x8303;&#x56F4;&#x4E3A;1.01~1.26&#x3002;&#x663E;&#x7136;&#xFF0C;&#x8FD9;&#x79CD;&#x5206;&#x7EA7;&#x6A21;&#x5F0F;&#x6BD4;&#x539F;&#x59CB;COCOMO&#x6A21;&#x578B;&#x7684;&#x5206;&#x7EA7;&#x6A21;&#x5F0F;&#x66F4;&#x7CBE;&#x7EC6;&#x3001;&#x66F4;&#x7075;&#x6D3B;&#x3002;</p>
<p>COCOMO2&#x4F7F;&#x7528;&#x7684;5&#x4E2A;&#x5206;&#x7EA7;&#x56E0;&#x7D20;&#x5982;&#x4E0B;&#x6240;&#x8FF0;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x9879;&#x76EE;&#x5148;&#x4F8B;&#x6027;&#x3002;&#x8FD9;&#x4E2A;&#x5206;&#x7EA7;&#x56E0;&#x7D20;&#x6307;&#x51FA;&#xFF0C;&#x5BF9;&#x4E8E;&#x5F00;&#x53D1;&#x7EC4;&#x7EC7;&#x6765;&#x8BF4;&#x8BE5;&#x9879;&#x76EE;&#x7684;&#x65B0;&#x5947;&#x7A0B;&#x5EA6;&#x3002;&#x8BF8;&#x5982;&#x5F00;&#x53D1;&#x7C7B;&#x4F3C;&#x7CFB;&#x7EDF;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x9700;&#x8981;&#x521B;&#x65B0;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x548C;&#x7B97;&#x6CD5;&#xFF0C;&#x4EE5;&#x53CA;&#x9700;&#x8981;&#x5E76;&#x884C;&#x5F00;&#x53D1;&#x786C;&#x4EF6;&#x548C;&#x8F6F;&#x4EF6;&#x7B49;&#x56E0;&#x7D20;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x90FD;&#x4F53;&#x73B0;&#x5728;&#x8FD9;&#x4E2A;&#x5206;&#x7EA7;&#x56E0;&#x7D20;&#x4E2D;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x5F00;&#x53D1;&#x7075;&#x6D3B;&#x6027;&#x3002;&#x8FD9;&#x4E2A;&#x5206;&#x7EA7;&#x56E0;&#x7D20;&#x53CD;&#x6620;&#x51FA;&#xFF0C;&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x9884;&#x5148;&#x786E;&#x5B9A;&#x7684;&#x5916;&#x90E8;&#x63A5;&#x53E3;&#x9700;&#x6C42;&#x53CA;&#x4E3A;&#x4E86;&#x53CA;&#x65E9;&#x5F00;&#x53D1;&#x51FA;&#x4EA7;&#x54C1;&#x800C;&#x9700;&#x8981;&#x589E;&#x52A0;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x3002;</p>
<p>&#xFF08;3&#xFF09; &#x98CE;&#x9669;&#x6392;&#x9664;&#x5EA6;&#x3002;&#x8FD9;&#x4E2A;&#x5206;&#x7EA7;&#x56E0;&#x7D20;&#x53CD;&#x6620;&#x4E86;&#x91CD;&#x5927;&#x98CE;&#x9669;&#x5DF2;&#x88AB;&#x6D88;&#x9664;&#x7684;&#x6BD4;&#x4F8B;&#x3002;&#x5728;&#x591A;&#x6570;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x8FD9;&#x4E2A;&#x6BD4;&#x4F8B;&#x548C;&#x6307;&#x5B9A;&#x4E86;&#x91CD;&#x8981;&#x6A21;&#x5757;&#x63A5;&#x53E3;&#xFF08;&#x5373;&#x9009;&#x5B9A;&#x4E86;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#xFF09;&#x7684;&#x6BD4;&#x4F8B;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#x3002;</p>
<p>&#xFF08;4&#xFF09; &#x9879;&#x76EE;&#x7EC4;&#x51DD;&#x805A;&#x529B;&#x3002;&#x8FD9;&#x4E2A;&#x5206;&#x7EA7;&#x56E0;&#x7D20;&#x8868;&#x660E;&#x4E86;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x76F8;&#x4E92;&#x534F;&#x4F5C;&#x65F6;&#x53EF;&#x80FD;&#x5B58;&#x5728;&#x7684;&#x56F0;&#x96BE;&#x3002;&#x8FD9;&#x4E2A;&#x56E0;&#x7D20;&#x53CD;&#x6620;&#x4E86;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x5728;&#x76EE;&#x6807;&#x548C;&#x6587;&#x5316;&#x80CC;&#x666F;&#x7B49;&#x65B9;&#x9762;&#x76F8;&#x4E00;&#x81F4;&#x7684;&#x7A0B;&#x5EA6;&#xFF0C;&#x4EE5;&#x53CA;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x7EC4;&#x6210;&#x4E00;&#x4E2A;&#x5C0F;&#x7EC4;&#x5DE5;&#x4F5C;&#x7684;&#x7ECF;&#x9A8C;&#x3002;</p>
<p>&#xFF08;5&#xFF09; &#x8FC7;&#x7A0B;&#x6210;&#x719F;&#x5EA6;&#x3002;&#x8FD9;&#x4E2A;&#x5206;&#x7EA7;&#x56E0;&#x7D20;&#x53CD;&#x6620;&#x4E86;&#x6309;&#x7167;&#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x6A21;&#x578B;&#xFF08;&#x89C1;13.7&#x8282;&#xFF09;&#x5EA6;&#x91CF;&#x51FA;&#x7684;&#x9879;&#x76EE;&#x7EC4;&#x7EC7;&#x7684;&#x8FC7;&#x7A0B;&#x6210;&#x719F;&#x5EA6;&#x3002;</p>
<p>&#x5728;&#x539F;&#x59CB;&#x7684;COCOMO&#x6A21;&#x578B;&#x4E2D;&#xFF0C;&#x4EC5;&#x7C97;&#x7565;&#x5730;&#x8003;&#x8651;&#x4E86;&#x524D;&#x4E24;&#x4E2A;&#x5206;&#x7EA7;&#x56E0;&#x7D20;&#x5BF9;&#x6307;&#x6570;b&#x4E4B;&#x503C;&#x7684;&#x5F71;&#x54CD;&#x3002;</p>
<p>&#x5DE5;&#x4F5C;&#x91CF;&#x65B9;&#x7A0B;&#x4E2D;&#x6A21;&#x578B;&#x7CFB;&#x6570;a&#x7684;&#x5178;&#x578B;&#x503C;&#x4E3A;3.0&#xFF0C;&#x5728;&#x5B9E;&#x9645;&#x5DE5;&#x4F5C;&#x4E2D;&#x5E94;&#x8BE5;&#x6839;&#x636E;&#x5386;&#x53F2;&#x7ECF;&#x9A8C;&#x6570;&#x636E;&#x786E;&#x5B9A;&#x4E00;&#x4E2A;&#x9002;&#x5408;&#x672C;&#x7EC4;&#x7EC7;&#x5F53;&#x524D;&#x5F00;&#x53D1;&#x7684;&#x9879;&#x76EE;&#x7C7B;&#x578B;&#x7684;&#x6570;&#x503C;&#x3002;</p>
<h2 id="133--&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;">13.3  &#x8FDB;&#x5EA6;&#x8BA1;&#x5212;</h2>
<p>&#x4E0D;&#x8BBA;&#x4ECE;&#x4E8B;&#x54EA;&#x79CD;&#x6280;&#x672F;&#x6027;&#x9879;&#x76EE;&#xFF0C;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x90FD;&#x662F;&#xFF0C;&#x5728;&#x5B9E;&#x73B0;&#x4E00;&#x4E2A;&#x5927;&#x76EE;&#x6807;&#x4E4B;&#x524D;&#x5F80;&#x5F80;&#x5FC5;&#x987B;&#x5B8C;&#x6210;&#x6570;&#x4EE5;&#x767E;&#x8BA1;&#x7684;&#x5C0F;&#x4EFB;&#x52A1;&#xFF08;&#x4E5F;&#x79F0;&#x4E3A;&#x4F5C;&#x4E1A;&#xFF09;&#x3002;&#x8FD9;&#x4E9B;&#x4EFB;&#x52A1;&#x4E2D;&#x6709;&#x4E00;&#x4E9B;&#x662F;&#x5904;&#x4E8E;&#x201C;&#x5173;&#x952E;&#x8DEF;&#x5F84;&#x201D;&#xFF08;&#x89C1;13.3.5&#x8282;&#xFF09;&#x4E4B;&#x5916;&#x7684;&#xFF0C;&#x5176;&#x5B8C;&#x6210;&#x65F6;&#x95F4;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x4E25;&#x91CD;&#x62D6;&#x540E;&#xFF0C;&#x5C31;&#x4E0D;&#x4F1A;&#x5F71;&#x54CD;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x5B8C;&#x6210;&#x65F6;&#x95F4;&#xFF1B;&#x5176;&#x4ED6;&#x4EFB;&#x52A1;&#x5219;&#x5904;&#x4E8E;&#x5173;&#x952E;&#x8DEF;&#x5F84;&#x4E4B;&#x4E2D;&#xFF0C;&#x5982;&#x679C;&#x8FD9;&#x4E9B;&#x201C;&#x5173;&#x952E;&#x4EFB;&#x52A1;&#x201D;&#x7684;&#x8FDB;&#x5EA6;&#x62D6;&#x540E;&#xFF0C;&#x5219;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x7684;&#x5B8C;&#x6210;&#x65E5;&#x671F;&#x5C31;&#x4F1A;&#x62D6;&#x540E;&#xFF0C;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x5E94;&#x8BE5;&#x9AD8;&#x5EA6;&#x5173;&#x6CE8;&#x5173;&#x952E;&#x4EFB;&#x52A1;&#x7684;&#x8FDB;&#x5C55;&#x60C5;&#x51B5;&#x3002;</p>
<p>&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x666E;&#x904D;&#x9002;&#x7528;&#x4E8E;&#x6240;&#x6709;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7684;&#x4EFB;&#x52A1;&#x96C6;&#x5408;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x4E00;&#x4E2A;&#x6709;&#x6548;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x5E94;&#x8BE5;&#x5B9A;&#x4E49;&#x4E00;&#x4E2A;&#x9002;&#x7528;&#x4E8E;&#x5F53;&#x524D;&#x9879;&#x76EE;&#x7684;&#x4EFB;&#x52A1;&#x96C6;&#x5408;&#x3002;&#x4E00;&#x4E2A;&#x4EFB;&#x52A1;&#x96C6;&#x5408;&#x5305;&#x62EC;&#x4E00;&#x7EC4;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5DE5;&#x4F5C;&#x4EFB;&#x52A1;&#x3001;&#x91CC;&#x7A0B;&#x7891;&#x548C;&#x53EF;&#x4EA4;&#x4ED8;&#x7684;&#x4EA7;&#x54C1;&#x3002;&#x4E3A;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x6240;&#x5B9A;&#x4E49;&#x7684;&#x4EFB;&#x52A1;&#x96C6;&#x5408;&#xFF0C;&#x5FC5;&#x987B;&#x5305;&#x62EC;&#x4E3A;&#x83B7;&#x5F97;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x800C;&#x5E94;&#x8BE5;&#x5B8C;&#x6210;&#x7684;&#x6240;&#x6709;&#x4EFB;&#x52A1;&#xFF0C;&#x4F46;&#x662F;&#x540C;&#x65F6;&#x53C8;&#x4E0D;&#x80FD;&#x8BA9;&#x9879;&#x76EE;&#x7EC4;&#x627F;&#x62C5;&#x4E0D;&#x5FC5;&#x8981;&#x7684;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x8005;&#x7684;&#x76EE;&#x6807;&#x662F;&#x5B9A;&#x4E49;&#x5168;&#x90E8;&#x9879;&#x76EE;&#x4EFB;&#x52A1;&#xFF0C;&#x8BC6;&#x522B;&#x51FA;&#x5173;&#x952E;&#x4EFB;&#x52A1;&#xFF0C;&#x8DDF;&#x8E2A;&#x5173;&#x952E;&#x4EFB;&#x52A1;&#x7684;&#x8FDB;&#x5C55;&#x72B6;&#x51B5;&#xFF0C;&#x4EE5;&#x4FDD;&#x8BC1;&#x80FD;&#x53CA;&#x65F6;&#x53D1;&#x73B0;&#x62D6;&#x5EF6;&#x8FDB;&#x5EA6;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x4E3A;&#x8FBE;&#x5230;&#x4E0A;&#x8FF0;&#x76EE;&#x6807;&#xFF0C;&#x7BA1;&#x7406;&#x8005;&#x5FC5;&#x987B;&#x5236;&#x5B9A;&#x4E00;&#x4E2A;&#x8DB3;&#x591F;&#x8BE6;&#x7EC6;&#x7684;&#x8FDB;&#x5EA6;&#x8868;&#xFF0C;&#x4EE5;&#x4FBF;&#x76D1;&#x7763;&#x9879;&#x76EE;&#x8FDB;&#x5EA6;&#x5E76;&#x63A7;&#x5236;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7684;&#x8FDB;&#x5EA6;&#x5B89;&#x6392;&#x662F;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x6D3B;&#x52A8;&#xFF0C;&#x5B83;&#x901A;&#x8FC7;&#x628A;&#x5DE5;&#x4F5C;&#x91CF;&#x5206;&#x914D;&#x7ED9;&#x7279;&#x5B9A;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x4EFB;&#x52A1;&#x5E76;&#x89C4;&#x5B9A;&#x5B8C;&#x6210;&#x5404;&#x9879;&#x4EFB;&#x52A1;&#x7684;&#x8D77;&#x6B62;&#x65E5;&#x671F;&#xFF0C;&#x4ECE;&#x800C;&#x5C06;&#x4F30;&#x7B97;&#x51FA;&#x7684;&#x9879;&#x76EE;&#x5DE5;&#x4F5C;&#x91CF;&#x5206;&#x5E03;&#x4E8E;&#x8BA1;&#x5212;&#x597D;&#x7684;&#x9879;&#x76EE;&#x6301;&#x7EED;&#x671F;&#x5185;&#x3002;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x5C06;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x6D41;&#x901D;&#x800C;&#x4E0D;&#x65AD;&#x6F14;&#x5316;&#x3002;&#x5728;&#x9879;&#x76EE;&#x8BA1;&#x5212;&#x7684;&#x65E9;&#x671F;&#xFF0C;&#x9996;&#x5148;&#x5236;&#x5B9A;&#x4E00;&#x4E2A;&#x5B8F;&#x89C2;&#x7684;&#x8FDB;&#x5EA6;&#x5B89;&#x6392;&#x8868;&#xFF0C;&#x6807;&#x8BC6;&#x51FA;&#x4E3B;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x6D3B;&#x52A8;&#x548C;&#x8FD9;&#x4E9B;&#x6D3B;&#x52A8;&#x5F71;&#x54CD;&#x5230;&#x7684;&#x4EA7;&#x54C1;&#x529F;&#x80FD;&#x3002;&#x968F;&#x7740;&#x9879;&#x76EE;&#x7684;&#x8FDB;&#x5C55;&#xFF0C;&#x628A;&#x5B8F;&#x89C2;&#x8FDB;&#x5EA6;&#x8868;&#x4E2D;&#x7684;&#x6BCF;&#x4E2A;&#x6761;&#x76EE;&#x90FD;&#x7CBE;&#x5316;&#x6210;&#x4E00;&#x4E2A;&#x8BE6;&#x7EC6;&#x8FDB;&#x5EA6;&#x8868;&#xFF0C;&#x4ECE;&#x800C;&#x6807;&#x8BC6;&#x51FA;&#x5B8C;&#x6210;&#x4E00;&#x4E2A;&#x6D3B;&#x52A8;&#x6240;&#x5FC5;&#x987B;&#x5B9E;&#x73B0;&#x7684;&#x4E00;&#x7EC4;&#x7279;&#x5B9A;&#x4EFB;&#x52A1;&#xFF0C;&#x5E76;&#x5B89;&#x6392;&#x597D;&#x4E86;&#x5B9E;&#x73B0;&#x8FD9;&#x4E9B;&#x4EFB;&#x52A1;&#x7684;&#x8FDB;&#x5EA6;&#x3002;</p>
<h3 id="1331--&#x4F30;&#x7B97;&#x5F00;&#x53D1;&#x65F6;&#x95F4;">13.3.1  &#x4F30;&#x7B97;&#x5F00;&#x53D1;&#x65F6;&#x95F4;</h3>
<p>&#x4F30;&#x7B97;&#x51FA;&#x5B8C;&#x6210;&#x7ED9;&#x5B9A;&#x9879;&#x76EE;&#x6240;&#x9700;&#x7684;&#x603B;&#x5DE5;&#x4F5C;&#x91CF;&#x4E4B;&#x540E;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x9700;&#x8981;&#x56DE;&#x7B54;&#x7684;&#x95EE;&#x9898;&#x5C31;&#x662F;&#xFF1A;  &#x7528;&#x591A;&#x957F;&#x65F6;&#x95F4;&#x624D;&#x80FD;&#x5B8C;&#x6210;&#x8BE5;&#x9879;&#x76EE;&#x7684;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#xFF1F;&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x4F30;&#x8BA1;&#x5DE5;&#x4F5C;&#x91CF;&#x4E3A;20&#x4EBA;&#x6708;&#x7684;&#x9879;&#x76EE;&#xFF0C;&#x53EF;&#x80FD;&#x60F3;&#x51FA;&#x4E0B;&#x5217;&#x51E0;&#x79CD;&#x8FDB;&#x5EA6;&#x8868;&#xFF1A;</p>
<p>1&#x4E2A;&#x4EBA;&#x7528;20&#x4E2A;&#x6708;&#x5B8C;&#x6210;&#x8BE5;&#x9879;&#x76EE;&#xFF1B;</p>
<p>4&#x4E2A;&#x4EBA;&#x7528;5&#x4E2A;&#x6708;&#x5B8C;&#x6210;&#x8BE5;&#x9879;&#x76EE;&#xFF1B;</p>
<p>20&#x4E2A;&#x4EBA;&#x7528;1&#x4E2A;&#x6708;&#x5B8C;&#x6210;&#x8BE5;&#x9879;&#x76EE;&#x3002;</p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x8FD9;&#x4E9B;&#x8FDB;&#x5EA6;&#x8868;&#x5E76;&#x4E0D;&#x73B0;&#x5B9E;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x4E0E;&#x4ECE;&#x4E8B;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x7684;&#x4EBA;&#x6570;&#x4E4B;&#x95F4;&#x5E76;&#x4E0D;&#x662F;&#x7B80;&#x5355;&#x7684;&#x53CD;&#x6BD4;&#x5173;&#x7CFB;&#x3002;</p>
<p>&#x901A;&#x5E38;&#xFF0C;&#x6210;&#x672C;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#x4E5F;&#x540C;&#x65F6;&#x63D0;&#x4F9B;&#x4E86;&#x4F30;&#x7B97;&#x5F00;&#x53D1;&#x65F6;&#x95F4;T&#x7684;&#x65B9;&#x7A0B;&#x3002;&#x4E0E;&#x5DE5;&#x4F5C;&#x91CF;&#x65B9;&#x7A0B;&#x4E0D;&#x540C;&#xFF0C;&#x5404;&#x79CD;&#x6A21;&#x578B;&#x4F30;&#x7B97;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x7684;&#x65B9;&#x7A0B;&#x5F88;&#x76F8;&#x4F3C;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;</p>
<p>(1) Walston_Felix&#x6A21;&#x578B;</p>
<p>T=2.5E0.35</p>
<p>(2) &#x539F;&#x59CB;&#x7684;COCOMO&#x6A21;&#x578B;</p>
<p>T=2.5E0.38</p>
<p>(3) COCOMO2&#x6A21;&#x578B;</p>
<p>T=3.0E0.33+0.2&#xD7;(b-1.01)</p>
<p>(4) Putnam&#x6A21;&#x578B;</p>
<p>T=2.4E1/3</p>
<p>&#x5176;&#x4E2D;&#xFF0C;</p>
<p>E&#x662F;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x91CF;&#xFF08;&#x4EE5;&#x4EBA;&#x6708;&#x4E3A;&#x5355;&#x4F4D;&#xFF09;&#xFF0C;</p>
<p>T&#x662F;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#xFF08;&#x4EE5;&#x6708;&#x4E3A;&#x5355;&#x4F4D;&#xFF09;&#x3002;</p>
<p>&#x7528;&#x4E0A;&#x5217;&#x65B9;&#x7A0B;&#x8BA1;&#x7B97;&#x51FA;&#x7684;T&#x503C;&#xFF0C;&#x4EE3;&#x8868;&#x6B63;&#x5E38;&#x60C5;&#x51B5;&#x4E0B;&#x7684;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x3002;&#x5BA2;&#x6237;&#x5F80;&#x5F80;&#x5E0C;&#x671B;&#x7F29;&#x77ED;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#xFF0C;&#x663E;&#x7136;&#xFF0C;&#x4E3A;&#x4E86;&#x7F29;&#x77ED;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x5E94;&#x8BE5;&#x589E;&#x52A0;&#x4ECE;&#x4E8B;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x7684;&#x4EBA;&#x6570;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x7ECF;&#x9A8C;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#xFF0C;&#x968F;&#x7740;&#x5F00;&#x53D1;&#x5C0F;&#x7EC4;&#x89C4;&#x6A21;&#x6269;&#x5927;&#xFF0C;&#x4E2A;&#x4EBA;&#x751F;&#x4EA7;&#x7387;&#x5C06;&#x4E0B;&#x964D;&#xFF0C;&#x4EE5;&#x81F4;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x4E0E;&#x4ECE;&#x4E8B;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x7684;&#x4EBA;&#x6570;&#x5E76;&#x4E0D;&#x6210;&#x53CD;&#x6BD4;&#x5173;&#x7CFB;&#x3002;&#x51FA;&#x73B0;&#x8FD9;&#x79CD;&#x73B0;&#x8C61;&#x4E3B;&#x8981;&#x6709;&#x4E0B;&#x8FF0;&#x4E24;&#x4E2A;&#x539F;&#x56E0;&#xFF1A;</p>
<p>&#x5F53;&#x5C0F;&#x7EC4;&#x53D8;&#x5F97;&#x66F4;&#x5927;&#x65F6;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EBA;&#x9700;&#x8981;&#x7528;&#x66F4;&#x591A;&#x65F6;&#x95F4;&#x4E0E;&#x7EC4;&#x5185;&#x5176;&#x4ED6;&#x6210;&#x5458;&#x8BA8;&#x8BBA;&#x95EE;&#x9898;&#x3001;&#x534F;&#x8C03;&#x5DE5;&#x4F5C;&#xFF0C;&#x56E0;&#x6B64;&#x589E;&#x52A0;&#x4E86;&#x901A;&#x4FE1;&#x5F00;&#x9500;&#x3002;</p>
<p>&#x5982;&#x679C;&#x5728;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x589E;&#x52A0;&#x5C0F;&#x7EC4;&#x4EBA;&#x5458;&#xFF0C;&#x5219;&#x6700;&#x521D;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x5185;&#x9879;&#x76EE;&#x7EC4;&#x603B;&#x751F;&#x4EA7;&#x7387;&#x4E0D;&#x4EC5;&#x4E0D;&#x4F1A;&#x63D0;&#x9AD8;&#x53CD;&#x800C;&#x4F1A;&#x4E0B;&#x964D;&#x3002;&#x8FD9;&#x662F;&#x56E0;&#x4E3A;&#x65B0;&#x6210;&#x5458;&#x5728;&#x5F00;&#x59CB;&#x65F6;&#x4E0D;&#x4EC5;&#x4E0D;&#x662F;&#x751F;&#x4EA7;&#x529B;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x4ED6;&#x4EEC;&#x5B66;&#x4E60;&#x671F;&#x95F4;&#x8FD8;&#x9700;&#x8981;&#x82B1;&#x8D39;&#x5C0F;&#x7EC4;&#x5176;&#x4ED6;&#x6210;&#x5458;&#x7684;&#x65F6;&#x95F4;&#x3002;</p>
<p>&#x7EFC;&#x5408;&#x4E0A;&#x8FF0;&#x4E24;&#x4E2A;&#x539F;&#x56E0;&#xFF0C;&#x5B58;&#x5728;&#x88AB;&#x79F0;&#x4E3A;Brooks&#x89C4;&#x5F8B;&#x7684;&#x4E0B;&#x8FF0;&#x73B0;&#x8C61;&#xFF1A;  &#x5411;&#x4E00;&#x4E2A;&#x5DF2;&#x7ECF;&#x5EF6;&#x671F;&#x7684;&#x9879;&#x76EE;&#x589E;&#x52A0;&#x4EBA;&#x529B;&#xFF0C;&#x53EA;&#x4F1A;&#x4F7F;&#x5F97;&#x5B83;&#x66F4;&#x52A0;&#x5EF6;&#x671F;&#x3002;</p>
<p>&#x4E0B;&#x9762;&#x8BA9;&#x6211;&#x4EEC;&#x7814;&#x7A76;&#x9879;&#x76EE;&#x7EC4;&#x89C4;&#x6A21;&#x4E0E;&#x9879;&#x76EE;&#x7EC4;&#x603B;&#x751F;&#x4EA7;&#x7387;&#x7684;&#x5173;&#x7CFB;&#x3002;</p>
<p>&#x9879;&#x76EE;&#x7EC4;&#x6210;&#x5458;&#x4E4B;&#x95F4;&#x7684;&#x901A;&#x4FE1;&#x8DEF;&#x5F84;&#x6570;&#xFF0C;&#x7531;&#x9879;&#x76EE;&#x7EC4;&#x4EBA;&#x6570;&#x548C;&#x9879;&#x76EE;&#x7EC4;&#x7ED3;&#x6784;&#x51B3;&#x5B9A;&#x3002;&#x5982;&#x679C;&#x9879;&#x76EE;&#x7EC4;&#x5171;&#x6709;P&#x540D;&#x7EC4;&#x5458;&#xFF0C;&#x6BCF;&#x4E2A;&#x7EC4;&#x5458;&#x5FC5;&#x987B;&#x4E0E;&#x6240;&#x6709;&#x5176;&#x4ED6;&#x7EC4;&#x5458;&#x901A;&#x4FE1;&#x4EE5;&#x534F;&#x8C03;&#x5F00;&#x53D1;&#x6D3B;&#x52A8;&#xFF0C;&#x5219;&#x901A;&#x4FE1;&#x8DEF;&#x5F84;&#x6570;&#x4E3A;P(P-1)/2&#x3002;&#x5982;&#x679C;&#x6BCF;&#x4E2A;&#x7EC4;&#x5458;&#x53EA;&#x9700;&#x4E0E;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x7EC4;&#x5458;&#x901A;&#x4FE1;&#xFF0C;&#x5219;&#x901A;&#x4FE1;&#x8DEF;&#x5F84;&#x6570;&#x4E3A;P-1&#x3002;&#x901A;&#x4FE1;&#x8DEF;&#x5F84;&#x6570;&#x5C11;&#x4E8E;P-1&#x662F;&#x4E0D;&#x5408;&#x7406;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x90A3;&#x5C06;&#x5BFC;&#x81F4;&#x51FA;&#x73B0;&#x4E0E;&#x4EFB;&#x4F55;&#x4EBA;&#x90FD;&#x6CA1;&#x6709;&#x8054;&#x7CFB;&#x7684;&#x7EC4;&#x5458;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x901A;&#x4FE1;&#x8DEF;&#x5F84;&#x6570;&#x5927;&#x7EA6;&#x5728;P~P2/2&#x7684;&#x8303;&#x56F4;&#x5185;&#x53D8;&#x5316;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5728;&#x4E00;&#x4E2A;&#x5C42;&#x6B21;&#x7ED3;&#x6784;&#x7684;&#x9879;&#x76EE;&#x7EC4;&#x4E2D;&#xFF0C;&#x901A;&#x4FE1;&#x8DEF;&#x5F84;&#x6570;&#x4E3A;P&#x3B1;&#xFF0C;&#x5176;&#x4E2D;1&lt;&#x3B1;&lt;2&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x67D0;&#x4E00;&#x4E2A;&#x7EC4;&#x5458;&#x6765;&#x8BF4;&#xFF0C;&#x4ED6;&#x4E0E;&#x5176;&#x4ED6;&#x7EC4;&#x5458;&#x901A;&#x4FE1;&#x7684;&#x8DEF;&#x5F84;&#x6570;&#x5728;1~&#xFF08;P-1&#xFF09;&#x7684;&#x8303;&#x56F4;&#x5185;&#x53D8;&#x5316;&#x3002;&#x5982;&#x679C;&#x4E0D;&#x4E0E;&#x4EFB;&#x4F55;&#x4EBA;&#x901A;&#x4FE1;&#x65F6;&#x4E2A;&#x4EBA;&#x751F;&#x4EA7;&#x7387;&#x4E3A;L&#xFF0C;&#x800C;&#x4E14;&#x6BCF;&#x6761;&#x901A;&#x4FE1;&#x8DEF;&#x5F84;&#x5BFC;&#x81F4;&#x751F;&#x4EA7;&#x7387;&#x51CF;&#x5C11;l&#xFF0C;&#x5219;&#x7EC4;&#x5458;&#x4E2A;&#x4EBA;&#x5E73;&#x5747;&#x751F;&#x4EA7;&#x7387;&#x4E3A;</p>
<p>Lr=L-l(P-1)r             (13.5)</p>
<p>&#x5176;&#x4E2D;&#xFF0C;r&#x662F;&#x5BF9;&#x901A;&#x4FE1;&#x8DEF;&#x5F84;&#x6570;&#x7684;&#x5EA6;&#x91CF;&#xFF0C;0<r≤1(假设至少有一名组员需要与一个以上的其他组员通信，因此r>0)&#x3002;</r≤1(假设至少有一名组员需要与一个以上的其他组员通信，因此r></p>
<p>&#x5BF9;&#x4E8E;&#x4E00;&#x4E2A;&#x89C4;&#x6A21;&#x4E3A;P&#x7684;&#x9879;&#x76EE;&#x7EC4;&#xFF0C;&#x4ECE;&#xFF08;13.5&#xFF09;&#x5F0F;&#x5BFC;&#x51FA;&#x9879;&#x76EE;&#x7EC4;&#x7684;&#x603B;&#x751F;&#x4EA7;&#x7387;&#x4E3A;</p>
<p>Ltot=P(L-l(P-1)r)        (13.6)</p>
<p>&#x5BF9;&#x4E8E;&#x7ED9;&#x5B9A;&#x7684;&#x4E00;&#x7EC4;L&#xFF0C;l&#x548C;r&#x7684;&#x503C;&#xFF0C;&#x603B;&#x751F;&#x4EA7;&#x7387;Ltot&#x662F;&#x9879;&#x76EE;&#x7EC4;&#x89C4;&#x6A21;P&#x7684;&#x51FD;&#x6570;&#x3002;&#x968F;&#x7740;P&#x503C;&#x589E;&#x52A0;&#xFF0C;Ltot&#x5C06;&#x4ECE;0&#x589E;&#x5927;&#x5230;&#x67D0;&#x4E2A;&#x6700;&#x5927;&#x503C;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x4E0B;&#x964D;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5B58;&#x5728;&#x4E00;&#x4E2A;&#x6700;&#x4F73;&#x7684;&#x9879;&#x76EE;&#x7EC4;&#x89C4;&#x6A21;Popt&#xFF0C;&#x8FD9;&#x4E2A;&#x89C4;&#x6A21;&#x7684;&#x9879;&#x76EE;&#x7EC4;&#x5176;&#x603B;&#x751F;&#x4EA7;&#x7387;&#x6700;&#x9AD8;&#x3002;</p>
<p>&#x8BA9;&#x6211;&#x4EEC;&#x4E3E;&#x4F8B;&#x8BF4;&#x660E;&#x9879;&#x76EE;&#x7EC4;&#x89C4;&#x6A21;&#x4E0E;&#x751F;&#x4EA7;&#x7387;&#x7684;&#x5173;&#x7CFB;&#x3002;&#x5047;&#x8BBE;&#x4E2A;&#x4EBA;&#x6700;&#x9AD8;&#x751F;&#x4EA7;&#x7387;&#x4E3A;500LOC/&#x6708;&#xFF08;&#x5373;L=500&#xFF09;&#xFF0C;&#x6BCF;&#x6761;&#x901A;&#x4FE1;&#x8DEF;&#x5F84;&#x5BFC;&#x81F4;&#x751F;&#x4EA7;&#x7387;&#x4E0B;&#x964D;10%&#xFF08;&#x5373;l=50)&#x3002;&#x5982;&#x679C;&#x6BCF;&#x4E2A;&#x7EC4;&#x5458;&#x90FD;&#x5FC5;&#x987B;&#x4E0E;&#x7EC4;&#x5185;&#x6240;&#x6709;&#x5176;&#x4ED6;&#x7EC4;&#x5458;&#x901A;&#x4FE1;&#xFF08;r=1)&#xFF0C;&#x5219;&#x9879;&#x76EE;&#x7EC4;&#x89C4;&#x6A21;&#x4E0E;&#x751F;&#x4EA7;&#x7387;&#x7684;&#x5173;&#x7CFB;&#x5217;&#x5728;&#x8868;13.4&#xFF08;&#x89C1;&#x4E66;304&#x9875;&#xFF09;&#x4E2D;&#xFF0C;&#x53EF;&#x89C1;&#xFF0C;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#x9879;&#x76EE;&#x7EC4;&#x7684;&#x6700;&#x4F73;&#x89C4;&#x6A21;&#x662F;5.5&#x4EBA;&#xFF0C;&#x5373;Popt=5.5&#x3002;</p>
<p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x505A;&#x4EFB;&#x4F55;&#x4E8B;&#x60C5;&#x90FD;&#x9700;&#x8981;&#x65F6;&#x95F4;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x53EF;&#x80FD;&#x7528;&#x201C;&#x4EBA;&#x529B;&#x6362;&#x65F6;&#x95F4;&#x201D;&#x7684;&#x529E;&#x6CD5;&#x65E0;&#x9650;&#x7F29;&#x77ED;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7684;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x3002;Boehm&#x6839;&#x636E;&#x7ECF;&#x9A8C;&#x6307;&#x51FA;&#xFF0C;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7684;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x6700;&#x591A;&#x53EF;&#x4EE5;&#x51CF;&#x5C11;&#x5230;&#x6B63;&#x5E38;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x7684;75%&#x3002;&#x5982;&#x679C;&#x8981;&#x6C42;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x7684;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x8FC7;&#x77ED;&#xFF0C;&#x5219;&#x5F00;&#x53D1;&#x6210;&#x529F;&#x7684;&#x6982;&#x7387;&#x51E0;&#x4E4E;&#x4E3A;&#x96F6;&#x3002;</p>
<h3 id="1332--gantt&#x56FE;">13.3.2  Gantt&#x56FE;</h3>
<p>Gantt&#xFF08;&#x7518;&#x7279;&#xFF09;&#x56FE;&#x662F;&#x5386;&#x53F2;&#x60A0;&#x4E45;&#x3001;&#x5E94;&#x7528;&#x5E7F;&#x6CDB;&#x7684;&#x5236;&#x5B9A;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x4E0B;&#x9762;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x7B80;&#x5355;&#x7684;&#x4F8B;&#x5B50;&#x4ECB;&#x7ECD;&#x8FD9;&#x79CD;&#x5DE5;&#x5177;&#x3002;</p>
<p>&#x5047;&#x8BBE;&#x6709;&#x4E00;&#x5EA7;&#x9648;&#x65E7;&#x7684;&#x77E9;&#x5F62;&#x6728;&#x677F;&#x623F;&#x9700;&#x8981;&#x91CD;&#x65B0;&#x6CB9;&#x6F06;&#x3002;&#x8FD9;&#x9879;&#x5DE5;&#x4F5C;&#x5FC5;&#x987B;&#x5206;3&#x6B65;&#x5B8C;&#x6210;&#xFF1A; &#x9996;&#x5148;&#x522E;&#x6389;&#x65E7;&#x6F06;&#xFF0C;&#x7136;&#x540E;&#x5237;&#x4E0A;&#x65B0;&#x6F06;&#xFF0C;&#x6700;&#x540E;&#x6E05;&#x9664;&#x6E85;&#x5728;&#x7A97;&#x6237;&#x4E0A;&#x7684;&#x6CB9;&#x6F06;&#x3002;&#x5047;&#x8BBE;&#x4E00;&#x5171;&#x5206;&#x914D;&#x4E86;15&#x540D;&#x5DE5;&#x4EBA;&#x53BB;&#x5B8C;&#x6210;&#x8FD9;&#x9879;&#x5DE5;&#x4F5C;&#xFF0C;&#x7136;&#x800C;&#x5DE5;&#x5177;&#x5374;&#x5F88;&#x6709;&#x9650;&#xFF1A; &#x53EA;&#x6709;5&#x628A;&#x522E;&#x65E7;&#x6F06;&#x7528;&#x7684;&#x522E;&#x677F;&#xFF0C;5&#x628A;&#x5237;&#x6F06;&#x7528;&#x7684;&#x5237;&#x5B50;&#xFF0C;5&#x628A;&#x6E05;&#x9664;&#x6E85;&#x5728;&#x7A97;&#x6237;&#x4E0A;&#x7684;&#x6CB9;&#x6F06;&#x7528;&#x7684;&#x5C0F;&#x522E;&#x5200;&#x3002;&#x600E;&#x6837;&#x5B89;&#x6392;&#x624D;&#x80FD;&#x4F7F;&#x5DE5;&#x4F5C;&#x8FDB;&#x884C;&#x5F97;&#x66F4;&#x6709;&#x6548;&#x5462;?</p>
<p>&#x4E00;&#x79CD;&#x505A;&#x6CD5;&#x662F;&#x9996;&#x5148;&#x522E;&#x6389;&#x56DB;&#x9762;&#x5899;&#x58C1;&#x4E0A;&#x7684;&#x65E7;&#x6F06;&#xFF0C;&#x7136;&#x540E;&#x7ED9;&#x6BCF;&#x9762;&#x5899;&#x58C1;&#x90FD;&#x5237;&#x4E0A;&#x65B0;&#x6F06;&#xFF0C;&#x6700;&#x540E;&#x6E05;&#x9664;&#x6E85;&#x5728;&#x6BCF;&#x4E2A;&#x7A97;&#x6237;&#x4E0A;&#x7684;&#x6CB9;&#x6F06;&#x3002;&#x663E;&#x7136;&#x8FD9;&#x662F;&#x6548;&#x7387;&#x6700;&#x4F4E;&#x7684;&#x505A;&#x6CD5;&#xFF0C;&#x56E0;&#x4E3A;&#x603B;&#x5171;&#x6709;15&#x540D;&#x5DE5;&#x4EBA;&#xFF0C;&#x7136;&#x800C;&#x6BCF;&#x79CD;&#x5DE5;&#x5177;&#x5374;&#x53EA;&#x6709;5&#x4EF6;&#xFF0C;&#x8FD9;&#x6837;&#x5B89;&#x6392;&#x5DE5;&#x4F5C;&#x5728;&#x4EFB;&#x4F55;&#x65F6;&#x5019;&#x90FD;&#x6709;10&#x540D;&#x5DE5;&#x4EBA;&#x95F2;&#x7740;&#x6CA1;&#x6D3B;&#x5E72;&#x3002;</p>
<p>&#x8BFB;&#x8005;&#x53EF;&#x80FD;&#x5DF2;&#x7ECF;&#x60F3;&#x5230;&#xFF0C;&#x5E94;&#x8BE5;&#x91C7;&#x7528;&#x201C;&#x6D41;&#x6C34;&#x4F5C;&#x4E1A;&#x6CD5;&#x201D;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x9996;&#x5148;&#x7531;5&#x540D;&#x5DE5;&#x4EBA;&#x7528;&#x522E;&#x677F;&#x522E;&#x6389;&#x7B2C;1&#x9762;&#x5899;&#x4E0A;&#x7684;&#x65E7;&#x6F06;(&#x8FD9;&#x65F6;&#x5176;&#x4F59;10&#x540D;&#x5DE5;&#x4EBA;&#x4F11;&#x606F;)&#xFF0C;&#x5F53;&#x7B2C;1&#x9762;&#x5899;&#x522E;&#x51C0;&#x540E;&#xFF0C;&#x53E6;&#x5916;5&#x540D;&#x5DE5;&#x4EBA;&#x7ACB;&#x5373;&#x7528;&#x5237;&#x5B50;&#x7ED9;&#x8FD9;&#x9762;&#x5899;&#x5237;&#x65B0;&#x6F06;(&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#x62FF;&#x522E;&#x677F;&#x7684;5&#x540D;&#x5DE5;&#x4EBA;&#x8F6C;&#x53BB;&#x522E;&#x7B2C;2&#x9762;&#x5899;&#x4E0A;&#x7684;&#x65E7;&#x6F06;)&#xFF0C;&#x4E00;&#x65E6;&#x522E;&#x65E7;&#x6F06;&#x7684;&#x5DE5;&#x4EBA;&#x8F6C;&#x5230;&#x7B2C;3&#x9762;&#x5899;&#x800C;&#x4E14;&#x5237;&#x65B0;&#x6F06;&#x7684;&#x5DE5;&#x4EBA;&#x8F6C;&#x5230;&#x7B2C;2&#x9762;&#x5899;&#x4EE5;&#x540E;&#xFF0C;&#x4F59;&#x4E0B;&#x7684;5&#x540D;&#x5DE5;&#x4EBA;&#x7ACB;&#x5373;&#x62FF;&#x8D77;&#x522E;&#x5200;&#x53BB;&#x6E05;&#x9664;&#x6E85;&#x5728;&#x7B2C;1&#x9762;&#x5899;&#x7A97;&#x6237;&#x4E0A;&#x7684;&#x6CB9;&#x6F06;&#xFF0C;&#x2026;&#x2026;&#x3002;&#x8FD9;&#x6837;&#x5B89;&#x6392;&#x6BCF;&#x4E2A;&#x5DE5;&#x4EBA;&#x90FD;&#x6709;&#x6D3B;&#x5E72;&#xFF0C;&#x56E0;&#x6B64;&#x80FD;&#x591F;&#x5728;&#x8F83;&#x77ED;&#x7684;&#x65F6;&#x95F4;&#x5185;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x3002;</p>
<p>&#x5047;&#x8BBE;&#x6728;&#x677F;&#x623F;&#x7684;&#x7B2C;2&#x3001;4&#x4E24;&#x9762;&#x5899;&#x7684;&#x957F;&#x5EA6;&#x6BD4;&#x7B2C;1&#x3001;3&#x4E24;&#x9762;&#x5899;&#x7684;&#x957F;&#x5EA6;&#x957F;&#x4E00;&#x500D;&#xFF0C;&#x6B64;&#x5916;&#xFF0C;&#x4E0D;&#x540C;&#x5DE5;&#x4F5C;&#x9700;&#x8981;&#x7528;&#x7684;&#x65F6;&#x95F4;&#x957F;&#x77ED;&#x4E5F;&#x4E0D;&#x540C;&#xFF0C;&#x5237;&#x65B0;&#x6F06;&#x6700;&#x8D39;&#x65F6;&#x95F4;&#xFF0C;&#x5176;&#x6B21;&#x662F;&#x522E;&#x65E7;&#x6F06;&#xFF0C;&#x6E05;&#x7406;(&#x5373;&#x6E05;&#x9664;&#x6E85;&#x5728;&#x7A97;&#x6237;&#x4E0A;&#x7684;&#x6CB9;&#x6F06;)&#x9700;&#x8981;&#x7684;&#x65F6;&#x95F4;&#x6700;&#x5C11;&#x3002;&#x8868;13.5&#xFF08;&#x89C1;&#x4E66;305&#x9875;&#xFF09;&#x5217;&#x51FA;&#x4E86;&#x4F30;&#x8BA1;&#x6BCF;&#x9053;&#x5DE5;&#x5E8F;&#x9700;&#x8981;&#x7528;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x56FE;13.1&#x4E2D;&#x7684;Gantt&#x56FE;&#x63CF;&#x7ED8;&#x4E0A;&#x8FF0;&#x6D41;&#x6C34;&#x4F5C;&#x4E1A;&#x8FC7;&#x7A0B;&#xFF1A; &#x5728;&#x65F6;&#x95F4;&#x4E3A;&#x96F6;&#x65F6;&#x5F00;&#x59CB;&#x522E;&#x7B2C;1&#x9762;&#x5899;&#x4E0A;&#x7684;&#x65E7;&#x6F06;&#xFF0C;&#x4E24;&#x5C0F;&#x65F6;&#x540E;&#x522E;&#x65E7;&#x6F06;&#x7684;&#x5DE5;&#x4EBA;&#x8F6C;&#x53BB;&#x522E;&#x7B2C;2&#x9762;&#x5899;&#xFF0C;&#x540C;&#x65F6;&#x53E6;5&#x540D;&#x5DE5;&#x4EBA;&#x5F00;&#x59CB;&#x7ED9;&#x7B2C;1&#x9762;&#x5899;&#x5237;&#x65B0;&#x6F06;&#xFF0C;&#x6BCF;&#x5F53;&#x7ED9;&#x4E00;&#x9762;&#x5899;&#x5237;&#x5B8C;&#x65B0;&#x6F06;&#x4E4B;&#x540E;&#xFF0C;&#x7B2C;3&#x7EC4;&#x7684;5&#x540D;&#x5DE5;&#x4EBA;&#x7ACB;&#x5373;&#x6E05;&#x9664;&#x6E85;&#x5728;&#x8FD9;&#x9762;&#x5899;&#x7A97;&#x6237;&#x4E0A;&#x7684;&#x6F06;&#x3002;&#x4ECE;&#x56FE;13.1&#x53EF;&#x4EE5;&#x770B;&#x51FA;12&#x5C0F;&#x65F6;&#x540E;&#x522E;&#x5B8C;&#x6240;&#x6709;&#x65E7;&#x6F06;&#xFF0C;20&#x5C0F;&#x65F6;&#x540E;&#x5B8C;&#x6210;&#x6240;&#x6709;&#x5899;&#x58C1;&#x7684;&#x5237;&#x6F06;&#x5DE5;&#x4F5C;&#xFF0C;&#x518D;&#x8FC7;2&#x5C0F;&#x65F6;&#x540E;&#x6E05;&#x7406;&#x5DE5;&#x4F5C;&#x7ED3;&#x675F;&#x3002;&#x56E0;&#x6B64;&#x5168;&#x90E8;&#x5DE5;&#x7A0B;&#x5728;22&#x5C0F;&#x65F6;&#x540E;&#x7ED3;&#x675F;&#xFF0C;&#x5982;&#x679C;&#x7528;&#x524D;&#x8FF0;&#x7684;&#x7B2C;&#x4E00;&#x79CD;&#x505A;&#x6CD5;&#xFF0C;&#x5219;&#x9700;&#x8981;36&#x5C0F;&#x65F6;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117214940.png" alt=""></p>
<p>&#x56FE;13.1 &#x65E7;&#x6728;&#x677F;&#x623F;&#x5237;&#x6F06;&#x5DE5;&#x7A0B;&#x7684;Gantt&#x56FE;</p>
<h3 id="1333--&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;">13.3.3  &#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;</h3>
<p>&#x4E0A;&#x4E00;&#x5C0F;&#x8282;&#x4ECB;&#x7ECD;&#x7684;Gantt&#x56FE;&#x80FD;&#x5F88;&#x5F62;&#x8C61;&#x5730;&#x63CF;&#x7ED8;&#x4EFB;&#x52A1;&#x5206;&#x89E3;&#x60C5;&#x51B5;&#xFF0C;&#x4EE5;&#x53CA;&#x6BCF;&#x4E2A;&#x5B50;&#x4EFB;&#x52A1;(&#x4F5C;&#x4E1A;)&#x7684;&#x5F00;&#x59CB;&#x65F6;&#x95F4;&#x548C;&#x7ED3;&#x675F;&#x65F6;&#x95F4;&#xFF0C;&#x56E0;&#x6B64;&#x662F;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x548C;&#x8FDB;&#x5EA6;&#x7BA1;&#x7406;&#x7684;&#x6709;&#x529B;&#x5DE5;&#x5177;&#x3002;&#x5B83;&#x5177;&#x6709;&#x76F4;&#x89C2;&#x7B80;&#x660E;&#x548C;&#x5BB9;&#x6613;&#x638C;&#x63E1;&#x3001;&#x5BB9;&#x6613;&#x7ED8;&#x5236;&#x7684;&#x4F18;&#x70B9;&#xFF0C;&#x4F46;&#x662F;Gantt&#x56FE;&#x4E5F;&#x6709;3&#x4E2A;&#x4E3B;&#x8981;&#x7F3A;&#x70B9;&#xFF1A;</p>
<p>(1) &#x4E0D;&#x80FD;&#x663E;&#x5F0F;&#x5730;&#x63CF;&#x7ED8;&#x5404;&#x9879;&#x4F5C;&#x4E1A;&#x5F7C;&#x6B64;&#x95F4;&#x7684;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#xFF1B;</p>
<p>(2) &#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x7684;&#x5173;&#x952E;&#x90E8;&#x5206;&#x4E0D;&#x660E;&#x786E;&#xFF0C;&#x96BE;&#x4E8E;&#x5224;&#x5B9A;&#x54EA;&#x4E9B;&#x90E8;&#x5206;&#x5E94;&#x5F53;&#x662F;&#x4E3B;&#x653B;&#x548C;&#x4E3B;&#x63A7;&#x7684;&#x5BF9;&#x8C61;&#xFF1B;</p>
<p>(3) &#x8BA1;&#x5212;&#x4E2D;&#x6709;&#x6F5C;&#x529B;&#x7684;&#x90E8;&#x5206;&#x53CA;&#x6F5C;&#x529B;&#x7684;&#x5927;&#x5C0F;&#x4E0D;&#x660E;&#x786E;&#xFF0C;&#x5F80;&#x5F80;&#x9020;&#x6210;&#x6F5C;&#x529B;&#x7684;&#x6D6A;&#x8D39;&#x3002;</p>
<p>&#x5F53;&#x628A;&#x4E00;&#x4E2A;&#x5DE5;&#x7A0B;&#x9879;&#x76EE;&#x5206;&#x89E3;&#x6210;&#x8BB8;&#x591A;&#x5B50;&#x4EFB;&#x52A1;&#xFF0C;&#x5E76;&#x4E14;&#x5B83;&#x4EEC;&#x5F7C;&#x6B64;&#x95F4;&#x7684;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x53C8;&#x6BD4;&#x8F83;&#x590D;&#x6742;&#x65F6;&#xFF0C;&#x4EC5;&#x4EC5;&#x7528;Gantt&#x56FE;&#x4F5C;&#x4E3A;&#x5B89;&#x6392;&#x8FDB;&#x5EA6;&#x7684;&#x5DE5;&#x5177;&#x662F;&#x4E0D;&#x591F;&#x7684;&#xFF0C;&#x4E0D;&#x4EC5;&#x96BE;&#x4E8E;&#x505A;&#x51FA;&#x65E2;&#x8282;&#x7701;&#x8D44;&#x6E90;&#x53C8;&#x4FDD;&#x8BC1;&#x8FDB;&#x5EA6;&#x7684;&#x8BA1;&#x5212;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x5BB9;&#x6613;&#x53D1;&#x751F;&#x5DEE;&#x9519;&#x3002;</p>
<p>&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x662F;&#x5236;&#x5B9A;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x65F6;&#x53E6;&#x4E00;&#x79CD;&#x5E38;&#x7528;&#x7684;&#x56FE;&#x5F62;&#x5DE5;&#x5177;&#xFF0C;&#x5B83;&#x540C;&#x6837;&#x80FD;&#x63CF;&#x7ED8;&#x4EFB;&#x52A1;&#x5206;&#x89E3;&#x60C5;&#x51B5;&#x4EE5;&#x53CA;&#x6BCF;&#x9879;&#x4F5C;&#x4E1A;&#x7684;&#x5F00;&#x59CB;&#x65F6;&#x95F4;&#x548C;&#x7ED3;&#x675F;&#x65F6;&#x95F4;&#xFF0C;&#x6B64;&#x5916;&#xFF0C;&#x5B83;&#x8FD8;&#x663E;&#x5F0F;&#x5730;&#x63CF;&#x7ED8;&#x5404;&#x4E2A;&#x4F5C;&#x4E1A;&#x5F7C;&#x6B64;&#x95F4;&#x7684;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x662F;&#x7CFB;&#x7EDF;&#x5206;&#x6790;&#x548C;&#x7CFB;&#x7EDF;&#x8BBE;&#x8BA1;&#x7684;&#x5F3A;&#x6709;&#x529B;&#x7684;&#x5DE5;&#x5177;&#x3002;</p>
<p>&#x5728;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E2D;&#x7528;&#x7BAD;&#x5934;&#x8868;&#x793A;&#x4F5C;&#x4E1A;(&#x4F8B;&#x5982;&#xFF0C;&#x522E;&#x65E7;&#x6F06;&#xFF0C;&#x5237;&#x65B0;&#x6F06;&#xFF0C;&#x6E05;&#x7406;&#x7B49;)&#xFF0C;&#x7528;&#x5706;&#x5708;&#x8868;&#x793A;&#x4E8B;&#x4EF6;(&#x4E00;&#x9879;&#x4F5C;&#x4E1A;&#x5F00;&#x59CB;&#x6216;&#x7ED3;&#x675F;)&#x3002;&#x6CE8;&#x610F;&#xFF0C;&#x4E8B;&#x4EF6;&#x4EC5;&#x4EC5;&#x662F;&#x53EF;&#x4EE5;&#x660E;&#x786E;&#x5B9A;&#x4E49;&#x7684;&#x65F6;&#x95F4;&#x70B9;&#xFF0C;&#x5B83;&#x5E76;&#x4E0D;&#x6D88;&#x8017;&#x65F6;&#x95F4;&#x548C;&#x8D44;&#x6E90;&#x3002;&#x4F5C;&#x4E1A;&#x901A;&#x5E38;&#x65E2;&#x6D88;&#x8017;&#x8D44;&#x6E90;&#x53C8;&#x9700;&#x8981;&#x6301;&#x7EED;&#x4E00;&#x5B9A;&#x65F6;&#x95F4;&#x3002;&#x56FE;13.2&#x662F;&#x65E7;&#x6728;&#x677F;&#x623F;&#x5237;&#x6F06;&#x5DE5;&#x7A0B;&#x7684;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x3002;&#x56FE;&#x4E2D;&#x8868;&#x793A;&#x522E;&#x7B2C;1&#x9762;&#x5899;&#x4E0A;&#x65E7;&#x6F06;&#x7684;&#x4F5C;&#x4E1A;&#x5F00;&#x59CB;&#x4E8E;&#x4E8B;&#x4EF6;1&#xFF0C;&#x7ED3;&#x675F;&#x4E8E;&#x4E8B;&#x4EF6;2&#x3002;&#x7528;&#x5F00;&#x59CB;&#x4E8B;&#x4EF6;&#x548C;&#x7ED3;&#x675F;&#x4E8B;&#x4EF6;&#x7684;&#x7F16;&#x53F7;&#x6807;&#x8BC6;&#x4E00;&#x4E2A;&#x4F5C;&#x4E1A;&#xFF0C;&#x56E0;&#x6B64;&#x201C;&#x522E;&#x7B2C;1&#x9762;&#x5899;&#x4E0A;&#x65E7;&#x6F06;&#x201D;&#x662F;&#x4F5C;&#x4E1A;1&#x2014;2&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117215001.png" alt=""></p>
<p>&#x56FE;13.2 &#x65E7;&#x6728;&#x677F;&#x623F;&#x5237;&#x6F06;&#x5DE5;&#x7A0B;&#x7684;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;</p>
<p>&#x5728;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x4E8B;&#x4EF6;&#xFF0C;&#x5982;&#x679C;&#x65E2;&#x6709;&#x7BAD;&#x5934;&#x8FDB;&#x5165;&#x53C8;&#x6709;&#x7BAD;&#x5934;&#x79BB;&#x5F00;&#xFF0C;&#x5219;&#x5B83;&#x65E2;&#x662F;&#x67D0;&#x4E9B;&#x4F5C;&#x4E1A;&#x7684;&#x7ED3;&#x675F;&#x53C8;&#x662F;&#x53E6;&#x4E00;&#x4E9B;&#x4F5C;&#x4E1A;&#x7684;&#x5F00;&#x59CB;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x56FE;13.2&#x4E2D;&#x4E8B;&#x4EF6;2&#x65E2;&#x662F;&#x4F5C;&#x4E1A;1&#x2014;2(&#x522E;&#x7B2C;1&#x9762;&#x5899;&#x4E0A;&#x7684;&#x65E7;&#x6F06;)&#x7684;&#x7ED3;&#x675F;&#xFF0C;&#x53C8;&#x662F;&#x4F5C;&#x4E1A;2&#x2014;3(&#x522E;&#x7B2C;2&#x9762;&#x5899;&#x4E0A;&#x65E7;&#x6F06;)&#x548C;&#x4F5C;&#x4E1A;2&#x2014;4(&#x7ED9;&#x7B2C;1&#x9762;&#x5899;&#x5237;&#x65B0;&#x6F06;)&#x7684;&#x5F00;&#x59CB;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x53EA;&#x6709;&#x7B2C;1&#x9762;&#x5899;&#x4E0A;&#x7684;&#x65E7;&#x6F06;&#x522E;&#x5B8C;&#x4E4B;&#x540E;&#xFF0C;&#x624D;&#x80FD;&#x5F00;&#x59CB;&#x522E;&#x7B2C;2&#x9762;&#x5899;&#x4E0A;&#x65E7;&#x6F06;&#x548C;&#x7ED9;&#x7B2C;1&#x9762;&#x5899;&#x5237;&#x65B0;&#x6F06;&#x8FD9;&#x4E24;&#x4E2A;&#x4F5C;&#x4E1A;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x663E;&#x5F0F;&#x5730;&#x8868;&#x793A;&#x4E86;&#x4F5C;&#x4E1A;&#x4E4B;&#x95F4;&#x7684;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x3002;</p>
<p>&#x5728;&#x56FE;13.2&#x4E2D;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x865A;&#x7EBF;&#x7BAD;&#x5934;&#xFF0C;&#x5B83;&#x4EEC;&#x8868;&#x793A;&#x865A;&#x62DF;&#x4F5C;&#x4E1A;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x4E8B;&#x5B9E;&#x4E0A;&#x5E76;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#x4F5C;&#x4E1A;&#x3002;&#x5F15;&#x5165;&#x865A;&#x62DF;&#x4F5C;&#x4E1A;&#x662F;&#x4E3A;&#x4E86;&#x663E;&#x5F0F;&#x5730;&#x8868;&#x793A;&#x4F5C;&#x4E1A;&#x4E4B;&#x95F4;&#x7684;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E8B;&#x4EF6;4&#x65E2;&#x662F;&#x7ED9;&#x7B2C;1&#x9762;&#x5899;&#x5237;&#x65B0;&#x6F06;&#x7ED3;&#x675F;&#xFF0C;&#x53C8;&#x662F;&#x7ED9;&#x7B2C;2&#x9762;&#x5899;&#x5237;&#x65B0;&#x6F06;&#x5F00;&#x59CB;(&#x4F5C;&#x4E1A;4&#x2014;6)&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5728;&#x5F00;&#x59CB;&#x7ED9;&#x7B2C;2&#x9762;&#x5899;&#x5237;&#x65B0;&#x6F06;&#x4E4B;&#x524D;&#xFF0C;&#x4E0D;&#x4EC5;&#x5FC5;&#x987B;&#x5DF2;&#x7ECF;&#x7ED9;&#x7B2C;1&#x9762;&#x5899;&#x5237;&#x5B8C;&#x4E86;&#x65B0;&#x6F06;&#xFF0C;&#x800C;&#x4E14;&#x7B2C;2&#x9762;&#x5899;&#x4E0A;&#x7684;&#x65E7;&#x6F06;&#x4E5F;&#x5FC5;&#x987B;&#x5DF2;&#x7ECF;&#x522E;&#x51C0;(&#x4E8B;&#x4EF6;3)&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5728;&#x4E8B;&#x4EF6;3&#x548C;&#x4E8B;&#x4EF6;4&#x4E4B;&#x95F4;&#x6709;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x5728;&#x4F5C;&#x4E1A;2&#x2014;3(&#x522E;&#x7B2C;2&#x9762;&#x5899;&#x4E0A;&#x65E7;&#x6F06;)&#x548C;&#x4F5C;&#x4E1A;4&#x2014;6(&#x7ED9;&#x7B2C;2&#x9762;&#x5899;&#x5237;&#x65B0;&#x6F06;)&#x4E4B;&#x95F4;&#x6709;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#xFF0C;&#x865A;&#x62DF;&#x4F5C;&#x4E1A;3&#x2014;4&#x660E;&#x786E;&#x5730;&#x8868;&#x793A;&#x4E86;&#x8FD9;&#x79CD;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#x3002;&#x6CE8;&#x610F;&#xFF0C;&#x865A;&#x62DF;&#x4F5C;&#x4E1A;&#x65E2;&#x4E0D;&#x6D88;&#x8017;&#x8D44;&#x6E90;&#x4E5F;&#x4E0D;&#x9700;&#x8981;&#x65F6;&#x95F4;&#x3002;</p>
<h3 id="1334--&#x4F30;&#x7B97;&#x5DE5;&#x7A0B;&#x8FDB;&#x5EA6;">13.3.4  &#x4F30;&#x7B97;&#x5DE5;&#x7A0B;&#x8FDB;&#x5EA6;</h3>
<p>&#x753B;&#x51FA;&#x7C7B;&#x4F3C;&#x56FE;13.2&#x90A3;&#x6837;&#x7684;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E4B;&#x540E;&#xFF0C;&#x7CFB;&#x7EDF;&#x5206;&#x6790;&#x5458;&#x5C31;&#x53EF;&#x4EE5;&#x501F;&#x52A9;&#x5B83;&#x7684;&#x5E2E;&#x52A9;&#x4F30;&#x7B97;&#x5DE5;&#x7A0B;&#x8FDB;&#x5EA6;&#x4E86;&#x3002;&#x4E3A;&#x6B64;&#x9700;&#x8981;&#x5728;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E0A;&#x589E;&#x52A0;&#x4E00;&#x4E9B;&#x5FC5;&#x8981;&#x7684;&#x4FE1;&#x606F;&#x3002;</p>
<p>&#x9996;&#x5148;&#xFF0C;&#x628A;&#x6BCF;&#x4E2A;&#x4F5C;&#x4E1A;&#x4F30;&#x8BA1;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x7684;&#x65F6;&#x95F4;&#x5199;&#x5728;&#x8868;&#x793A;&#x8BE5;&#x9879;&#x4F5C;&#x4E1A;&#x7684;&#x7BAD;&#x5934;&#x4E0A;&#x65B9;&#x3002;&#x6CE8;&#x610F;&#xFF0C;&#x7BAD;&#x5934;&#x957F;&#x5EA6;&#x548C;&#x5B83;&#x4EE3;&#x8868;&#x7684;&#x4F5C;&#x4E1A;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x7BAD;&#x5934;&#x4EC5;&#x8868;&#x793A;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#xFF0C;&#x5B83;&#x4E0A;&#x65B9;&#x7684;&#x6570;&#x5B57;&#x624D;&#x8868;&#x793A;&#x4F5C;&#x4E1A;&#x7684;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x3002;</p>
<p>&#x5176;&#x6B21;&#xFF0C;&#x4E3A;&#x6BCF;&#x4E2A;&#x4E8B;&#x4EF6;&#x8BA1;&#x7B97;&#x4E0B;&#x8FF0;&#x4E24;&#x4E2A;&#x7EDF;&#x8BA1;&#x6570;&#x5B57;&#xFF1A; &#x6700;&#x65E9;&#x65F6;&#x523B;EET&#x548C;&#x6700;&#x8FDF;&#x65F6;&#x523B;LET&#x3002;&#x8FD9;&#x4E24;&#x4E2A;&#x6570;&#x5B57;&#x5C06;&#x5206;&#x522B;&#x5199;&#x5728;&#x8868;&#x793A;&#x4E8B;&#x4EF6;&#x7684;&#x5706;&#x5708;&#x7684;&#x53F3;&#x4E0A;&#x89D2;&#x548C;&#x53F3;&#x4E0B;&#x89D2;&#xFF0C;&#x5982;&#x56FE;13.3&#x5DE6;&#x4E0B;&#x89D2;&#x7684;&#x7B26;&#x53F7;&#x6240;&#x793A;&#x3002;</p>
<p>&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x65E9;&#x65F6;&#x523B;&#x662F;&#x8BE5;&#x4E8B;&#x4EF6;&#x53EF;&#x4EE5;&#x53D1;&#x751F;&#x7684;&#x6700;&#x65E9;&#x65F6;&#x95F4;&#x3002;&#x901A;&#x5E38;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E2D;&#x7B2C;&#x4E00;&#x4E2A;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x65E9;&#x65F6;&#x523B;&#x5B9A;&#x4E49;&#x4E3A;&#x96F6;&#xFF0C;&#x5176;&#x4ED6;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x65E9;&#x65F6;&#x523B;&#x5728;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E0A;&#x4ECE;&#x5DE6;&#x81F3;&#x53F3;&#x6309;&#x4E8B;&#x4EF6;&#x53D1;&#x751F;&#x987A;&#x5E8F;&#x8BA1;&#x7B97;&#x3002;&#x8BA1;&#x7B97;&#x6700;&#x65E9;&#x65F6;&#x523B;EET&#x4F7F;&#x7528;&#x4E0B;&#x8FF0;3&#x6761;&#x7B80;&#x5355;&#x89C4;&#x5219;&#xFF1A;</p>
<p> <img src="https://img1.zlogs.net/20/20200117215025.png" alt=""></p>
<p>&#x56FE;13.3 &#x65E7;&#x6728;&#x677F;&#x623F;&#x5237;&#x6F06;&#x5DE5;&#x7A0B;&#x7684;&#x5B8C;&#x6574;&#x7684;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;</p>
<p>(1) &#x8003;&#x8651;&#x8FDB;&#x5165;&#x8BE5;&#x4E8B;&#x4EF6;&#x7684;&#x6240;&#x6709;&#x4F5C;&#x4E1A;&#xFF1B;</p>
<p>(2) &#x5BF9;&#x4E8E;&#x6BCF;&#x4E2A;&#x4F5C;&#x4E1A;&#x90FD;&#x8BA1;&#x7B97;&#x5B83;&#x7684;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x4E0E;&#x8D77;&#x59CB;&#x4E8B;&#x4EF6;&#x7684;EET&#x4E4B;&#x548C;&#xFF1B;</p>
<p>(3) &#x9009;&#x53D6;&#x4E0A;&#x8FF0;&#x548C;&#x6570;&#x4E2D;&#x7684;&#x6700;&#x5927;&#x503C;&#x4F5C;&#x4E3A;&#x8BE5;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x65E9;&#x65F6;&#x523B;EET&#x3002;</p>
<p>&#x6309;&#x7167;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#xFF0C;&#x4E0D;&#x96BE;&#x6CBF;&#x7740;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4ECE;&#x5DE6;&#x81F3;&#x53F3;&#x987A;&#x5E8F;&#x7B97;&#x51FA;&#x6BCF;&#x4E2A;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x65E9;&#x65F6;&#x523B;&#xFF0C;&#x8BA1;&#x7B97;&#x7ED3;&#x679C;&#x6807;&#x5728;&#x56FE;13.3&#x7684;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E2D;(&#x6BCF;&#x4E2A;&#x5706;&#x5708;&#x5185;&#x53F3;&#x4E0A;&#x89D2;&#x7684;&#x6570;&#x5B57;)&#x3002;</p>
<p>&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x8FDF;&#x65F6;&#x523B;&#x662F;&#x5728;&#x4E0D;&#x5F71;&#x54CD;&#x5DE5;&#x7A0B;&#x7AE3;&#x5DE5;&#x65F6;&#x95F4;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x8BE5;&#x4E8B;&#x4EF6;&#x6700;&#x665A;&#x53EF;&#x4EE5;&#x53D1;&#x751F;&#x7684;&#x65F6;&#x523B;&#x3002;&#x6309;&#x60EF;&#x4F8B;&#xFF0C;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x4E8B;&#x4EF6;(&#x5DE5;&#x7A0B;&#x7ED3;&#x675F;)&#x7684;&#x6700;&#x8FDF;&#x65F6;&#x523B;&#x5C31;&#x662F;&#x5B83;&#x7684;&#x6700;&#x65E9;&#x65F6;&#x523B;&#x3002;&#x5176;&#x4ED6;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x8FDF;&#x65F6;&#x523B;&#x5728;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E0A;&#x4ECE;&#x53F3;&#x81F3;&#x5DE6;&#x6309;&#x9006;&#x4F5C;&#x4E1A;&#x6D41;&#x7684;&#x65B9;&#x5411;&#x8BA1;&#x7B97;&#x3002;&#x8BA1;&#x7B97;&#x6700;&#x8FDF;&#x65F6;&#x523B;LET&#x4F7F;&#x7528;&#x4E0B;&#x8FF0;3&#x6761;&#x89C4;&#x5219;&#xFF1A;</p>
<p>(1) &#x8003;&#x8651;&#x79BB;&#x5F00;&#x8BE5;&#x4E8B;&#x4EF6;&#x7684;&#x6240;&#x6709;&#x4F5C;&#x4E1A;&#xFF1B;</p>
<p>(2) &#x4ECE;&#x6BCF;&#x4E2A;&#x4F5C;&#x4E1A;&#x7684;&#x7ED3;&#x675F;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x8FDF;&#x65F6;&#x523B;&#x4E2D;&#x51CF;&#x53BB;&#x8BE5;&#x4F5C;&#x4E1A;&#x7684;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#xFF1B;</p>
<p>(3) &#x9009;&#x53D6;&#x4E0A;&#x8FF0;&#x5DEE;&#x6570;&#x4E2D;&#x7684;&#x6700;&#x5C0F;&#x503C;&#x4F5C;&#x4E3A;&#x8BE5;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x8FDF;&#x65F6;&#x523B;LET&#x3002;</p>
<p>&#x56FE;13.3&#x4E2D;&#x6BCF;&#x4E2A;&#x5706;&#x5708;&#x5185;&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x6570;&#x5B57;&#x5C31;&#x662F;&#x8BE5;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x8FDF;&#x65F6;&#x523B;&#x3002;</p>
<h3 id="1335--&#x5173;&#x952E;&#x8DEF;&#x5F84;">13.3.5  &#x5173;&#x952E;&#x8DEF;&#x5F84;</h3>
<p>&#x56FE;13.3&#x4E2D;&#x6709;&#x51E0;&#x4E2A;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x65E9;&#x65F6;&#x523B;&#x548C;&#x6700;&#x8FDF;&#x65F6;&#x523B;&#x76F8;&#x540C;&#xFF0C;&#x8FD9;&#x4E9B;&#x4E8B;&#x4EF6;&#x5B9A;&#x4E49;&#x4E86;&#x5173;&#x952E;&#x8DEF;&#x5F84;&#xFF0C;&#x5728;&#x56FE;&#x4E2D;&#x5173;&#x952E;&#x8DEF;&#x5F84;&#x7528;&#x7C97;&#x7EBF;&#x7BAD;&#x5934;&#x8868;&#x793A;&#x3002;&#x5173;&#x952E;&#x8DEF;&#x5F84;&#x4E0A;&#x7684;&#x4E8B;&#x4EF6;(&#x5173;&#x952E;&#x4E8B;&#x4EF6;)&#x5FC5;&#x987B;&#x51C6;&#x65F6;&#x53D1;&#x751F;&#xFF0C;&#x7EC4;&#x6210;&#x5173;&#x952E;&#x8DEF;&#x5F84;&#x7684;&#x4F5C;&#x4E1A;(&#x5173;&#x952E;&#x4F5C;&#x4E1A;)&#x7684;&#x5B9E;&#x9645;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x4E0D;&#x80FD;&#x8D85;&#x8FC7;&#x4F30;&#x8BA1;&#x7684;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#xFF0C;&#x5426;&#x5219;&#x5DE5;&#x7A0B;&#x5C31;&#x4E0D;&#x80FD;&#x51C6;&#x65F6;&#x7ED3;&#x675F;&#x3002;</p>
<p>&#x5DE5;&#x7A0B;&#x9879;&#x76EE;&#x7684;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x5E94;&#x8BE5;&#x5BC6;&#x5207;&#x6CE8;&#x89C6;&#x5173;&#x952E;&#x4F5C;&#x4E1A;&#x7684;&#x8FDB;&#x5C55;&#x60C5;&#x51B5;&#xFF0C;&#x5982;&#x679C;&#x5173;&#x952E;&#x4E8B;&#x4EF6;&#x51FA;&#x73B0;&#x7684;&#x65F6;&#x95F4;&#x6BD4;&#x9884;&#x8BA1;&#x7684;&#x65F6;&#x95F4;&#x665A;&#xFF0C;&#x5219;&#x4F1A;&#x4F7F;&#x6700;&#x7EC8;&#x5B8C;&#x6210;&#x9879;&#x76EE;&#x7684;&#x65F6;&#x95F4;&#x62D6;&#x540E;&#xFF1B;&#x5982;&#x679C;&#x5E0C;&#x671B;&#x7F29;&#x77ED;&#x5DE5;&#x671F;&#xFF0C;&#x53EA;&#x6709;&#x5F80;&#x5173;&#x952E;&#x4F5C;&#x4E1A;&#x4E2D;&#x589E;&#x52A0;&#x8D44;&#x6E90;&#x624D;&#x4F1A;&#x6709;&#x6548;&#x679C;&#x3002;</p>
<h3 id="1336--&#x673A;&#x52A8;&#x65F6;&#x95F4;">13.3.6  &#x673A;&#x52A8;&#x65F6;&#x95F4;</h3>
<p>&#x4E0D;&#x5728;&#x5173;&#x952E;&#x8DEF;&#x5F84;&#x4E0A;&#x7684;&#x4F5C;&#x4E1A;&#x6709;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x7684;&#x673A;&#x52A8;&#x4F59;&#x5730;&#x2014;&#x2014;&#x5B9E;&#x9645;&#x5F00;&#x59CB;&#x65F6;&#x95F4;&#x53EF;&#x4EE5;&#x6BD4;&#x9884;&#x5B9A;&#x65F6;&#x95F4;&#x665A;&#x4E00;&#x4E9B;&#xFF0C;&#x6216;&#x8005;&#x5B9E;&#x9645;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x53EF;&#x4EE5;&#x6BD4;&#x9884;&#x5B9A;&#x7684;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x957F;&#x4E00;&#x4E9B;&#xFF0C;&#x800C;&#x5E76;&#x4E0D;&#x5F71;&#x54CD;&#x5DE5;&#x7A0B;&#x7684;&#x7ED3;&#x675F;&#x65F6;&#x95F4;&#x3002;&#x4E00;&#x4E2A;&#x4F5C;&#x4E1A;&#x53EF;&#x4EE5;&#x6709;&#x7684;&#x5168;&#x90E8;&#x673A;&#x52A8;&#x65F6;&#x95F4;&#x7B49;&#x4E8E;&#x5B83;&#x7684;&#x7ED3;&#x675F;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x8FDF;&#x65F6;&#x523B;&#x51CF;&#x53BB;&#x5B83;&#x7684;&#x5F00;&#x59CB;&#x4E8B;&#x4EF6;&#x7684;&#x6700;&#x65E9;&#x65F6;&#x523B;&#xFF0C;&#x518D;&#x51CF;&#x53BB;&#x8FD9;&#x4E2A;&#x4F5C;&#x4E1A;&#x7684;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#xFF1A;</p>
<p>&#x673A;&#x52A8;&#x65F6;&#x95F4;=(LET)&#x7ED3;&#x675F;-(EET)&#x5F00;&#x59CB;-&#x6301;&#x7EED;&#x65F6;&#x95F4;</p>
<p>&#x5BF9;&#x4E8E;&#x524D;&#x8FF0;&#x6CB9;&#x6F06;&#x65E7;&#x6728;&#x677F;&#x623F;&#x7684;&#x4F8B;&#x5B50;&#xFF0C;&#x8BA1;&#x7B97;&#x5F97;&#x5230;&#x7684;&#x975E;&#x5173;&#x952E;&#x4F5C;&#x4E1A;&#x7684;&#x673A;&#x52A8;&#x65F6;&#x95F4;&#x5217;&#x5728;&#x8868;13.6&#xFF08;&#x89C1;&#x4E66;308&#x9875;&#xFF09;&#x4E2D;&#x3002;</p>
<p>&#x5728;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E2D;&#x6BCF;&#x4E2A;&#x4F5C;&#x4E1A;&#x7684;&#x673A;&#x52A8;&#x65F6;&#x95F4;&#x5199;&#x5728;&#x4EE3;&#x8868;&#x8BE5;&#x9879;&#x4F5C;&#x4E1A;&#x7684;&#x7BAD;&#x5934;&#x4E0B;&#x9762;&#x7684;&#x62EC;&#x5F27;&#x91CC;(&#x53C2;&#x770B;&#x56FE;13.3)&#x3002;</p>
<p>&#x5728;&#x5236;&#x5B9A;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x65F6;&#x4ED4;&#x7EC6;&#x8003;&#x8651;&#x548C;&#x5229;&#x7528;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x4E2D;&#x7684;&#x673A;&#x52A8;&#x65F6;&#x95F4;&#xFF0C;&#x5F80;&#x5F80;&#x80FD;&#x591F;&#x5B89;&#x6392;&#x51FA;&#x65E2;&#x8282;&#x7701;&#x8D44;&#x6E90;&#x53C8;&#x4E0D;&#x5F71;&#x54CD;&#x6700;&#x7EC8;&#x7AE3;&#x5DE5;&#x65F6;&#x95F4;&#x7684;&#x8FDB;&#x5EA6;&#x8868;&#x3002;&#x5728;&#x56FE;13.4&#x4E2D;&#x7684;Gantt&#x56FE;&#x63CF;&#x7ED8;&#x4E86;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x79CD;&#x65B9;&#x6848;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117215046.png" alt=""></p>
<p>&#x56FE;13.4 &#x65E7;&#x6728;&#x677F;&#x623F;&#x5237;&#x6F06;&#x5DE5;&#x7A0B;&#x6539;&#x8FDB;&#x7684;Gantt&#x56FE;&#x4E4B;&#x4E00;</p>
<p>&#x8FD9;&#x4E2A;&#x7B80;&#x5355;&#x4F8B;&#x5B50;&#x660E;&#x663E;&#x8BF4;&#x660E;&#x4E86;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x6BD4;Gantt&#x56FE;&#x4F18;&#x8D8A;&#x7684;&#x5730;&#x65B9;&#xFF1A; &#x5B83;&#x663E;&#x5F0F;&#x5730;&#x5B9A;&#x4E49;&#x4E8B;&#x4EF6;&#x53CA;&#x4F5C;&#x4E1A;&#x4E4B;&#x95F4;&#x7684;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#xFF0C;Gantt&#x56FE;&#x53EA;&#x80FD;&#x9690;&#x542B;&#x5730;&#x8868;&#x793A;&#x8FD9;&#x79CD;&#x5173;&#x7CFB;&#x3002;&#x4F46;&#x662F;Gantt&#x56FE;&#x7684;&#x5F62;&#x5F0F;&#x6BD4;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x66F4;&#x7B80;&#x5355;&#x66F4;&#x76F4;&#x89C2;&#xFF0C;&#x4E3A;&#x66F4;&#x591A;&#x7684;&#x4EBA;&#x6240;&#x719F;&#x6089;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x5E94;&#x8BE5;&#x540C;&#x65F6;&#x4F7F;&#x7528;&#x8FD9;&#x4E24;&#x79CD;&#x5DE5;&#x5177;&#x5236;&#x8BA2;&#x548C;&#x7BA1;&#x7406;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#xFF0C;&#x4F7F;&#x5B83;&#x4EEC;&#x4E92;&#x76F8;&#x8865;&#x5145;&#x53D6;&#x957F;&#x8865;&#x77ED;&#x3002;</p>
<p>&#x4EE5;&#x4E0A;&#x901A;&#x8FC7;&#x65E7;&#x6728;&#x677F;&#x623F;&#x5237;&#x65B0;&#x6F06;&#x5DE5;&#x7A0B;&#x7684;&#x7B80;&#x5355;&#x4F8B;&#x5B50;&#xFF0C;&#x4ECB;&#x7ECD;&#x4E86;&#x5236;&#x8BA2;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x7684;&#x4E24;&#x4E2A;&#x91CD;&#x8981;&#x5DE5;&#x5177;&#x548C;&#x65B9;&#x6CD5;&#x3002;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x9879;&#x76EE;&#x867D;&#x7136;&#x6BD4;&#x8FD9;&#x4E2A;&#x7B80;&#x5355;&#x4F8B;&#x5B50;&#x590D;&#x6742;&#x5F97;&#x591A;&#xFF0C;&#x4F46;&#x662F;&#x8BA1;&#x5212;&#x548C;&#x7BA1;&#x7406;&#x7684;&#x57FA;&#x672C;&#x65B9;&#x6CD5;&#x4ECD;&#x7136;&#x662F;&#x81EA;&#x9876;&#x5411;&#x4E0B;&#x5206;&#x89E3;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x628A;&#x9879;&#x76EE;&#x5206;&#x89E3;&#x4E3A;&#x82E5;&#x5E72;&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x518D;&#x5206;&#x89E3;&#x6210;&#x8BB8;&#x591A;&#x66F4;&#x5C0F;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x6BCF;&#x4E2A;&#x4EFB;&#x52A1;&#x53C8;&#x53EF;&#x8FDB;&#x4E00;&#x6B65;&#x5206;&#x89E3;&#x4E3A;&#x82E5;&#x5E72;&#x4E2A;&#x6B65;&#x9AA4;&#x7B49;&#x7B49;&#x3002;&#x8FD9;&#x4E9B;&#x9636;&#x6BB5;&#x3001;&#x4EFB;&#x52A1;&#x548C;&#x6B65;&#x9AA4;&#x4E4B;&#x95F4;&#x6709;&#x590D;&#x6742;&#x7684;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x548C;Gantt&#x56FE;&#x540C;&#x6837;&#x662F;&#x5B89;&#x6392;&#x8FDB;&#x5EA6;&#x548C;&#x7BA1;&#x7406;&#x5DE5;&#x7A0B;&#x8FDB;&#x5C55;&#x60C5;&#x51B5;&#x7684;&#x5F3A;&#x6709;&#x529B;&#x7684;&#x5DE5;&#x5177;&#x3002;</p>
<p>&#x7B2C;13.2&#x8282;&#x4E2D;&#x4ECB;&#x7ECD;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x4F30;&#x8BA1;&#x6280;&#x672F;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x4F30;&#x8BA1;&#x6BCF;&#x9879;&#x4EFB;&#x52A1;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;&#x6839;&#x636E;&#x4EBA;&#x529B;&#x5206;&#x914D;&#x60C5;&#x51B5;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x786E;&#x5B9A;&#x6BCF;&#x9879;&#x4EFB;&#x52A1;&#x7684;&#x6301;&#x7EED;&#x65F6;&#x95F4;&#x3002;&#x4ECE;&#x8FD9;&#x4E9B;&#x57FA;&#x672C;&#x6570;&#x636E;&#x51FA;&#x53D1;&#xFF0C;&#x6839;&#x636E;&#x4F5C;&#x4E1A;&#x4E4B;&#x95F4;&#x7684;&#x4F9D;&#x8D56;&#x5173;&#x7CFB;&#xFF0C;&#x5229;&#x7528;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x548C;Gantt&#x56FE;&#x53EF;&#x4EE5;&#x5236;&#x5B9A;&#x51FA;&#x5408;&#x7406;&#x7684;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#xFF0C;&#x5E76;&#x4E14;&#x80FD;&#x591F;&#x79D1;&#x5B66;&#x5730;&#x7BA1;&#x7406;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x8FDB;&#x5C55;&#x60C5;&#x51B5;&#x3002;</p>
<h2 id="134--&#x4EBA;&#x5458;&#x7EC4;&#x7EC7;">13.4  &#x4EBA;&#x5458;&#x7EC4;&#x7EC7;</h2>
<p>&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x6210;&#x529F;&#x7684;&#x5173;&#x952E;&#x662F;&#x6709;&#x9AD8;&#x7D20;&#x8D28;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x3002;&#x7136;&#x800C;&#x5927;&#x591A;&#x6570;&#x8F6F;&#x4EF6;&#x7684;&#x89C4;&#x6A21;&#x90FD;&#x5F88;&#x5927;&#xFF0C;&#x5355;&#x4E2A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x65E0;&#x6CD5;&#x5728;&#x7ED9;&#x5B9A;&#x671F;&#x9650;&#x5185;&#x5B8C;&#x6210;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x5FC5;&#x987B;&#x628A;&#x591A;&#x540D;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x5408;&#x7406;&#x5730;&#x7EC4;&#x7EC7;&#x8D77;&#x6765;&#xFF0C;&#x4F7F;&#x4ED6;&#x4EEC;&#x6709;&#x6548;&#x5730;&#x5206;&#x5DE5;&#x534F;&#x4F5C;&#x5171;&#x540C;&#x5B8C;&#x6210;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x6210;&#x529F;&#x5730;&#x5B8C;&#x6210;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#xFF0C;&#x9879;&#x76EE;&#x7EC4;&#x6210;&#x5458;&#x5FC5;&#x987B;&#x4EE5;&#x4E00;&#x79CD;&#x6709;&#x610F;&#x4E49;&#x4E14;&#x6709;&#x6548;&#x7684;&#x65B9;&#x5F0F;&#x5F7C;&#x6B64;&#x4EA4;&#x4E92;&#x548C;&#x901A;&#x4FE1;&#x3002;&#x5982;&#x4F55;&#x7EC4;&#x7EC7;&#x9879;&#x76EE;&#x7EC4;&#x662F;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x7BA1;&#x7406;&#x95EE;&#x9898;&#xFF0C;&#x7BA1;&#x7406;&#x8005;&#x5E94;&#x8BE5;&#x5408;&#x7406;&#x5730;&#x7EC4;&#x7EC7;&#x9879;&#x76EE;&#x7EC4;&#xFF0C;&#x4F7F;&#x9879;&#x76EE;&#x7EC4;&#x6709;&#x8F83;&#x9AD8;&#x751F;&#x4EA7;&#x7387;&#xFF0C;&#x80FD;&#x591F;&#x6309;&#x9884;&#x5B9A;&#x7684;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x5B8C;&#x6210;&#x6240;&#x627F;&#x62C5;&#x7684;&#x5DE5;&#x4F5C;&#x3002;&#x7ECF;&#x9A8C;&#x8868;&#x660E;&#xFF0C;&#x9879;&#x76EE;&#x7EC4;&#x7EC4;&#x7EC7;&#x5F97;&#x8D8A;&#x597D;&#xFF0C;&#x5176;&#x751F;&#x4EA7;&#x7387;&#x8D8A;&#x9AD8;&#xFF0C;&#x800C;&#x4E14;&#x4EA7;&#x54C1;&#x8D28;&#x91CF;&#x4E5F;&#x8D8A;&#x597D;&#x3002;</p>
<p>&#x9664;&#x4E86;&#x8FFD;&#x6C42;&#x66F4;&#x597D;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x4E4B;&#x5916;&#xFF0C;&#x6BCF;&#x4E2A;&#x7BA1;&#x7406;&#x8005;&#x7684;&#x76EE;&#x6807;&#x90FD;&#x662F;&#x5EFA;&#x7ACB;&#x6709;&#x51DD;&#x805A;&#x529B;&#x7684;&#x9879;&#x76EE;&#x7EC4;&#x3002;&#x4E00;&#x4E2A;&#x6709;&#x9AD8;&#x5EA6;&#x51DD;&#x805A;&#x529B;&#x7684;&#x5C0F;&#x7EC4;&#xFF0C;&#x7531;&#x4E00;&#x6279;&#x56E2;&#x7ED3;&#x5F97;&#x975E;&#x5E38;&#x7D27;&#x5BC6;&#x7684;&#x4EBA;&#x7EC4;&#x6210;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x6574;&#x4F53;&#x529B;&#x91CF;&#x5927;&#x4E8E;&#x4E2A;&#x4F53;&#x529B;&#x91CF;&#x7684;&#x603B;&#x548C;&#x3002;&#x4E00;&#x65E6;&#x9879;&#x76EE;&#x7EC4;&#x5177;&#x6709;&#x4E86;&#x51DD;&#x805A;&#x529B;&#xFF0C;&#x6210;&#x529F;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x5C31;&#x5927;&#x5927;&#x589E;&#x52A0;&#x4E86;&#x3002;</p>
<p>&#x73B0;&#x6709;&#x7684;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7EC4;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x5F88;&#x591A;&#xFF0C;&#x901A;&#x5E38;&#xFF0C;&#x7EC4;&#x7EC7;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x53D6;&#x51B3;&#x4E8E;&#x6240;&#x627F;&#x62C5;&#x7684;&#x9879;&#x76EE;&#x7684;&#x7279;&#x70B9;&#x3001;&#x4EE5;&#x5F80;&#x7684;&#x7EC4;&#x7EC7;&#x7ECF;&#x9A8C;&#x4EE5;&#x53CA;&#x7BA1;&#x7406;&#x8005;&#x7684;&#x770B;&#x6CD5;&#x548C;&#x559C;&#x597D;&#x3002;&#x4E0B;&#x9762;&#x4ECB;&#x7ECD;3&#x79CD;&#x5178;&#x578B;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x3002;</p>
<h3 id="1341--&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;">13.4.1  &#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;</h3>
<p>&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7279;&#x70B9;&#x662F;&#xFF0C;&#x5C0F;&#x7EC4;&#x6210;&#x5458;&#x5B8C;&#x5168;&#x5E73;&#x7B49;&#xFF0C;&#x4EAB;&#x6709;&#x5145;&#x5206;&#x6C11;&#x4E3B;&#xFF0C;&#x901A;&#x8FC7;&#x534F;&#x5546;&#x505A;&#x51FA;&#x6280;&#x672F;&#x51B3;&#x7B56;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5C0F;&#x7EC4;&#x6210;&#x5458;&#x4E4B;&#x95F4;&#x7684;&#x901A;&#x4FE1;&#x662F;&#x5E73;&#x884C;&#x7684;&#xFF0C;&#x5982;&#x679C;&#x5C0F;&#x7EC4;&#x5185;&#x6709;n&#x4E2A;&#x6210;&#x5458;&#xFF0C;&#x5219;&#x53EF;&#x80FD;&#x7684;&#x901A;&#x4FE1;&#x4FE1;&#x9053;&#x5171;&#x6709;n(n-1)/2&#x6761;&#x3002;</p>
<p>&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x5C0F;&#x7EC4;&#x7684;&#x4EBA;&#x6570;&#x4E0D;&#x80FD;&#x592A;&#x591A;,&#x5426;&#x5219;&#x7EC4;&#x5458;&#x95F4;&#x5F7C;&#x6B64;&#x901A;&#x4FE1;&#x7684;&#x65F6;&#x95F4;&#x5C06;&#x591A;&#x4E8E;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x65F6;&#x95F4;&#x3002;&#x6B64;&#x5916;,&#x901A;&#x5E38;&#x4E0D;&#x80FD;&#x628A;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x5212;&#x5206;&#x6210;&#x5927;&#x91CF;&#x72EC;&#x7ACB;&#x7684;&#x5355;&#x5143;,&#x56E0;&#x6B64;,&#x5982;&#x679C;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x5C0F;&#x7EC4;&#x4EBA;&#x6570;&#x592A;&#x591A;,&#x5219;&#x6BCF;&#x4E2A;&#x7EC4;&#x5458;&#x6240;&#x8D1F;&#x8D23;&#x5F00;&#x53D1;&#x7684;&#x7A0B;&#x5E8F;&#x5355;&#x5143;&#x4E0E;&#x7CFB;&#x7EDF;&#x5176;&#x4ED6;&#x90E8;&#x5206;&#x7684;&#x754C;&#x9762;&#x5C06;&#x662F;&#x590D;&#x6742;&#x7684;,&#x4E0D;&#x4EC5;&#x51FA;&#x73B0;&#x63A5;&#x53E3;&#x9519;&#x8BEF;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x589E;&#x52A0;,&#x800C;&#x4E14;&#x8F6F;&#x4EF6;&#x6D4B;&#x8BD5;&#x5C06;&#x65E2;&#x56F0;&#x96BE;&#x53C8;&#x8D39;&#x65F6;&#x95F4;&#x3002;</p>
<p>&#x4E00;&#x822C;&#x8BF4;&#x6765;&#xFF0C;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x5C0F;&#x7EC4;&#x7684;&#x89C4;&#x6A21;&#x5E94;&#x8BE5;&#x6BD4;&#x8F83;&#x5C0F;,&#x4EE5;2&#xFF5E;8&#x540D;&#x6210;&#x5458;&#x4E3A;&#x5B9C;&#x3002;&#x5982;&#x679C;&#x9879;&#x76EE;&#x89C4;&#x6A21;&#x5F88;&#x5927;,&#x7528;&#x4E00;&#x4E2A;&#x5C0F;&#x7EC4;&#x4E0D;&#x80FD;&#x5728;&#x9884;&#x5B9A;&#x65F6;&#x95F4;&#x5185;&#x5B8C;&#x6210;&#x5F00;&#x53D1;&#x4EFB;&#x52A1;,&#x5219;&#x5E94;&#x8BE5;&#x4F7F;&#x7528;&#x591A;&#x4E2A;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x5C0F;&#x7EC4;,&#x6BCF;&#x4E2A;&#x5C0F;&#x7EC4;&#x627F;&#x62C5;&#x5DE5;&#x7A0B;&#x9879;&#x76EE;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x4EFB;&#x52A1;&#xFF0C;&#x5728;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x72EC;&#x7ACB;&#x81EA;&#x4E3B;&#x5730;&#x5B8C;&#x6210;&#x5404;&#x81EA;&#x7684;&#x4EFB;&#x52A1;&#x3002;&#x7CFB;&#x7EDF;&#x7684;&#x603B;&#x4F53;&#x8BBE;&#x8BA1;&#x5E94;&#x8BE5;&#x80FD;&#x591F;&#x4FDD;&#x8BC1;&#x7531;&#x5404;&#x4E2A;&#x5C0F;&#x7EC4;&#x8D1F;&#x8D23;&#x5F00;&#x53D1;&#x7684;&#x5404;&#x90E8;&#x5206;&#x4E4B;&#x95F4;&#x7684;&#x63A5;&#x53E3;&#x662F;&#x826F;&#x597D;&#x5B9A;&#x4E49;&#x7684;,&#x5E76;&#x4E14;&#x662F;&#x5C3D;&#x53EF;&#x80FD;&#x7B80;&#x5355;&#x7684;&#x3002;</p>
<p>&#x5C0F;&#x7EC4;&#x89C4;&#x6A21;&#x5C0F;,&#x4E0D;&#x4EC5;&#x53EF;&#x4EE5;&#x51CF;&#x5C11;&#x901A;&#x4FE1;&#x95EE;&#x9898;,&#x800C;&#x4E14;&#x8FD8;&#x6709;&#x5176;&#x4ED6;&#x597D;&#x5904;&#x3002;&#x4F8B;&#x5982;,&#x5BB9;&#x6613;&#x786E;&#x5B9A;&#x5C0F;&#x7EC4;&#x7684;&#x8D28;&#x91CF;&#x6807;&#x51C6;,&#x800C;&#x4E14;&#x7528;&#x6C11;&#x4E3B;&#x65B9;&#x5F0F;&#x786E;&#x5B9A;&#x7684;&#x6807;&#x51C6;&#x66F4;&#x5BB9;&#x6613;&#x88AB;&#x5927;&#x5BB6;&#x9075;&#x5B88;;&#x7EC4;&#x5458;&#x95F4;&#x5173;&#x7CFB;&#x5BC6;&#x5207;,&#x80FD;&#x591F;&#x4E92;&#x76F8;&#x5B66;&#x4E60;&#x7B49;&#x7B49;&#x3002;</p>
<p>&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x901A;&#x5E38;&#x91C7;&#x7528;&#x975E;&#x6B63;&#x5F0F;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x867D;&#x7136;&#x540D;&#x4E49;&#x4E0A;&#x6709;&#x4E00;&#x4E2A;&#x7EC4;&#x957F;&#xFF0C;&#x4F46;&#x662F;&#x4ED6;&#x548C;&#x7EC4;&#x5185;&#x5176;&#x4ED6;&#x6210;&#x5458;&#x5B8C;&#x6210;&#x540C;&#x6837;&#x7684;&#x4EFB;&#x52A1;&#x3002;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x5C0F;&#x7EC4;&#x4E2D;&#xFF0C;&#x7531;&#x5168;&#x4F53;&#x8BA8;&#x8BBA;&#x534F;&#x5546;&#x51B3;&#x5B9A;&#x5E94;&#x8BE5;&#x5B8C;&#x6210;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5E76;&#x4E14;&#x6839;&#x636E;&#x6BCF;&#x4E2A;&#x4EBA;&#x7684;&#x80FD;&#x529B;&#x548C;&#x7ECF;&#x9A8C;&#x5206;&#x914D;&#x9002;&#x5F53;&#x7684;&#x4EFB;&#x52A1;&#x3002;</p>
<p>&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x4E3B;&#x8981;&#x4F18;&#x70B9;&#x662F;&#xFF0C;&#x7EC4;&#x5458;&#x4EEC;&#x5BF9;&#x53D1;&#x73B0;&#x7A0B;&#x5E8F;&#x9519;&#x8BEF;&#x6301;&#x79EF;&#x6781;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x8FD9;&#x79CD;&#x6001;&#x5EA6;&#x6709;&#x52A9;&#x4E8E;&#x66F4;&#x5FEB;&#x901F;&#x5730;&#x53D1;&#x73B0;&#x9519;&#x8BEF;&#xFF0C;&#x4ECE;&#x800C;&#x5BFC;&#x81F4;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x4EE3;&#x7801;&#x3002;</p>
<p>&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x4F18;&#x70B9;&#x662F;&#xFF0C;&#x7EC4;&#x5458;&#x4EEC;&#x4EAB;&#x6709;&#x5145;&#x5206;&#x6C11;&#x4E3B;&#xFF0C;&#x5C0F;&#x7EC4;&#x6709;&#x9AD8;&#x5EA6;&#x51DD;&#x805A;&#x529B;&#xFF0C;&#x7EC4;&#x5185;&#x5B66;&#x672F;&#x7A7A;&#x6C14;&#x6D53;&#x539A;&#xFF0C;&#x6709;&#x5229;&#x4E8E;&#x653B;&#x514B;&#x6280;&#x672F;&#x96BE;&#x5173;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5F53;&#x6709;&#x96BE;&#x9898;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x65F6;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5F53;&#x6240;&#x8981;&#x5F00;&#x53D1;&#x7684;&#x8F6F;&#x4EF6;&#x7684;&#x6280;&#x672F;&#x96BE;&#x5EA6;&#x8F83;&#x9AD8;&#x65F6;&#xFF0C;&#x91C7;&#x7528;&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x662F;&#x9002;&#x5B9C;&#x7684;&#x3002;</p>
<p>&#x5982;&#x679C;&#x7EC4;&#x5185;&#x591A;&#x6570;&#x6210;&#x5458;&#x662F;&#x7ECF;&#x9A8C;&#x4E30;&#x5BCC;&#x6280;&#x672F;&#x719F;&#x7EC3;&#x7684;&#x7A0B;&#x5E8F;&#x5458;,&#x90A3;&#x4E48;&#x4E0A;&#x8FF0;&#x975E;&#x6B63;&#x5F0F;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x53EF;&#x80FD;&#x4F1A;&#x975E;&#x5E38;&#x6210;&#x529F;&#x3002;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x5C0F;&#x7EC4;&#x5185;&#x7EC4;&#x5458;&#x4EAB;&#x6709;&#x5145;&#x5206;&#x6C11;&#x4E3B;,&#x901A;&#x8FC7;&#x534F;&#x5546;,&#x5728;&#x81EA;&#x613F;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#x4F5C;&#x51FA;&#x51B3;&#x5B9A;,&#x56E0;&#x6B64;&#x80FD;&#x591F;&#x589E;&#x5F3A;&#x56E2;&#x7ED3;&#x3001;&#x63D0;&#x9AD8;&#x5DE5;&#x4F5C;&#x6548;&#x7387;&#x3002;&#x4F46;&#x662F;,&#x5982;&#x679C;&#x7EC4;&#x5185;&#x591A;&#x6570;&#x6210;&#x5458;&#x6280;&#x672F;&#x6C34;&#x5E73;&#x4E0D;&#x9AD8;,&#x6216;&#x662F;&#x7F3A;&#x4E4F;&#x7ECF;&#x9A8C;&#x7684;&#x65B0;&#x624B;,&#x90A3;&#x4E48;&#x8FD9;&#x79CD;&#x975E;&#x6B63;&#x5F0F;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x4E5F;&#x6709;&#x4E25;&#x91CD;&#x7F3A;&#x70B9;&#xFF1A; &#x7531;&#x4E8E;&#x6CA1;&#x6709;&#x660E;&#x786E;&#x7684;&#x6743;&#x5A01;&#x6307;&#x5BFC;&#x5F00;&#x53D1;&#x5DE5;&#x7A0B;&#x7684;&#x8FDB;&#x884C;,&#x7EC4;&#x5458;&#x95F4;&#x5C06;&#x7F3A;&#x4E4F;&#x5FC5;&#x8981;&#x7684;&#x534F;&#x8C03;,&#x6700;&#x7EC8;&#x53EF;&#x80FD;&#x5BFC;&#x81F4;&#x5DE5;&#x7A0B;&#x5931;&#x8D25;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x4F7F;&#x5C11;&#x6570;&#x7ECF;&#x9A8C;&#x4E30;&#x5BCC;&#x3001;&#x6280;&#x672F;&#x9AD8;&#x8D85;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x5728;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x80FD;&#x591F;&#x53D1;&#x6325;&#x66F4;&#x5927;&#x4F5C;&#x7528;&#xFF0C;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x5C0F;&#x7EC4;&#x4E5F;&#x53EF;&#x4EE5;&#x91C7;&#x7528;&#x4E0B;&#x4E00;&#x5C0F;&#x8282;&#x4E2D;&#x4ECB;&#x7ECD;&#x7684;&#x53E6;&#x5916;&#x4E00;&#x79CD;&#x7EC4;&#x7EC7;&#x5F62;&#x5F0F;&#x3002;</p>
<h3 id="1342--&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;">13.4.2  &#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;</h3>
<p>&#x7F8E;&#x56FD;IBM&#x516C;&#x53F8;&#x5728;20&#x4E16;&#x7EAA;70&#x5E74;&#x4EE3;&#x521D;&#x671F;&#x5F00;&#x59CB;&#x91C7;&#x7528;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x3002;&#x91C7;&#x7528;&#x8FD9;&#x79CD;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x4E3B;&#x8981;&#x51FA;&#x4E8E;&#x4E0B;&#x8FF0;&#x51E0;&#x70B9;&#x8003;&#x8651;&#xFF1A;</p>
<p>(1) &#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x591A;&#x6570;&#x6BD4;&#x8F83;&#x7F3A;&#x4E4F;&#x7ECF;&#x9A8C;&#xFF1B;</p>
<p>(2) &#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x8FC7;&#x7A0B;&#x4E2D;&#x6709;&#x8BB8;&#x591A;&#x4E8B;&#x52A1;&#x6027;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x5927;&#x91CF;&#x4FE1;&#x606F;&#x7684;&#x5B58;&#x50A8;&#x548C;&#x66F4;&#x65B0;&#xFF1B;</p>
<p>(3) &#x591A;&#x6E20;&#x9053;&#x901A;&#x4FE1;&#x5F88;&#x8D39;&#x65F6;&#x95F4;&#xFF0C;&#x5C06;&#x964D;&#x4F4E;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x751F;&#x4EA7;&#x7387;&#x3002;</p>
<p>&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7528;&#x7ECF;&#x9A8C;&#x591A;&#x3001;&#x6280;&#x672F;&#x597D;&#x3001;&#x80FD;&#x529B;&#x5F3A;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x4F5C;&#x4E3A;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#xFF0C;&#x540C;&#x65F6;&#xFF0C;&#x5229;&#x7528;&#x4EBA;&#x548C;&#x8BA1;&#x7B97;&#x673A;&#x5728;&#x4E8B;&#x52A1;&#x6027;&#x5DE5;&#x4F5C;&#x65B9;&#x9762;&#x7ED9;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x63D0;&#x4F9B;&#x5145;&#x5206;&#x652F;&#x6301;&#xFF0C;&#x800C;&#x4E14;&#x6240;&#x6709;&#x901A;&#x4FE1;&#x90FD;&#x901A;&#x8FC7;&#x4E00;&#x4E24;&#x4E2A;&#x4EBA;&#x8FDB;&#x884C;&#x3002;&#x8FD9;&#x79CD;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x7C7B;&#x4F3C;&#x4E8E;&#x5916;&#x79D1;&#x624B;&#x672F;&#x5C0F;&#x7EC4;&#x7684;&#x7EC4;&#x7EC7;&#xFF1A; &#x4E3B;&#x5200;&#x5927;&#x592B;&#x5BF9;&#x624B;&#x672F;&#x5168;&#x9762;&#x8D1F;&#x8D23;&#xFF0C;&#x5E76;&#x4E14;&#x5B8C;&#x6210;&#x5236;&#x8BA2;&#x624B;&#x672F;&#x65B9;&#x6848;&#x3001;&#x5F00;&#x5200;&#x7B49;&#x5173;&#x952E;&#x5DE5;&#x4F5C;&#xFF0C;&#x540C;&#x65F6;&#x53C8;&#x6709;&#x9EBB;&#x9189;&#x5E08;&#x3001;&#x62A4;&#x58EB;&#x957F;&#x7B49;&#x6280;&#x672F;&#x719F;&#x7EC3;&#x7684;&#x4E13;&#x95E8;&#x4EBA;&#x5458;&#x534F;&#x52A9;&#x548C;&#x914D;&#x5408;&#x4ED6;&#x7684;&#x5DE5;&#x4F5C;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5FC5;&#x8981;&#x65F6;&#x624B;&#x672F;&#x7EC4;&#x8FD8;&#x8981;&#x8BF7;&#x5176;&#x4ED6;&#x9886;&#x57DF;&#x7684;&#x4E13;&#x5BB6;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x5FC3;&#x810F;&#x79D1;&#x533B;&#x751F;&#x6216;&#x5987;&#x4EA7;&#x79D1;&#x533B;&#x751F;&#xFF09;&#x534F;&#x52A9;&#x3002;</p>
<p>&#x4E0A;&#x8FF0;&#x6BD4;&#x55BB;&#x7A81;&#x51FA;&#x4E86;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x4E24;&#x4E2A;&#x91CD;&#x8981;&#x7279;&#x6027;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x4E13;&#x4E1A;&#x5316;&#x3002;&#x8BE5;&#x7EC4;&#x6BCF;&#x540D;&#x6210;&#x5458;&#x4EC5;&#x5B8C;&#x6210;&#x4ED6;&#x4EEC;&#x53D7;&#x8FC7;&#x4E13;&#x4E1A;&#x8BAD;&#x7EC3;&#x7684;&#x90A3;&#x4E9B;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x5C42;&#x6B21;&#x6027;&#x3002;&#x4E3B;&#x5200;&#x5927;&#x592B;&#x6307;&#x6325;&#x6BCF;&#x540D;&#x7EC4;&#x5458;&#x5DE5;&#x4F5C;&#xFF0C;&#x5E76;&#x5BF9;&#x624B;&#x672F;&#x5168;&#x9762;&#x8D1F;&#x8D23;&#x3002;</p>
<p>&#x5F53;&#x65F6;&#xFF0C;&#x5178;&#x578B;&#x7684;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x7EC4;&#x7EC7;&#x5F62;&#x5F0F;&#x5982;&#x56FE;13.5&#x6240;&#x793A;&#x3002;&#x8BE5;&#x7EC4;&#x7531;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x3001;&#x540E;&#x5907;&#x7A0B;&#x5E8F;&#x5458;&#x3001;&#x7F16;&#x7A0B;&#x79D8;&#x4E66;&#x4EE5;&#x53CA;1~3&#x540D;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x6210;&#x3002;&#x5728;&#x5FC5;&#x8981;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8BE5;&#x7EC4;&#x8FD8;&#x6709;&#x5176;&#x4ED6;&#x9886;&#x57DF;&#x7684;&#x4E13;&#x5BB6;&#x534F;&#x52A9;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117215105.png" alt=""></p>
<p>&#x56FE;13.5 &#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x7ED3;&#x6784;</p>
<p>&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x6838;&#x5FC3;&#x4EBA;&#x5458;&#x7684;&#x5206;&#x5DE5;&#x5982;&#x4E0B;&#x6240;&#x8FF0;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x65E2;&#x662F;&#x6210;&#x529F;&#x7684;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x53C8;&#x662F;&#x7ECF;&#x9A8C;&#x4E30;&#x5BCC;&#x3001;&#x6280;&#x672F;&#x597D;&#x3001;&#x80FD;&#x529B;&#x5F3A;&#x7684;&#x9AD8;&#x7EA7;&#x7A0B;&#x5E8F;&#x5458;&#xFF0C;&#x8D1F;&#x8D23;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x8BBE;&#x8BA1;&#x548C;&#x5173;&#x952E;&#x90E8;&#x5206;&#xFF08;&#x6216;&#x590D;&#x6742;&#x90E8;&#x5206;&#xFF09;&#x7684;&#x8BE6;&#x7EC6;&#x8BBE;&#x8BA1;&#xFF0C;&#x5E76;&#x4E14;&#x8D1F;&#x8D23;&#x6307;&#x5BFC;&#x5176;&#x4ED6;&#x7A0B;&#x5E8F;&#x5458;&#x5B8C;&#x6210;&#x8BE6;&#x7EC6;&#x8BBE;&#x8BA1;&#x548C;&#x7F16;&#x7801;&#x5DE5;&#x4F5C;&#x3002;&#x5982;&#x56FE;13.5&#x6240;&#x793A;&#xFF0C;&#x7A0B;&#x5E8F;&#x5458;&#x4E4B;&#x95F4;&#x6CA1;&#x6709;&#x901A;&#x4FE1;&#x6E20;&#x9053;&#xFF0C;&#x6240;&#x6709;&#x63A5;&#x53E3;&#x95EE;&#x9898;&#x90FD;&#x7531;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x5904;&#x7406;&#x3002;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x5BF9;&#x6BCF;&#x884C;&#x4EE3;&#x7801;&#x7684;&#x8D28;&#x91CF;&#x8D1F;&#x8D23;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x4ED6;&#x8FD8;&#x8981;&#x5BF9;&#x7EC4;&#x5185;&#x5176;&#x4ED6;&#x6210;&#x5458;&#x7684;&#x5DE5;&#x4F5C;&#x6210;&#x679C;&#x8FDB;&#x884C;&#x590D;&#x67E5;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x540E;&#x5907;&#x7A0B;&#x5E8F;&#x5458;&#x4E5F;&#x5E94;&#x8BE5;&#x6280;&#x672F;&#x719F;&#x7EC3;&#x800C;&#x4E14;&#x5BCC;&#x4E8E;&#x7ECF;&#x9A8C;&#xFF0C;&#x4ED6;&#x534F;&#x52A9;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x5DE5;&#x4F5C;&#x5E76;&#x4E14;&#x5728;&#x5FC5;&#x8981;&#x65F6;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x751F;&#x75C5;&#x3001;&#x51FA;&#x5DEE;&#x6216;&#x201C;&#x8DF3;&#x69FD;&#x201D;&#xFF09;&#x63A5;&#x66FF;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x5DE5;&#x4F5C;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x540E;&#x5907;&#x7A0B;&#x5E8F;&#x5458;&#x5FC5;&#x987B;&#x5728;&#x5404;&#x65B9;&#x9762;&#x90FD;&#x548C;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x4E00;&#x6837;&#x4F18;&#x79C0;&#xFF0C;&#x5E76;&#x4E14;&#x5BF9;&#x672C;&#x9879;&#x76EE;&#x7684;&#x4E86;&#x89E3;&#x4E5F;&#x5E94;&#x8BE5;&#x548C;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x4E00;&#x6837;&#x6DF1;&#x5165;&#x3002;&#x5E73;&#x65F6;&#xFF0C;&#x540E;&#x5907;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x5DE5;&#x4F5C;&#x4E3B;&#x8981;&#x662F;&#xFF0C;&#x8BBE;&#x8BA1;&#x6D4B;&#x8BD5;&#x65B9;&#x6848;&#x3001;&#x5206;&#x6790;&#x6D4B;&#x8BD5;&#x7ED3;&#x679C;&#x53CA;&#x72EC;&#x7ACB;&#x4E8E;&#x8BBE;&#x8BA1;&#x8FC7;&#x7A0B;&#x7684;&#x5176;&#x4ED6;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#xFF08;3&#xFF09; &#x7F16;&#x7A0B;&#x79D8;&#x4E66;&#x8D1F;&#x8D23;&#x5B8C;&#x6210;&#x4E0E;&#x9879;&#x76EE;&#x6709;&#x5173;&#x7684;&#x5168;&#x90E8;&#x4E8B;&#x52A1;&#x6027;&#x5DE5;&#x4F5C;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x7EF4;&#x62A4;&#x9879;&#x76EE;&#x8D44;&#x6599;&#x5E93;&#x548C;&#x9879;&#x76EE;&#x6587;&#x6863;&#xFF0C;&#x7F16;&#x8BD1;&#x3001;&#x94FE;&#x63A5;&#x3001;&#x6267;&#x884C;&#x6E90;&#x7A0B;&#x5E8F;&#x548C;&#x6D4B;&#x8BD5;&#x7528;&#x4F8B;&#x3002;</p>
<p>&#x6CE8;&#x610F;&#xFF0C;&#x4E0A;&#x9762;&#x4ECB;&#x7ECD;&#x7684;&#x662F;20&#x4E16;&#x7EAA;70&#x5E74;&#x4EE3;&#x521D;&#x671F;&#x7684;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7EC4;&#x7EC7;&#x7ED3;&#x6784;&#xFF0C;&#x73B0;&#x5728;&#x7684;&#x60C5;&#x51B5;&#x5DF2;&#x7ECF;&#x548C;&#x5F53;&#x65F6;&#x5927;&#x4E0D;&#x76F8;&#x540C;&#x4E86;&#xFF0C;&#x7A0B;&#x5E8F;&#x5458;&#x5DF2;&#x7ECF;&#x6709;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x7EC8;&#x7AEF;&#x6216;&#x5DE5;&#x4F5C;&#x7AD9;&#xFF0C;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x5B8C;&#x6210;&#x4EE3;&#x7801;&#x7684;&#x8F93;&#x5165;&#x3001;&#x7F16;&#x8F91;&#x3001;&#x7F16;&#x8BD1;&#x3001;&#x94FE;&#x63A5;&#x548C;&#x6D4B;&#x8BD5;&#x7B49;&#x5DE5;&#x4F5C;&#xFF0C;&#x65E0;&#x987B;&#x7531;&#x7F16;&#x7A0B;&#x79D8;&#x4E66;&#x7EDF;&#x4E00;&#x505A;&#x8FD9;&#x4E9B;&#x5DE5;&#x4F5C;&#x3002;&#x5178;&#x578B;&#x7684;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x73B0;&#x4EE3;&#x5F62;&#x5F0F;&#x5C06;&#x5728;&#x4E0B;&#x4E00;&#x5C0F;&#x8282;&#x4ECB;&#x7ECD;&#x3002;</p>
<p>&#x867D;&#x7136;&#x56FE;13.5&#x6240;&#x793A;&#x7684;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x8BF4;&#x8D77;&#x6765;&#x6709;&#x4E0D;&#x5C11;&#x4F18;&#x70B9;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x5B83;&#x5728;&#x8BB8;&#x591A;&#x65B9;&#x9762;&#x5374;&#x662F;&#x4E0D;&#x5207;&#x5B9E;&#x9645;&#x7684;&#x3002;</p>
<p>&#x9996;&#x5148;&#xFF0C;&#x5982;&#x524D;&#x6240;&#x8FF0;&#xFF0C;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x5E94;&#x8BE5;&#x662F;&#x9AD8;&#x7EA7;&#x7A0B;&#x5E8F;&#x5458;&#x548C;&#x4F18;&#x79C0;&#x7BA1;&#x7406;&#x8005;&#x7684;&#x7ED3;&#x5408;&#x4F53;&#x3002;&#x627F;&#x62C5;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x5DE5;&#x4F5C;&#x9700;&#x8981;&#x540C;&#x65F6;&#x5177;&#x5907;&#x8FD9;&#x4E24;&#x65B9;&#x9762;&#x7684;&#x624D;&#x80FD;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x5728;&#x73B0;&#x5B9E;&#x793E;&#x4F1A;&#x4E2D;&#x8FD9;&#x6837;&#x7684;&#x4EBA;&#x624D;&#x5E76;&#x4E0D;&#x591A;&#x89C1;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x65E2;&#x7F3A;&#x4E4F;&#x6210;&#x529F;&#x7684;&#x7BA1;&#x7406;&#x8005;&#x4E5F;&#x7F3A;&#x4E4F;&#x6280;&#x672F;&#x719F;&#x7EC3;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x3002;</p>
<p>&#x5176;&#x6B21;&#xFF0C;&#x540E;&#x5907;&#x7A0B;&#x5E8F;&#x5458;&#x66F4;&#x96BE;&#x627E;&#x3002;&#x4EBA;&#x4EEC;&#x671F;&#x671B;&#x540E;&#x5907;&#x7A0B;&#x5E8F;&#x5458;&#x50CF;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x4E00;&#x6837;&#x4F18;&#x79C0;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x4ED6;&#x4EEC;&#x5FC5;&#x987B;&#x5750;&#x5728;&#x201C;&#x66FF;&#x8865;&#x5E2D;&#x201D;&#x4E0A;&#xFF0C;&#x62FF;&#x7740;&#x8F83;&#x4F4E;&#x7684;&#x5DE5;&#x8D44;&#x7B49;&#x5F85;&#x968F;&#x65F6;&#x63A5;&#x66FF;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x5DE5;&#x4F5C;&#x3002;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x9AD8;&#x7EA7;&#x7A0B;&#x5E8F;&#x5458;&#x6216;&#x9AD8;&#x7EA7;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x613F;&#x610F;&#x63A5;&#x53D7;&#x8FD9;&#x6837;&#x7684;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#x7B2C;&#x4E09;&#xFF0C;&#x7F16;&#x7A0B;&#x79D8;&#x4E66;&#x4E5F;&#x5F88;&#x96BE;&#x627E;&#x5230;&#x3002;&#x4E13;&#x4E1A;&#x7684;&#x8F6F;&#x4EF6;&#x6280;&#x672F;&#x4EBA;&#x5458;&#x4E00;&#x822C;&#x90FD;&#x538C;&#x70E6;&#x65E5;&#x5E38;&#x7684;&#x4E8B;&#x52A1;&#x6027;&#x5DE5;&#x4F5C;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x4EBA;&#x4EEC;&#x5374;&#x671F;&#x671B;&#x7F16;&#x7A0B;&#x79D8;&#x4E66;&#x6574;&#x5929;&#x53EA;&#x5E72;&#x8FD9;&#x7C7B;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x9700;&#x8981;&#x4E00;&#x79CD;&#x66F4;&#x5408;&#x7406;&#x3001;&#x66F4;&#x73B0;&#x5B9E;&#x7684;&#x7EC4;&#x7EC7;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x5E94;&#x8BE5;&#x80FD;&#x5145;&#x5206;&#x7ED3;&#x5408;&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x548C;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x4F18;&#x70B9;&#xFF0C;&#x5E76;&#x4E14;&#x80FD;&#x7528;&#x4E8E;&#x5B9E;&#x73B0;&#x66F4;&#x5927;&#x89C4;&#x6A21;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x3002;</p>
<h3 id="1343--&#x73B0;&#x4EE3;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;">13.4.3  &#x73B0;&#x4EE3;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;</h3>
<p>&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x4E00;&#x4E2A;&#x4E3B;&#x8981;&#x4F18;&#x70B9;&#xFF0C;&#x662F;&#x5C0F;&#x7EC4;&#x6210;&#x5458;&#x90FD;&#x5BF9;&#x53D1;&#x73B0;&#x7A0B;&#x5E8F;&#x9519;&#x8BEF;&#x6301;&#x79EF;&#x6781;&#x3001;&#x4E3B;&#x52A8;&#x7684;&#x6001;&#x5EA6;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x4F7F;&#x7528;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x65F6;&#xFF0C;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x5BF9;&#x6BCF;&#x884C;&#x4EE3;&#x7801;&#x7684;&#x8D28;&#x91CF;&#x8D1F;&#x8D23;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x4ED6;&#x5FC5;&#x987B;&#x53C2;&#x4E0E;&#x6240;&#x6709;&#x4EE3;&#x7801;&#x5BA1;&#x67E5;&#x5DE5;&#x4F5C;&#x3002;&#x7531;&#x4E8E;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x540C;&#x65F6;&#x53C8;&#x662F;&#x8D1F;&#x8D23;&#x5BF9;&#x5C0F;&#x7EC4;&#x6210;&#x5458;&#x8FDB;&#x884C;&#x8BC4;&#x4EF7;&#x7684;&#x7BA1;&#x7406;&#x5458;&#xFF0C;&#x4ED6;&#x53C2;&#x4E0E;&#x4EE3;&#x7801;&#x5BA1;&#x67E5;&#x5DE5;&#x4F5C;&#x5C31;&#x4F1A;&#x628A;&#x6240;&#x53D1;&#x73B0;&#x7684;&#x7A0B;&#x5E8F;&#x9519;&#x8BEF;&#x4E0E;&#x5C0F;&#x7EC4;&#x6210;&#x5458;&#x7684;&#x5DE5;&#x4F5C;&#x4E1A;&#x7EE9;&#x8054;&#x7CFB;&#x8D77;&#x6765;&#xFF0C;&#x4ECE;&#x800C;&#x9020;&#x6210;&#x5C0F;&#x7EC4;&#x6210;&#x5458;&#x51FA;&#x73B0;&#x4E0D;&#x613F;&#x610F;&#x53D1;&#x73B0;&#x9519;&#x8BEF;&#x7684;&#x5FC3;&#x7406;&#x3002;</p>
<p>&#x89E3;&#x51B3;&#x4E0A;&#x8FF0;&#x95EE;&#x9898;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#xFF0C;&#x53D6;&#x6D88;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x5927;&#x90E8;&#x5206;&#x884C;&#x653F;&#x7BA1;&#x7406;&#x5DE5;&#x4F5C;&#x3002;&#x524D;&#x9762;&#x5DF2;&#x7ECF;&#x6307;&#x51FA;&#xFF0C;&#x5F88;&#x96BE;&#x627E;&#x5230;&#x65E2;&#x662F;&#x9AD8;&#x5EA6;&#x719F;&#x7EC3;&#x7684;&#x7A0B;&#x5E8F;&#x5458;&#x53C8;&#x662F;&#x6210;&#x529F;&#x7684;&#x7BA1;&#x7406;&#x5458;&#x7684;&#x4EBA;&#xFF0C;&#x53D6;&#x6D88;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x884C;&#x653F;&#x7BA1;&#x7406;&#x5DE5;&#x4F5C;&#xFF0C;&#x4E0D;&#x4EC5;&#x89E3;&#x51B3;&#x4E86;&#x5C0F;&#x7EC4;&#x6210;&#x5458;&#x4E0D;&#x613F;&#x610F;&#x53D1;&#x73B0;&#x7A0B;&#x5E8F;&#x9519;&#x8BEF;&#x7684;&#x5FC3;&#x7406;&#x95EE;&#x9898;&#xFF0C;&#x4E5F;&#x4F7F;&#x5F97;&#x5BFB;&#x627E;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x4EBA;&#x9009;&#x4E0D;&#x518D;&#x90A3;&#x4E48;&#x56F0;&#x96BE;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x5B9E;&#x9645;&#x7684;&#x201C;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x201D;&#x5E94;&#x8BE5;&#x7531;&#x4E24;&#x4E2A;&#x4EBA;&#x5171;&#x540C;&#x62C5;&#x4EFB;&#xFF1A;  &#x4E00;&#x4E2A;&#x6280;&#x672F;&#x8D1F;&#x8D23;&#x4EBA;&#xFF0C;&#x8D1F;&#x8D23;&#x5C0F;&#x7EC4;&#x7684;&#x6280;&#x672F;&#x6D3B;&#x52A8;&#xFF1B;&#x4E00;&#x4E2A;&#x884C;&#x653F;&#x8D1F;&#x8D23;&#x4EBA;&#xFF0C;&#x8D1F;&#x8D23;&#x6240;&#x6709;&#x975E;&#x6280;&#x672F;&#x6027;&#x4E8B;&#x52A1;&#x7684;&#x7BA1;&#x7406;&#x51B3;&#x7B56;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x7EC4;&#x7EC7;&#x7ED3;&#x6784;&#x5982;&#x56FE;13.6&#x6240;&#x793A;&#x3002;&#x6280;&#x672F;&#x7EC4;&#x957F;&#x81EA;&#x7136;&#x8981;&#x53C2;&#x4E0E;&#x5168;&#x90E8;&#x4EE3;&#x7801;&#x5BA1;&#x67E5;&#x5DE5;&#x4F5C;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x8981;&#x5BF9;&#x4EE3;&#x7801;&#x7684;&#x5404;&#x65B9;&#x9762;&#x8D28;&#x91CF;&#x8D1F;&#x8D23;&#xFF1B;&#x76F8;&#x53CD;&#xFF0C;&#x884C;&#x653F;&#x7EC4;&#x957F;&#x4E0D;&#x53EF;&#x4EE5;&#x53C2;&#x4E0E;&#x4EE3;&#x7801;&#x5BA1;&#x67E5;&#x5DE5;&#x4F5C;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x7684;&#x804C;&#x8D23;&#x662F;&#x5BF9;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x4E1A;&#x7EE9;&#x8FDB;&#x884C;&#x8BC4;&#x4EF7;&#x3002;&#x884C;&#x653F;&#x7EC4;&#x957F;&#x5E94;&#x8BE5;&#x5728;&#x5E38;&#x89C4;&#x8C03;&#x5EA6;&#x4F1A;&#x8BAE;&#x4E0A;&#x4E86;&#x89E3;&#x6BCF;&#x540D;&#x7EC4;&#x5458;&#x7684;&#x6280;&#x672F;&#x80FD;&#x529B;&#x548C;&#x5DE5;&#x4F5C;&#x4E1A;&#x7EE9;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117215118.png" alt=""></p>
<p>&#x56FE;13.6 &#x73B0;&#x4EE3;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x7ED3;&#x6784;</p>
<p>&#x5728;&#x5F00;&#x59CB;&#x5DE5;&#x4F5C;&#x4E4B;&#x524D;&#x660E;&#x786E;&#x5212;&#x5206;&#x6280;&#x672F;&#x7EC4;&#x957F;&#x548C;&#x884C;&#x653F;&#x7EC4;&#x957F;&#x7684;&#x7BA1;&#x7406;&#x6743;&#x9650;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5373;&#x4F7F;&#x5DF2;&#x7ECF;&#x505A;&#x4E86;&#x660E;&#x786E;&#x5206;&#x5DE5;&#xFF0C;&#x6709;&#x65F6;&#x4E5F;&#x4F1A;&#x51FA;&#x73B0;&#x804C;&#x8D23;&#x4E0D;&#x6E05;&#x7684;&#x77DB;&#x76FE;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8003;&#x8651;&#x5E74;&#x5EA6;&#x4F11;&#x5047;&#x95EE;&#x9898;&#xFF0C;&#x884C;&#x653F;&#x7EC4;&#x957F;&#x6709;&#x6743;&#x6279;&#x51C6;&#x67D0;&#x4E2A;&#x7A0B;&#x5E8F;&#x5458;&#x4F11;&#x5E74;&#x5047;&#x7684;&#x7533;&#x8BF7;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x975E;&#x6280;&#x672F;&#x6027;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x662F;&#x6280;&#x672F;&#x7EC4;&#x957F;&#x53EF;&#x80FD;&#x9A6C;&#x4E0A;&#x5426;&#x51B3;&#x4E86;&#x8FD9;&#x4E2A;&#x7533;&#x8BF7;&#xFF0C;&#x56E0;&#x4E3A;&#x5DF2;&#x7ECF;&#x63A5;&#x8FD1;&#x9884;&#x5B9A;&#x7684;&#x9879;&#x76EE;&#x7ED3;&#x675F;&#x65E5;&#x671F;&#xFF0C;&#x76EE;&#x524D;&#x4EBA;&#x624B;&#x975E;&#x5E38;&#x7D27;&#x5F20;&#x3002;&#x89E3;&#x51B3;&#x8FD9;&#x7C7B;&#x95EE;&#x9898;&#x7684;&#x529E;&#x6CD5;&#x662F;&#x6C42;&#x52A9;&#x4E8E;&#x66F4;&#x9AD8;&#x5C42;&#x7684;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#xFF0C;&#x5BF9;&#x884C;&#x653F;&#x7EC4;&#x957F;&#x548C;&#x6280;&#x672F;&#x7EC4;&#x957F;&#x90FD;&#x8BA4;&#x4E3A;&#x662F;&#x5C5E;&#x4E8E;&#x81EA;&#x5DF1;&#x804C;&#x8D23;&#x8303;&#x56F4;&#x5185;&#x7684;&#x4E8B;&#x52A1;&#xFF0C;&#x5236;&#x5B9A;&#x4E00;&#x4E2A;&#x5904;&#x7406;&#x65B9;&#x6848;&#x3002;</p>
<p>&#x7531;&#x4E8E;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x6210;&#x5458;&#x4EBA;&#x6570;&#x4E0D;&#x5B9C;&#x8FC7;&#x591A;&#xFF0C;&#x5F53;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x89C4;&#x6A21;&#x8F83;&#x5927;&#x65F6;&#xFF0C;&#x5E94;&#x8BE5;&#x628A;&#x7A0B;&#x5E8F;&#x5458;&#x5206;&#x6210;&#x82E5;&#x5E72;&#x4E2A;&#x5C0F;&#x7EC4;&#xFF0C;&#x91C7;&#x7528;&#x56FE;13.7&#x6240;&#x793A;&#x7684;&#x7EC4;&#x7EC7;&#x7ED3;&#x6784;&#x3002;&#x8BE5;&#x56FE;&#x63CF;&#x7ED8;&#x7684;&#x662F;&#x6280;&#x672F;&#x7BA1;&#x7406;&#x7EC4;&#x7EC7;&#x7ED3;&#x6784;&#xFF0C;&#x975E;&#x6280;&#x672F;&#x7BA1;&#x7406;&#x7EC4;&#x7EC7;&#x7ED3;&#x6784;&#x4E0E;&#x6B64;&#x7C7B;&#x4F3C;&#x3002;&#x7531;&#x56FE;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x4EA7;&#x54C1;&#x5F00;&#x53D1;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6574;&#x4F53;&#x662F;&#x5728;&#x9879;&#x76EE;&#x7ECF;&#x7406;&#x7684;&#x6307;&#x5BFC;&#x4E0B;&#x8FDB;&#x884C;&#x7684;&#xFF0C;&#x7A0B;&#x5E8F;&#x5458;&#x5411;&#x4ED6;&#x4EEC;&#x7684;&#x7EC4;&#x957F;&#x6C47;&#x62A5;&#x5DE5;&#x4F5C;&#xFF0C;&#x800C;&#x7EC4;&#x957F;&#x5219;&#x5411;&#x9879;&#x76EE;&#x7ECF;&#x7406;&#x6C47;&#x62A5;&#x5DE5;&#x4F5C;&#x3002;&#x5F53;&#x4EA7;&#x54C1;&#x89C4;&#x6A21;&#x66F4;&#x5927;&#x65F6;&#xFF0C;&#x53EF;&#x4EE5;&#x9002;&#x5F53;&#x589E;&#x52A0;&#x4E2D;&#x95F4;&#x7BA1;&#x7406;&#x5C42;&#x6B21;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117215135.png" alt=""></p>
<p>&#x56FE;13.7 &#x5927;&#x578B;&#x9879;&#x76EE;&#x7684;&#x6280;&#x672F;&#x7BA1;&#x7406;&#x7EC4;&#x7EC7;&#x7ED3;&#x6784;</p>
<p>&#x628A;&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x548C;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7684;&#x4F18;&#x70B9;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#x7684;&#x53E6;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#xFF0C;&#x662F;&#x5728;&#x5408;&#x9002;&#x7684;&#x5730;&#x65B9;&#x91C7;&#x7528;&#x5206;&#x6563;&#x505A;&#x51B3;&#x5B9A;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5982;&#x56FE;13.8&#x6240;&#x793A;&#x3002;&#x8FD9;&#x6837;&#x505A;&#x6709;&#x5229;&#x4E8E;&#x5F62;&#x6210;&#x7545;&#x901A;&#x7684;&#x901A;&#x4FE1;&#x6E20;&#x9053;&#xFF0C;&#x4EE5;&#x4FBF;&#x5145;&#x5206;&#x53D1;&#x6325;&#x6BCF;&#x4E2A;&#x7A0B;&#x5E8F;&#x5458;&#x7684;&#x79EF;&#x6781;&#x6027;&#x548C;&#x4E3B;&#x52A8;&#x6027;&#xFF0C;&#x96C6;&#x601D;&#x5E7F;&#x76CA;&#x653B;&#x514B;&#x6280;&#x672F;&#x96BE;&#x5173;&#x3002;&#x8FD9;&#x79CD;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x5BF9;&#x4E8E;&#x9002;&#x5408;&#x91C7;&#x7528;&#x6C11;&#x4E3B;&#x65B9;&#x6CD5;&#x7684;&#x90A3;&#x7C7B;&#x95EE;&#x9898;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x7814;&#x7A76;&#x6027;&#x9879;&#x76EE;&#x6216;&#x9047;&#x5230;&#x6280;&#x672F;&#x96BE;&#x9898;&#x9700;&#x8981;&#x7528;&#x96C6;&#x4F53;&#x667A;&#x6167;&#x653B;&#x5173;&#xFF09;&#x975E;&#x5E38;&#x6709;&#x6548;&#x3002;&#x5C3D;&#x7BA1;&#x8FD9;&#x79CD;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x9002;&#x5F53;&#x5730;&#x53D1;&#x626C;&#x4E86;&#x6C11;&#x4E3B;&#xFF0C;&#x4F46;&#x662F;&#x4E0A;&#x4E0B;&#x7EA7;&#x4E4B;&#x95F4;&#x7684;&#x7BAD;&#x5934;&#xFF08;&#x5373;&#x7BA1;&#x7406;&#x5173;&#x7CFB;&#xFF09;&#x4ECD;&#x7136;&#x662F;&#x5411;&#x4E0B;&#x7684;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x662F;&#x5728;&#x96C6;&#x4E2D;&#x6307;&#x5BFC;&#x4E0B;&#x53D1;&#x626C;&#x6C11;&#x4E3B;&#x3002;&#x663E;&#x7136;&#xFF0C;&#x5982;&#x679C;&#x7A0B;&#x5E8F;&#x5458;&#x53EF;&#x4EE5;&#x6307;&#x6325;&#x9879;&#x76EE;&#x7ECF;&#x7406;&#xFF0C;&#x5219;&#x53EA;&#x4F1A;&#x5F15;&#x8D77;&#x6DF7;&#x4E71;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117215148.png" alt=""></p>
<p>&#x56FE;13.8 &#x5305;&#x542B;&#x5206;&#x6563;&#x51B3;&#x7B56;&#x7684;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;</p>
<h2 id="135--&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;">13.5  &#x8D28;&#x91CF;&#x4FDD;&#x8BC1;</h2>
<h3 id="1351--&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;">13.5.1  &#x8F6F;&#x4EF6;&#x8D28;&#x91CF;</h3>
<p>&#x6982;&#x62EC;&#x5730;&#x8BF4;&#xFF0C;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x5C31;&#x662F;&#x201C;&#x8F6F;&#x4EF6;&#x4E0E;&#x660E;&#x786E;&#x5730;&#x548C;&#x9690;&#x542B;&#x5730;&#x5B9A;&#x4E49;&#x7684;&#x9700;&#x6C42;&#x76F8;&#x4E00;&#x81F4;&#x7684;&#x7A0B;&#x5EA6;&#x201D;&#x3002;&#x66F4;&#x5177;&#x4F53;&#x5730;&#x8BF4;&#xFF0C;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x662F;&#x8F6F;&#x4EF6;&#x4E0E;&#x660E;&#x786E;&#x5730;&#x53D9;&#x8FF0;&#x7684;&#x529F;&#x80FD;&#x548C;&#x6027;&#x80FD;&#x9700;&#x6C42;&#x3001;&#x6587;&#x6863;&#x4E2D;&#x660E;&#x786E;&#x63CF;&#x8FF0;&#x7684;&#x5F00;&#x53D1;&#x6807;&#x51C6;&#x4EE5;&#x53CA;&#x4EFB;&#x4F55;&#x4E13;&#x4E1A;&#x5F00;&#x53D1;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x90FD;&#x5E94;&#x8BE5;&#x5177;&#x6709;&#x7684;&#x9690;&#x542B;&#x7279;&#x5F81;&#x76F8;&#x4E00;&#x81F4;&#x7684;&#x7A0B;&#x5EA6;&#x3002;&#x4E0A;&#x8FF0;&#x5B9A;&#x4E49;&#x5F3A;&#x8C03;&#x4E86;&#x4E0B;&#x8FF0;&#x7684;3&#x4E2A;&#x8981;&#x70B9;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x8F6F;&#x4EF6;&#x9700;&#x6C42;&#x662F;&#x5EA6;&#x91CF;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x4E0E;&#x9700;&#x6C42;&#x4E0D;&#x4E00;&#x81F4;&#x5C31;&#x662F;&#x8D28;&#x91CF;&#x4E0D;&#x9AD8;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x6307;&#x5B9A;&#x7684;&#x5F00;&#x53D1;&#x6807;&#x51C6;&#x5B9A;&#x4E49;&#x4E86;&#x4E00;&#x7EC4;&#x6307;&#x5BFC;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x51C6;&#x5219;&#xFF0C;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x9075;&#x5B88;&#x8FD9;&#x4E9B;&#x51C6;&#x5219;&#xFF0C;&#x51E0;&#x4E4E;&#x80AF;&#x5B9A;&#x4F1A;&#x5BFC;&#x81F4;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4E0D;&#x9AD8;&#x3002;</p>
<p>&#xFF08;3&#xFF09; &#x901A;&#x5E38;&#xFF0C;&#x6709;&#x4E00;&#x7EC4;&#x6CA1;&#x6709;&#x663E;&#x5F0F;&#x63CF;&#x8FF0;&#x7684;&#x9690;&#x542B;&#x9700;&#x6C42;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x8F6F;&#x4EF6;&#x5E94;&#x8BE5;&#x662F;&#x5BB9;&#x6613;&#x7EF4;&#x62A4;&#x7684;&#xFF09;&#x3002;&#x5982;&#x679C;&#x8F6F;&#x4EF6;&#x6EE1;&#x8DB3;&#x660E;&#x786E;&#x63CF;&#x8FF0;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x4F46;&#x5374;&#x4E0D;&#x6EE1;&#x8DB3;&#x9690;&#x542B;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x90A3;&#x4E48;&#x8F6F;&#x4EF6;&#x7684;&#x8D28;&#x91CF;&#x4ECD;&#x7136;&#x662F;&#x503C;&#x5F97;&#x6000;&#x7591;&#x7684;&#x3002;</p>
<p>&#x867D;&#x7136;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x662F;&#x96BE;&#x4E8E;&#x5B9A;&#x91CF;&#x5EA6;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#x5C5E;&#x6027;&#xFF0C;&#x4F46;&#x662F;&#x4ECD;&#x7136;&#x80FD;&#x591F;&#x63D0;&#x51FA;&#x8BB8;&#x591A;&#x91CD;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x6307;&#x6807;(&#x5176;&#x4E2D;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x76EE;&#x524D;&#x8FD8;&#x5904;&#x4E8E;&#x5B9A;&#x6027;&#x5EA6;&#x91CF;&#x9636;&#x6BB5;)&#x3002;</p>
<p>&#x672C;&#x8282;&#x4ECB;&#x7ECD;&#x5F71;&#x54CD;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x7684;&#x4E3B;&#x8981;&#x56E0;&#x7D20;&#xFF0C;&#x8FD9;&#x4E9B;&#x56E0;&#x7D20;&#x662F;&#x4ECE;&#x7BA1;&#x7406;&#x89D2;&#x5EA6;&#x5BF9;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x7684;&#x5EA6;&#x91CF;&#x3002;&#x53EF;&#x4EE5;&#x628A;&#x8FD9;&#x4E9B;&#x8D28;&#x91CF;&#x56E0;&#x7D20;&#x5206;&#x6210;3&#x7EC4;&#xFF0C;&#x5206;&#x522B;&#x53CD;&#x6620;&#x7528;&#x6237;&#x5728;&#x4F7F;&#x7528;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x65F6;&#x7684;3&#x79CD;&#x4E0D;&#x540C;&#x503E;&#x5411;&#x6216;&#x89C2;&#x70B9;&#x3002;&#x8FD9;3&#x79CD;&#x503E;&#x5411;&#x662F;&#xFF1A; &#x4EA7;&#x54C1;&#x8FD0;&#x884C;&#x3001;&#x4EA7;&#x54C1;&#x4FEE;&#x6539;&#x548C;&#x4EA7;&#x54C1;&#x8F6C;&#x79FB;&#x3002;&#x56FE;13.9&#x63CF;&#x7ED8;&#x4E86;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x56E0;&#x7D20;&#x548C;&#x4E0A;&#x8FF0;3&#x79CD;&#x503E;&#x5411;(&#x6216;&#x4EA7;&#x54C1;&#x6D3B;&#x52A8;)&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x8868;13.7&#xFF08;&#x89C1;&#x4E66;315&#x9875;&#xFF09;&#x5217;&#x51FA;&#x4E86;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x56E0;&#x7D20;&#x7684;&#x7B80;&#x660E;&#x5B9A;&#x4E49;&#x3002;</p>
<p> <img src="https://img1.zlogs.net/20/20200117215204.png" alt=""></p>
<p>&#x56FE;13.9 &#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x56E0;&#x7D20;&#x4E0E;&#x4EA7;&#x54C1;&#x6D3B;&#x52A8;&#x7684;&#x5173;&#x7CFB;</p>
<h3 id="1352--&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x63AA;&#x65BD;">13.5.2  &#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x63AA;&#x65BD;</h3>
<p>&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#xFF08;software quality assurance,SQA&#xFF09;&#x7684;&#x63AA;&#x65BD;&#x4E3B;&#x8981;&#x6709;&#xFF1A;  &#x57FA;&#x4E8E;&#x975E;&#x6267;&#x884C;&#x7684;&#x6D4B;&#x8BD5;&#xFF08;&#x4E5F;&#x79F0;&#x4E3A;&#x590D;&#x5BA1;&#x6216;&#x8BC4;&#x5BA1;&#xFF09;&#xFF0C;&#x57FA;&#x4E8E;&#x6267;&#x884C;&#x7684;&#x6D4B;&#x8BD5;&#xFF08;&#x5373;&#x4EE5;&#x524D;&#x8BB2;&#x8FC7;&#x7684;&#x8F6F;&#x4EF6;&#x6D4B;&#x8BD5;&#xFF09;&#x548C;&#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x3002;&#x590D;&#x5BA1;&#x4E3B;&#x8981;&#x7528;&#x6765;&#x4FDD;&#x8BC1;&#x5728;&#x7F16;&#x7801;&#x4E4B;&#x524D;&#x5404;&#x9636;&#x6BB5;&#x4EA7;&#x751F;&#x7684;&#x6587;&#x6863;&#x7684;&#x8D28;&#x91CF;&#xFF1B;&#x57FA;&#x4E8E;&#x6267;&#x884C;&#x7684;&#x6D4B;&#x8BD5;&#x9700;&#x8981;&#x5728;&#x7A0B;&#x5E8F;&#x7F16;&#x5199;&#x51FA;&#x6765;&#x4E4B;&#x540E;&#x8FDB;&#x884C;&#xFF0C;&#x5B83;&#x662F;&#x4FDD;&#x8BC1;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x7684;&#x6700;&#x540E;&#x4E00;&#x9053;&#x9632;&#x7EBF;&#xFF1B;&#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x4F7F;&#x7528;&#x6570;&#x5B66;&#x65B9;&#x6CD5;&#x4E25;&#x683C;&#x9A8C;&#x8BC1;&#x7A0B;&#x5E8F;&#x662F;&#x5426;&#x4E0E;&#x5BF9;&#x5B83;&#x7684;&#x8BF4;&#x660E;&#x5B8C;&#x5168;&#x4E00;&#x81F4;&#x3002;</p>
<p>&#x53C2;&#x52A0;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x5DE5;&#x4F5C;&#x7684;&#x4EBA;&#x5458;&#xFF0C;&#x53EF;&#x4EE5;&#x5212;&#x5206;&#x6210;&#x4E0B;&#x8FF0;&#x4E24;&#x7C7B;&#xFF1A;</p>
<p>&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x901A;&#x8FC7;&#x91C7;&#x7528;&#x5148;&#x8FDB;&#x7684;&#x6280;&#x672F;&#x65B9;&#x6CD5;&#x548C;&#x5EA6;&#x91CF;&#xFF0C;&#x8FDB;&#x884C;&#x6B63;&#x5F0F;&#x7684;&#x6280;&#x672F;&#x590D;&#x5BA1;&#x4EE5;&#x53CA;&#x5B8C;&#x6210;&#x8BA1;&#x5212;&#x5468;&#x5BC6;&#x7684;&#x8F6F;&#x4EF6;&#x6D4B;&#x8BD5;&#x6765;&#x4FDD;&#x8BC1;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x3002;</p>
<p>SQA&#x5C0F;&#x7EC4;&#x7684;&#x804C;&#x8D23;&#xFF0C;&#x662F;&#x8F85;&#x52A9;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x4EE5;&#x83B7;&#x5F97;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x3002;&#x5176;&#x4ECE;&#x4E8B;&#x7684;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x6D3B;&#x52A8;&#x4E3B;&#x8981;&#x662F;&#xFF1A;  &#x8BA1;&#x5212;&#xFF0C;&#x76D1;&#x7763;&#xFF0C;&#x8BB0;&#x5F55;&#xFF0C;&#x5206;&#x6790;&#x548C;&#x62A5;&#x544A;&#x3002;&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;SQA&#x5C0F;&#x7EC4;&#x7684;&#x4F5C;&#x7528;&#x662F;&#xFF0C;&#x901A;&#x8FC7;&#x786E;&#x4FDD;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x8D28;&#x91CF;&#x6765;&#x4FDD;&#x8BC1;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x8D28;&#x91CF;&#x3002;</p>
<p>\1. &#x6280;&#x672F;&#x590D;&#x5BA1;&#x7684;&#x5FC5;&#x8981;&#x6027;</p>
<p>&#x6B63;&#x5F0F;&#x6280;&#x672F;&#x590D;&#x5BA1;&#x7684;&#x663E;&#x8457;&#x4F18;&#x70B9;&#x662F;&#xFF0C;&#x80FD;&#x591F;&#x8F83;&#x65E9;&#x53D1;&#x73B0;&#x8F6F;&#x4EF6;&#x9519;&#x8BEF;&#xFF0C;&#x4ECE;&#x800C;&#x53EF;&#x9632;&#x6B62;&#x9519;&#x8BEF;&#x88AB;&#x4F20;&#x64AD;&#x5230;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x540E;&#x7EED;&#x9636;&#x6BB5;&#x3002;</p>
<p>&#x7EDF;&#x8BA1;&#x6570;&#x5B57;&#x8868;&#x660E;&#xFF0C;&#x5728;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x4E2D;&#x68C0;&#x6D4B;&#x51FA;&#x7684;&#x9519;&#x8BEF;&#xFF0C;60%~70%&#x5C5E;&#x4E8E;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x9519;&#x8BEF;&#x6216;&#x8BBE;&#x8BA1;&#x9519;&#x8BEF;&#xFF0C;&#x800C;&#x6B63;&#x5F0F;&#x6280;&#x672F;&#x590D;&#x5BA1;&#x5728;&#x53D1;&#x73B0;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x9519;&#x8BEF;&#x548C;&#x8BBE;&#x8BA1;&#x9519;&#x8BEF;&#x65B9;&#x9762;&#x7684;&#x6709;&#x6548;&#x6027;&#x9AD8;&#x8FBE;75%&#x3002;&#x7531;&#x4E8E;&#x80FD;&#x591F;&#x68C0;&#x6D4B;&#x51FA;&#x5E76;&#x6392;&#x9664;&#x6389;&#x7EDD;&#x5927;&#x90E8;&#x5206;&#x8FD9;&#x7C7B;&#x9519;&#x8BEF;&#xFF0C;&#x590D;&#x5BA1;&#x53EF;&#x5927;&#x5927;&#x964D;&#x4F4E;&#x540E;&#x7EED;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x9636;&#x6BB5;&#x7684;&#x6210;&#x672C;&#x3002;</p>
<p>&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x6B63;&#x5F0F;&#x6280;&#x672F;&#x590D;&#x5BA1;&#x662F;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x63AA;&#x65BD;&#x7684;&#x4E00;&#x79CD;&#xFF0C;&#x5305;&#x62EC;&#x8D70;&#x67E5;&#xFF08;walkthrough)&#x548C;&#x5BA1;&#x67E5;&#xFF08;inspection&#xFF09;&#x7B49;&#x5177;&#x4F53;&#x65B9;&#x6CD5;&#x3002;&#x8D70;&#x67E5;&#x7684;&#x6B65;&#x9AA4;&#x6BD4;&#x5BA1;&#x67E5;&#x5C11;&#xFF0C;&#x800C;&#x4E14;&#x6CA1;&#x6709;&#x5BA1;&#x67E5;&#x6B63;&#x89C4;&#x3002;</p>
<p>\2. &#x8D70;&#x67E5;</p>
<p>&#x8D70;&#x67E5;&#x7EC4;&#x7531;4~6&#x540D;&#x6210;&#x5458;&#x7EC4;&#x6210;&#x3002;&#x4EE5;&#x8D70;&#x67E5;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x7684;&#x5C0F;&#x7EC4;&#x4E3A;&#x4F8B;&#xFF0C;&#x6210;&#x5458;&#x81F3;&#x5C11;&#x5305;&#x62EC;&#x4E00;&#x540D;&#x8D1F;&#x8D23;&#x8D77;&#x8349;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x7684;&#x4EBA;&#xFF0C;&#x4E00;&#x540D;&#x8D1F;&#x8D23;&#x8BE5;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x7684;&#x7BA1;&#x7406;&#x5458;&#xFF0C;&#x4E00;&#x4F4D;&#x5BA2;&#x6237;&#x4EE3;&#x8868;&#xFF0C;&#x4EE5;&#x53CA;&#x4E0B;&#x9636;&#x6BB5;&#x5F00;&#x53D1;&#x7EC4;&#xFF08;&#x5728;&#x672C;&#x4F8B;&#x4E2D;&#x662F;&#x8BBE;&#x8BA1;&#x7EC4;&#xFF09;&#x7684;&#x4E00;&#x540D;&#x4EE3;&#x8868;&#x548C;SQA&#x5C0F;&#x7EC4;&#x7684;&#x4E00;&#x540D;&#x4EE3;&#x8868;&#x3002;&#x5176;&#x4E2D;SQA&#x5C0F;&#x7EC4;&#x7684;&#x4EE3;&#x8868;&#x5E94;&#x8BE5;&#x4F5C;&#x4E3A;&#x8D70;&#x67E5;&#x7EC4;&#x7684;&#x7EC4;&#x957F;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x80FD;&#x53D1;&#x73B0;&#x91CD;&#x5927;&#x9519;&#x8BEF;&#xFF0C;&#x8D70;&#x67E5;&#x7EC4;&#x6210;&#x5458;&#x6700;&#x597D;&#x662F;&#x7ECF;&#x9A8C;&#x4E30;&#x5BCC;&#x7684;&#x9AD8;&#x7EA7;&#x6280;&#x672F;&#x4EBA;&#x5458;&#x3002;&#x5FC5;&#x987B;&#x628A;&#x88AB;&#x8D70;&#x67E5;&#x7684;&#x6750;&#x6599;&#x9884;&#x5148;&#x5206;&#x53D1;&#x7ED9;&#x8D70;&#x67E5;&#x7EC4;&#x6BCF;&#x4F4D;&#x6210;&#x5458;&#x3002;&#x8D70;&#x67E5;&#x7EC4;&#x6210;&#x5458;&#x5E94;&#x8BE5;&#x4ED4;&#x7EC6;&#x7814;&#x7A76;&#x6750;&#x6599;&#x5E76;&#x5217;&#x51FA;&#x4E24;&#x5F20;&#x8868;&#xFF1A;  &#x4E00;&#x5F20;&#x8868;&#x662F;&#x4ED6;&#x4E0D;&#x7406;&#x89E3;&#x7684;&#x672F;&#x8BED;&#xFF0C;&#x53E6;&#x4E00;&#x5F20;&#x662F;&#x4ED6;&#x8BA4;&#x4E3A;&#x4E0D;&#x6B63;&#x786E;&#x7684;&#x672F;&#x8BED;&#x3002;</p>
<p>&#x8D70;&#x67E5;&#x7EC4;&#x7EC4;&#x957F;&#x5F15;&#x5BFC;&#x8BE5;&#x7EC4;&#x6210;&#x5458;&#x8D70;&#x67E5;&#x6587;&#x6863;&#xFF0C;&#x529B;&#x6C42;&#x53D1;&#x73B0;&#x5C3D;&#x53EF;&#x80FD;&#x591A;&#x7684;&#x9519;&#x8BEF;&#x3002;&#x8D70;&#x67E5;&#x7EC4;&#x7684;&#x4EFB;&#x52A1;&#x4EC5;&#x4EC5;&#x662F;&#x6807;&#x8BB0;&#x51FA;&#x9519;&#x8BEF;&#x800C;&#x4E0D;&#x662F;&#x6539;&#x6B63;&#x9519;&#x8BEF;&#xFF0C;&#x6539;&#x6B63;&#x9519;&#x8BEF;&#x7684;&#x5DE5;&#x4F5C;&#x5E94;&#x8BE5;&#x7531;&#x8BE5;&#x6587;&#x6863;&#x7684;&#x7F16;&#x5199;&#x7EC4;&#x5B8C;&#x6210;&#x3002;&#x8D70;&#x67E5;&#x7684;&#x65F6;&#x95F4;&#x6700;&#x957F;&#x4E0D;&#x8981;&#x8D85;&#x8FC7;2&#x5C0F;&#x65F6;&#xFF0C;&#x8FD9;&#x6BB5;&#x65F6;&#x95F4;&#x5E94;&#x8BE5;&#x7528;&#x6765;&#x53D1;&#x73B0;&#x548C;&#x6807;&#x8BB0;&#x9519;&#x8BEF;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6539;&#x6B63;&#x9519;&#x8BEF;&#x3002;</p>
<p>&#x8D70;&#x67E5;&#x4E3B;&#x8981;&#x6709;&#x4E0B;&#x8FF0;&#x4E24;&#x79CD;&#x65B9;&#x5F0F;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x53C2;&#x4E0E;&#x8005;&#x9A71;&#x52A8;&#x6CD5;&#x3002;&#x53C2;&#x4E0E;&#x8005;&#x6309;&#x7167;&#x4E8B;&#x5148;&#x51C6;&#x5907;&#x597D;&#x7684;&#x5217;&#x8868;&#xFF0C;&#x63D0;&#x51FA;&#x4ED6;&#x4EEC;&#x4E0D;&#x7406;&#x89E3;&#x7684;&#x672F;&#x8BED;&#x548C;&#x8BA4;&#x4E3A;&#x4E0D;&#x6B63;&#x786E;&#x7684;&#x672F;&#x8BED;&#x3002;&#x6587;&#x6863;&#x7F16;&#x5199;&#x7EC4;&#x7684;&#x4EE3;&#x8868;&#x5FC5;&#x987B;&#x56DE;&#x7B54;&#x6BCF;&#x4E2A;&#x8D28;&#x7591;&#xFF0C;&#x8981;&#x4E48;&#x627F;&#x8BA4;&#x786E;&#x5B9E;&#x6709;&#x9519;&#x8BEF;&#xFF0C;&#x8981;&#x4E48;&#x5BF9;&#x8D28;&#x7591;&#x505A;&#x51FA;&#x89E3;&#x91CA;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x6587;&#x6863;&#x9A71;&#x52A8;&#x6CD5;&#x3002;&#x6587;&#x6863;&#x7F16;&#x5199;&#x8005;&#x5411;&#x8D70;&#x67E5;&#x7EC4;&#x6210;&#x5458;&#x4ED4;&#x7EC6;&#x89E3;&#x91CA;&#x6587;&#x6863;&#x3002;&#x8D70;&#x67E5;&#x7EC4;&#x6210;&#x5458;&#x5728;&#x6B64;&#x8FC7;&#x7A0B;&#x4E2D;&#x4E0D;&#x65F6;&#x9488;&#x5BF9;&#x4E8B;&#x5148;&#x51C6;&#x5907;&#x597D;&#x7684;&#x95EE;&#x9898;&#x6216;&#x89E3;&#x91CA;&#x8FC7;&#x7A0B;&#x4E2D;&#x53D1;&#x73B0;&#x7684;&#x95EE;&#x9898;&#x63D0;&#x51FA;&#x8D28;&#x7591;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x53EF;&#x80FD;&#x6BD4;&#x7B2C;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x66F4;&#x6709;&#x6548;&#xFF0C;&#x5F80;&#x5F80;&#x80FD;&#x68C0;&#x6D4B;&#x51FA;&#x66F4;&#x591A;&#x9519;&#x8BEF;&#x3002;&#x7ECF;&#x9A8C;&#x8868;&#x660E;&#xFF0C;&#x4F7F;&#x7528;&#x6587;&#x6863;&#x9A71;&#x52A8;&#x6CD5;&#x65F6;&#x8BB8;&#x591A;&#x9519;&#x8BEF;&#x662F;&#x7531;&#x6587;&#x6863;&#x8BB2;&#x89E3;&#x8005;&#x81EA;&#x5DF1;&#x53D1;&#x73B0;&#x7684;&#x3002;</p>
<p>\3. &#x5BA1;&#x67E5;</p>
<p>&#x5BA1;&#x67E5;&#x7684;&#x8303;&#x56F4;&#x6BD4;&#x8D70;&#x67E5;&#x5E7F;&#x6CDB;&#x5F97;&#x591A;&#xFF0C;&#x5B83;&#x7684;&#x6B65;&#x9AA4;&#x4E5F;&#x6BD4;&#x8F83;&#x591A;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x5BA1;&#x67E5;&#x8FC7;&#x7A0B;&#x5305;&#x62EC;&#x4E0B;&#x8FF0;5&#x4E2A;&#x57FA;&#x672C;&#x6B65;&#x9AA4;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09; &#x7EFC;&#x8FF0;&#x3002;&#x7531;&#x8D1F;&#x8D23;&#x7F16;&#x5199;&#x6587;&#x6863;&#x7684;&#x4E00;&#x540D;&#x6210;&#x5458;&#x5411;&#x5BA1;&#x67E5;&#x7EC4;&#x7EFC;&#x8FF0;&#x8BE5;&#x6587;&#x6863;&#x3002;&#x5728;&#x7EFC;&#x8FF0;&#x4F1A;&#x7ED3;&#x675F;&#x65F6;&#x628A;&#x6587;&#x6863;&#x5206;&#x53D1;&#x7ED9;&#x6BCF;&#x4F4D;&#x4E0E;&#x4F1A;&#x8005;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x51C6;&#x5907;&#x3002;&#x8BC4;&#x5BA1;&#x5458;&#x4ED4;&#x7EC6;&#x9605;&#x8BFB;&#x6587;&#x6863;&#x3002;&#x6700;&#x597D;&#x5217;&#x51FA;&#x5728;&#x5BA1;&#x67E5;&#x4E2D;&#x53D1;&#x73B0;&#x7684;&#x9519;&#x8BEF;&#x7684;&#x7C7B;&#x578B;&#xFF0C;&#x5E76;&#x6309;&#x53D1;&#x751F;&#x9891;&#x7387;&#x628A;&#x9519;&#x8BEF;&#x7C7B;&#x578B;&#x5206;&#x7EA7;&#xFF0C;&#x4EE5;&#x8F85;&#x52A9;&#x5BA1;&#x67E5;&#x5DE5;&#x4F5C;&#x3002;&#x8FD9;&#x4E9B;&#x5217;&#x8868;&#x6709;&#x52A9;&#x4E8E;&#x8BC4;&#x5BA1;&#x5458;&#x4EEC;&#x628A;&#x6CE8;&#x610F;&#x529B;&#x96C6;&#x4E2D;&#x5230;&#x6700;&#x5E38;&#x53D1;&#x751F;&#x9519;&#x8BEF;&#x7684;&#x533A;&#x57DF;&#x3002;</p>
<p>&#xFF08;3&#xFF09; &#x5BA1;&#x67E5;&#x3002;&#x8BC4;&#x5BA1;&#x7EC4;&#x4ED4;&#x7EC6;&#x8D70;&#x67E5;&#x6574;&#x4E2A;&#x6587;&#x6863;&#x3002;&#x548C;&#x8D70;&#x67E5;&#x4E00;&#x6837;&#xFF0C;&#x8FD9;&#x4E00;&#x6B65;&#x7684;&#x76EE;&#x7684;&#x4E5F;&#x662F;&#x53D1;&#x73B0;&#x6587;&#x6863;&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6539;&#x6B63;&#x5B83;&#x4EEC;&#x3002;&#x901A;&#x5E38;&#x6BCF;&#x6B21;&#x5BA1;&#x67E5;&#x4F1A;&#x4E0D;&#x8D85;&#x8FC7;90&#x5206;&#x949F;&#x3002;&#x5BA1;&#x67E5;&#x7EC4;&#x7EC4;&#x957F;&#x5E94;&#x8BE5;&#x5728;&#x4E00;&#x5929;&#x4E4B;&#x5185;&#x5199;&#x51FA;&#x4E00;&#x4EFD;&#x5173;&#x4E8E;&#x5BA1;&#x67E5;&#x7684;&#x62A5;&#x544A;&#x3002;</p>
<p>&#xFF08;4&#xFF09; &#x8FD4;&#x5DE5;&#x3002;&#x6587;&#x6863;&#x7684;&#x4F5C;&#x8005;&#x8D1F;&#x8D23;&#x89E3;&#x51B3;&#x5728;&#x5BA1;&#x67E5;&#x62A5;&#x544A;&#x4E2D;&#x5217;&#x51FA;&#x7684;&#x6240;&#x6709;&#x9519;&#x8BEF;&#x53CA;&#x95EE;&#x9898;&#x3002;</p>
<p>&#xFF08;5&#xFF09; &#x8DDF;&#x8E2A;&#x3002;&#x7EC4;&#x957F;&#x5FC5;&#x987B;&#x786E;&#x4FDD;&#x6240;&#x63D0;&#x51FA;&#x7684;&#x6BCF;&#x4E2A;&#x95EE;&#x9898;&#x90FD;&#x5F97;&#x5230;&#x4E86;&#x5706;&#x6EE1;&#x7684;&#x89E3;&#x51B3;&#xFF08;&#x8981;&#x4E48;&#x4FEE;&#x6B63;&#x4E86;&#x6587;&#x6863;&#xFF0C;&#x8981;&#x4E48;&#x6F84;&#x6E05;&#x4E86;&#x88AB;&#x8BEF;&#x8BA4;&#x4E3A;&#x662F;&#x9519;&#x8BEF;&#x7684;&#x6761;&#x76EE;&#xFF09;&#x3002;&#x5FC5;&#x987B;&#x4ED4;&#x7EC6;&#x68C0;&#x67E5;&#x5BF9;&#x6587;&#x6863;&#x6240;&#x505A;&#x7684;&#x6BCF;&#x4E2A;&#x4FEE;&#x6B63;&#xFF0C;&#x4EE5;&#x786E;&#x4FDD;&#x6CA1;&#x6709;&#x5F15;&#x5165;&#x65B0;&#x7684;&#x9519;&#x8BEF;&#x3002;&#x5982;&#x679C;&#x5728;&#x5BA1;&#x67E5;&#x8FC7;&#x7A0B;&#x4E2D;&#x8FD4;&#x5DE5;&#x91CF;&#x8D85;&#x8FC7;5%&#xFF0C;&#x5219;&#x5E94;&#x8BE5;&#x7531;&#x5BA1;&#x67E5;&#x7EC4;&#x518D;&#x5BF9;&#x6587;&#x6863;&#x5168;&#x9762;&#x5730;&#x5BA1;&#x67E5;&#x4E00;&#x904D;&#x3002;</p>
<p>&#x901A;&#x5E38;&#xFF0C;&#x5BA1;&#x67E5;&#x7EC4;&#x7531;4&#x4EBA;&#x7EC4;&#x6210;&#x3002;&#x7EC4;&#x957F;&#x65E2;&#x662F;&#x5BA1;&#x67E5;&#x7EC4;&#x7684;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x53C8;&#x662F;&#x6280;&#x672F;&#x8D1F;&#x8D23;&#x4EBA;&#x3002;&#x5BA1;&#x67E5;&#x7EC4;&#x5FC5;&#x987B;&#x5305;&#x62EC;&#x8D1F;&#x8D23;&#x5F53;&#x524D;&#x9636;&#x6BB5;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x7684;&#x9879;&#x76EE;&#x7EC4;&#x4EE3;&#x8868;&#x548C;&#x8D1F;&#x8D23;&#x4E0B;&#x4E00;&#x9636;&#x6BB5;&#x5F00;&#x53D1;&#x5DE5;&#x4F5C;&#x7684;&#x9879;&#x76EE;&#x7EC4;&#x4EE3;&#x8868;&#xFF0C;&#x6B64;&#x5916;&#xFF0C;&#x8FD8;&#x5E94;&#x8BE5;&#x5305;&#x62EC;&#x4E00;&#x540D;SQA&#x5C0F;&#x7EC4;&#x7684;&#x4EE3;&#x8868;&#x3002;</p>
<p>&#x5BA1;&#x67E5;&#x8FC7;&#x7A0B;&#x4E0D;&#x4EC5;&#x6B65;&#x6570;&#x6BD4;&#x8D70;&#x67E5;&#x591A;&#xFF0C;&#x800C;&#x4E14;&#x6BCF;&#x4E2A;&#x6B65;&#x9AA4;&#x90FD;&#x662F;&#x6B63;&#x89C4;&#x7684;&#x3002;&#x5BA1;&#x67E5;&#x7684;&#x6B63;&#x89C4;&#x6027;&#x4F53;&#x73B0;&#x5728;&#xFF1A;  &#x4ED4;&#x7EC6;&#x5212;&#x5206;&#x9519;&#x8BEF;&#x7C7B;&#x578B;&#xFF0C;&#x5E76;&#x628A;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x8FD0;&#x7528;&#x5728;&#x540E;&#x7EED;&#x9636;&#x6BB5;&#x7684;&#x6587;&#x6863;&#x5BA1;&#x67E5;&#x4E2D;&#x4EE5;&#x53CA;&#x672A;&#x6765;&#x4EA7;&#x54C1;&#x7684;&#x5BA1;&#x67E5;&#x4E2D;&#x3002;</p>
<p>&#x5BA1;&#x67E5;&#x662F;&#x68C0;&#x6D4B;&#x8F6F;&#x4EF6;&#x9519;&#x8BEF;&#x7684;&#x4E00;&#x79CD;&#x597D;&#x65B9;&#x6CD5;&#xFF0C;&#x5229;&#x7528;&#x5BA1;&#x67E5;&#x53EF;&#x4EE5;&#x5728;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x65E9;&#x671F;&#x9636;&#x6BB5;&#x53D1;&#x73B0;&#x5E76;&#x6539;&#x6B63;&#x9519;&#x8BEF;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x80FD;&#x5728;&#x4FEE;&#x6B63;&#x9519;&#x8BEF;&#x7684;&#x4EE3;&#x4EF7;&#x53D8;&#x5F97;&#x5F88;&#x6602;&#x8D35;&#x4E4B;&#x524D;&#x5C31;&#x53D1;&#x73B0;&#x5E76;&#x6539;&#x6B63;&#x9519;&#x8BEF;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5BA1;&#x67E5;&#x662F;&#x4E00;&#x79CD;&#x7ECF;&#x6D4E;&#x6709;&#x6548;&#x7684;&#x9519;&#x8BEF;&#x68C0;&#x6D4B;&#x65B9;&#x6CD5;&#x3002;</p>
<p>\4. &#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;</p>
<p>&#x6D4B;&#x8BD5;&#x53EF;&#x4EE5;&#x66B4;&#x9732;&#x7A0B;&#x5E8F;&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x56E0;&#x6B64;&#x662F;&#x4FDD;&#x8BC1;&#x8F6F;&#x4EF6;&#x53EF;&#x9760;&#x6027;&#x7684;&#x91CD;&#x8981;&#x624B;&#x6BB5;&#xFF1B;&#x4F46;&#x662F;&#xFF0C;&#x6D4B;&#x8BD5;&#x53EA;&#x80FD;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;&#x4E2D;&#x6709;&#x9519;&#x8BEF;&#xFF0C;&#x5E76;&#x4E0D;&#x80FD;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;&#x4E2D;&#x6CA1;&#x6709;&#x9519;&#x8BEF;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5BF9;&#x4E8E;&#x4FDD;&#x8BC1;&#x8F6F;&#x4EF6;&#x53EF;&#x9760;&#x6027;&#x6765;&#x8BF4;&#xFF0C;&#x6D4B;&#x8BD5;&#x662F;&#x4E00;&#x79CD;&#x4E0D;&#x5B8C;&#x5584;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x4EBA;&#x4EEC;&#x81EA;&#x7136;&#x5E0C;&#x671B;&#x7814;&#x7A76;&#x51FA;&#x5B8C;&#x5584;&#x7684;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x6280;&#x672F;&#x3002;&#x4E00;&#x65E6;&#x7814;&#x7A76;&#x51FA;&#x5B9E;&#x7528;&#x7684;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;(&#x5373;&#xFF0C;&#x80FD;&#x81EA;&#x52A8;&#x8BC1;&#x660E;&#x5176;&#x4ED6;&#x7A0B;&#x5E8F;&#x7684;&#x6B63;&#x786E;&#x6027;&#x7684;&#x7A0B;&#x5E8F;)&#xFF0C;&#x8F6F;&#x4EF6;&#x53EF;&#x9760;&#x6027;&#x5C06;&#x66F4;&#x6709;&#x4FDD;&#x8BC1;&#xFF0C;&#x6D4B;&#x8BD5;&#x5DE5;&#x4F5C;&#x91CF;&#x5C06;&#x5927;&#x5927;&#x51CF;&#x5C11;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5373;&#x4F7F;&#x6709;&#x4E86;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;&#xFF0C;&#x8F6F;&#x4EF6;&#x6D4B;&#x8BD5;&#x4E5F;&#x4ECD;&#x7136;&#x662F;&#x9700;&#x8981;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x53EA;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;&#x529F;&#x80FD;&#x662F;&#x6B63;&#x786E;&#x7684;&#xFF0C;&#x5E76;&#x4E0D;&#x80FD;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;&#x7684;&#x52A8;&#x6001;&#x7279;&#x6027;&#x662F;&#x7B26;&#x5408;&#x8981;&#x6C42;&#x7684;&#xFF0C;&#x6B64;&#x5916;&#xFF0C;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x8FC7;&#x7A0B;&#x672C;&#x8EAB;&#x4E5F;&#x53EF;&#x80FD;&#x53D1;&#x751F;&#x9519;&#x8BEF;&#x3002;</p>
<p>&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x7684;&#x57FA;&#x672C;&#x601D;&#x60F3;&#x662F;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;&#x80FD;&#x5B8C;&#x6210;&#x9884;&#x5B9A;&#x7684;&#x529F;&#x80FD;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5E94;&#x8BE5;&#x63D0;&#x4F9B;&#x5BF9;&#x7A0B;&#x5E8F;&#x529F;&#x80FD;&#x7684;&#x4E25;&#x683C;&#x6570;&#x5B66;&#x8BF4;&#x660E;&#xFF0C;&#x7136;&#x540E;&#x6839;&#x636E;&#x7A0B;&#x5E8F;&#x4EE3;&#x7801;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;&#x786E;&#x5B9E;&#x80FD;&#x5B9E;&#x73B0;&#x5B83;&#x7684;&#x529F;&#x80FD;&#x8BF4;&#x660E;&#x3002;</p>
<p>&#x5728;20&#x4E16;&#x7EAA;60&#x5E74;&#x4EE3;&#x521D;&#x671F;&#xFF0C;&#x4EBA;&#x4EEC;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x7814;&#x7A76;&#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x63D0;&#x51FA;&#x4E86;&#x8BB8;&#x591A;&#x4E0D;&#x540C;&#x7684;&#x6280;&#x672F;&#x65B9;&#x6CD5;&#x3002;&#x867D;&#x7136;&#x8FD9;&#x4E9B;&#x6280;&#x672F;&#x65B9;&#x6CD5;&#x672C;&#x8EAB;&#x5F88;&#x590D;&#x6742;&#xFF0C;&#x4F46;&#x662F;&#x5B83;&#x4EEC;&#x7684;&#x57FA;&#x672C;&#x539F;&#x7406;&#x5374;&#x662F;&#x76F8;&#x5F53;&#x7B80;&#x5355;&#x7684;&#x3002;</p>
<p>&#x5982;&#x679C;&#x5728;&#x7A0B;&#x5E8F;&#x7684;&#x82E5;&#x5E72;&#x4E2A;&#x70B9;&#x4E0A;&#xFF0C;&#x8BBE;&#x8BA1;&#x8005;&#x53EF;&#x4EE5;&#x63D0;&#x51FA;&#x5173;&#x4E8E;&#x7A0B;&#x5E8F;&#x53D8;&#x91CF;&#x53CA;&#x5B83;&#x4EEC;&#x7684;&#x5173;&#x7CFB;&#x7684;&#x65AD;&#x8A00;&#xFF0C;&#x90A3;&#x4E48;&#x5728;&#x6BCF;&#x4E00;&#x70B9;&#x4E0A;&#x7684;&#x65AD;&#x8A00;&#x90FD;&#x5E94;&#x8BE5;&#x6C38;&#x8FDC;&#x662F;&#x771F;&#x7684;&#x3002;&#x5047;&#x8BBE;&#x5728;&#x7A0B;&#x5E8F;&#x7684;P1,P2,&#x2026;&#xFF0C;Pn&#x7B49;&#x70B9;&#x4E0A;&#x7684;&#x65AD;&#x8A00;&#x5206;&#x522B;&#x662F;a(1),a(2)&#xFF0C;&#x2026;&#xFF0C;a(n)&#xFF0C;&#x5176;&#x4E2D;a(1)&#x5FC5;&#x987B;&#x662F;&#x5173;&#x4E8E;&#x7A0B;&#x5E8F;&#x8F93;&#x5165;&#x7684;&#x65AD;&#x8A00;&#xFF0C;a(n)&#x5FC5;&#x987B;&#x662F;&#x5173;&#x4E8E;&#x7A0B;&#x5E8F;&#x8F93;&#x51FA;&#x7684;&#x65AD;&#x8A00;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x8BC1;&#x660E;&#x5728;&#x70B9;Pi&#x548C;Pi+1&#x4E4B;&#x95F4;&#x7684;&#x7A0B;&#x5E8F;&#x8BED;&#x53E5;&#x662F;&#x6B63;&#x786E;&#x7684;&#xFF0C;&#x5FC5;&#x987B;&#x8BC1;&#x660E;&#x6267;&#x884C;&#x8FD9;&#x4E9B;&#x8BED;&#x53E5;&#x4E4B;&#x540E;&#x5C06;&#x4F7F;&#x65AD;&#x8A00;a(i)&#x53D8;&#x6210;a(i+1)&#x3002;&#x5982;&#x679C;&#x5BF9;&#x7A0B;&#x5E8F;&#x5185;&#x6240;&#x6709;&#x76F8;&#x90BB;&#x70B9;&#x90FD;&#x80FD;&#x5B8C;&#x6210;&#x4E0A;&#x8FF0;&#x8BC1;&#x660E;&#x8FC7;&#x7A0B;&#xFF0C;&#x5219;&#x8BC1;&#x660E;&#x4E86;&#x8F93;&#x5165;&#x65AD;&#x8A00;&#x52A0;&#x4E0A;&#x7A0B;&#x5E8F;&#x53EF;&#x4EE5;&#x5BFC;&#x51FA;&#x8F93;&#x51FA;&#x65AD;&#x8A00;&#x3002;&#x5982;&#x679C;&#x8F93;&#x5165;&#x65AD;&#x8A00;&#x548C;&#x8F93;&#x51FA;&#x65AD;&#x8A00;&#x662F;&#x6B63;&#x786E;&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x7A0B;&#x5E8F;&#x786E;&#x5B9E;&#x662F;&#x53EF;&#x4EE5;&#x7EC8;&#x6B62;&#x7684;(&#x4E0D;&#x5305;&#x542B;&#x6B7B;&#x5FAA;&#x73AF;)&#xFF0C;&#x5219;&#x4E0A;&#x8FF0;&#x8FC7;&#x7A0B;&#x5C31;&#x8BC1;&#x660E;&#x4E86;&#x7A0B;&#x5E8F;&#x7684;&#x6B63;&#x786E;&#x6027;&#x3002;</p>
<p>&#x4EBA;&#x5DE5;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#xFF0C;&#x5BF9;&#x4E8E;&#x8BC4;&#x4EF7;&#x5C0F;&#x7A0B;&#x5E8F;&#x53EF;&#x80FD;&#x6709;&#x4E9B;&#x4EF7;&#x503C;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x8BC1;&#x660E;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x7684;&#x6B63;&#x786E;&#x6027;&#x65F6;&#xFF0C;&#x4E0D;&#x4EC5;&#x5DE5;&#x4F5C;&#x91CF;&#x592A;&#x5927;&#xFF0C;&#x66F4;&#x4E3B;&#x8981;&#x7684;&#x662F;&#x5728;&#x8BC1;&#x660E;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x5F88;&#x5BB9;&#x6613;&#x5305;&#x542B;&#x9519;&#x8BEF;&#xFF0C;&#x56E0;&#x6B64;&#x662F;&#x4E0D;&#x5B9E;&#x7528;&#x7684;&#x3002;&#x4E3A;&#x4E86;&#x5B9E;&#x7528;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x5FC5;&#x987B;&#x7814;&#x7A76;&#x80FD;&#x8BC1;&#x660E;&#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#x7684;&#x81EA;&#x52A8;&#x7CFB;&#x7EDF;&#x3002;</p>
<p>&#x76EE;&#x524D;&#x5DF2;&#x7ECF;&#x7814;&#x7A76;&#x51FA;&#x8BC1;&#x660E;PASCAL&#x548C;LISP&#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#x7684;&#x7A0B;&#x5E8F;&#x7CFB;&#x7EDF;&#xFF0C;&#x6B63;&#x5728;&#x5BF9;&#x8FD9;&#x4E9B;&#x7CFB;&#x7EDF;&#x8FDB;&#x884C;&#x8BC4;&#x4EF7;&#x548C;&#x6539;&#x8FDB;&#x3002;&#x73B0;&#x5728;&#x8FD9;&#x4E9B;&#x7CFB;&#x7EDF;&#x8FD8;&#x53EA;&#x80FD;&#x5BF9;&#x8F83;&#x5C0F;&#x7684;&#x7A0B;&#x5E8F;&#x8FDB;&#x884C;&#x8BC4;&#x4EF7;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x8FD8;&#x9700;&#x8981;&#x505A;&#x8BB8;&#x591A;&#x5DE5;&#x4F5C;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x7CFB;&#x7EDF;&#x624D;&#x80FD;&#x5B9E;&#x9645;&#x7528;&#x4E8E;&#x5927;&#x578B;&#x7A0B;&#x5E8F;&#x7684;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x3002;</p>
<h2 id="136--&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;">13.6  &#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;</h2>
<p>&#x4EFB;&#x4F55;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x90FD;&#x662F;&#x8FED;&#x4EE3;&#x8FC7;&#x7A0B;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5728;&#x8BBE;&#x8BA1;&#x8FC7;&#x7A0B;&#x4F1A;&#x53D1;&#x73B0;&#x9700;&#x6C42;&#x8BF4;&#x660E;&#x4E66;&#x4E2D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5728;&#x5B9E;&#x73B0;&#x8FC7;&#x7A0B;&#x53C8;&#x4F1A;&#x66B4;&#x9732;&#x51FA;&#x8BBE;&#x8BA1;&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x63A8;&#x79FB;&#x5BA2;&#x6237;&#x7684;&#x9700;&#x6C42;&#x4E5F;&#x4F1A;&#x6216;&#x591A;&#x6216;&#x5C11;&#x53D1;&#x751F;&#x53D8;&#x5316;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5728;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x53D8;&#x5316;&#xFF08;&#x6216;&#x79F0;&#x4E3A;&#x53D8;&#x52A8;&#xFF09;&#x65E2;&#x662F;&#x5FC5;&#x8981;&#x7684;&#xFF0C;&#x53C8;&#x662F;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x7684;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x53D8;&#x5316;&#x4E5F;&#x5F88;&#x5BB9;&#x6613;&#x5931;&#x53BB;&#x63A7;&#x5236;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x80FD;&#x9002;&#x5F53;&#x5730;&#x63A7;&#x5236;&#x548C;&#x7BA1;&#x7406;&#x53D8;&#x5316;&#xFF0C;&#x52BF;&#x5FC5;&#x9020;&#x6210;&#x6DF7;&#x4E71;&#x5E76;&#x4EA7;&#x751F;&#x8BB8;&#x591A;&#x4E25;&#x91CD;&#x7684;&#x9519;&#x8BEF;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x662F;&#x5728;&#x8F6F;&#x4EF6;&#x7684;&#x6574;&#x4E2A;&#x751F;&#x547D;&#x671F;&#x5185;&#x7BA1;&#x7406;&#x53D8;&#x5316;&#x7684;&#x4E00;&#x7EC4;&#x6D3B;&#x52A8;&#x3002;&#x5177;&#x4F53;&#x5730;&#x8BF4;&#xFF0C;&#x8FD9;&#x7EC4;&#x6D3B;&#x52A8;&#x7528;&#x6765;&#xFF1A; </p>
<p>&#x2460;&#x6807;&#x8BC6;&#x53D8;&#x5316;&#xFF1B; &#x2461;&#x63A7;&#x5236;&#x53D8;&#x5316;&#xFF1B; &#x2462;&#x786E;&#x4FDD;&#x9002;&#x5F53;&#x5730;&#x5B9E;&#x73B0;&#x4E86;&#x53D8;&#x5316;&#xFF1B; &#x2463;&#x5411;&#x9700;&#x8981;&#x77E5;&#x9053;&#x8FD9;&#x7C7B;&#x4FE1;&#x606F;&#x7684;&#x4EBA;&#x62A5;&#x544A;&#x53D8;&#x5316;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x4E0D;&#x540C;&#x4E8E;&#x8F6F;&#x4EF6;&#x7EF4;&#x62A4;&#x3002;&#x7EF4;&#x62A4;&#x662F;&#x5728;&#x8F6F;&#x4EF6;&#x4EA4;&#x4ED8;&#x7ED9;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x540E;&#x624D;&#x53D1;&#x751F;&#x7684;&#xFF0C;&#x800C;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x662F;&#x5728;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x542F;&#x52A8;&#x65F6;&#x5C31;&#x5F00;&#x59CB;&#xFF0C;&#x5E76;&#x4E14;&#x4E00;&#x76F4;&#x6301;&#x7EED;&#x5230;&#x8F6F;&#x4EF6;&#x9000;&#x5F79;&#x540E;&#x624D;&#x7EC8;&#x6B62;&#x7684;&#x4E00;&#x7EC4;&#x8DDF;&#x8E2A;&#x548C;&#x63A7;&#x5236;&#x6D3B;&#x52A8;&#x3002;
&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x7684;&#x76EE;&#x6807;&#x662F;&#xFF0C;&#x4F7F;&#x53D8;&#x5316;&#x66F4;&#x6B63;&#x786E;&#x4E14;&#x66F4;&#x5BB9;&#x6613;&#x88AB;&#x9002;&#x5E94;&#xFF0C;&#x5728;&#x5FC5;&#x987B;&#x53D8;&#x5316;&#x65F6;&#x51CF;&#x5C11;&#x6240;&#x9700;&#x82B1;&#x8D39;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x3002;</p>
<h3 id="1361--&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;">13.6.1  &#x8F6F;&#x4EF6;&#x914D;&#x7F6E;</h3>
<h4 id="1-&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;">1. &#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;</h4>
<p>&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x8F93;&#x51FA;&#x4FE1;&#x606F;&#x53EF;&#x4EE5;&#x5206;&#x4E3A;3&#x7C7B;&#xFF1A; </p>
<p>&#x2460;&#x8BA1;&#x7B97;&#x673A;&#x7A0B;&#x5E8F;&#xFF08;&#x6E90;&#x4EE3;&#x7801;&#x548C;&#x53EF;&#x6267;&#x884C;&#x7A0B;&#x5E8F;&#xFF09;&#xFF1B; &#x2461;&#x63CF;&#x8FF0;&#x8BA1;&#x7B97;&#x673A;&#x7A0B;&#x5E8F;&#x7684;&#x6587;&#x6863;&#xFF08;&#x4F9B;&#x6280;&#x672F;&#x4EBA;&#x5458;&#x6216;&#x7528;&#x6237;&#x4F7F;&#x7528;&#xFF09;&#xFF1B; &#x2462;&#x6570;&#x636E;&#xFF08;&#x7A0B;&#x5E8F;&#x5185;&#x5305;&#x542B;&#x7684;&#x6216;&#x5728;&#x7A0B;&#x5E8F;&#x5916;&#x7684;&#xFF09;&#x3002; &#x4E0A;&#x8FF0;&#x8FD9;&#x4E9B;&#x9879;&#x7EC4;&#x6210;&#x4E86;&#x5728;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x4E2D;&#x4EA7;&#x751F;&#x7684;&#x5168;&#x90E8;&#x4FE1;&#x606F;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x5B83;&#x4EEC;&#x7EDF;&#x79F0;&#x4E3A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#xFF0C;&#x800C;&#x8FD9;&#x4E9B;&#x9879;&#x5C31;&#x662F;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x3002;</p>
<p>&#x968F;&#x7740;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x7684;&#x8FDB;&#x5C55;&#xFF0C;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x7684;&#x6570;&#x91CF;&#x8FC5;&#x901F;&#x589E;&#x52A0;&#x3002;&#x4E0D;&#x5E78;&#x7684;&#x662F;&#xFF0C;&#x7531;&#x4E8E;&#x524D;&#x8FF0;&#x7684;&#x79CD;&#x79CD;&#x539F;&#x56E0;&#xFF0C;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x7684;&#x5185;&#x5BB9;&#x968F;&#x65F6;&#x90FD;&#x53EF;&#x80FD;&#x53D1;&#x751F;&#x53D8;&#x5316;&#x3002;&#x4E3A;&#x4E86;&#x5F00;&#x53D1;&#x51FA;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#xFF0C;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x4E0D;&#x4EC5;&#x8981;&#x52AA;&#x529B;&#x4FDD;&#x8BC1;&#x6BCF;&#x4E2A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x6B63;&#x786E;&#xFF0C;&#x800C;&#x4E14;&#x5FC5;&#x987B;&#x4FDD;&#x8BC1;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x7684;&#x6240;&#x6709;&#x914D;&#x7F6E;&#x9879;&#x662F;&#x5B8C;&#x5168;&#x4E00;&#x81F4;&#x7684;&#x3002;</p>
<p>&#x53EF;&#x4EE5;&#x628A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x770B;&#x4F5C;&#x662F;&#x5E94;&#x7528;&#x4E8E;&#x6574;&#x4E2A;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x6D3B;&#x52A8;&#xFF0C;&#x662F;&#x4E13;&#x95E8;&#x7528;&#x4E8E;&#x7BA1;&#x7406;&#x53D8;&#x5316;&#x7684;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x6D3B;&#x52A8;&#x3002;</p>
<h4 id="2-&#x57FA;&#x7EBF;">2. &#x57FA;&#x7EBF;</h4>
<p>&#x57FA;&#x7EBF;&#x662F;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x6982;&#x5FF5;&#xFF0C;&#x5B83;&#x6709;&#x52A9;&#x4E8E;&#x6211;&#x4EEC;&#x5728;&#x4E0D;&#x4E25;&#x91CD;&#x59A8;&#x788D;&#x5408;&#x7406;&#x53D8;&#x5316;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#x6765;&#x63A7;&#x5236;&#x53D8;&#x5316;&#x3002;IEEE&#x628A;&#x57FA;&#x7EBF;&#x5B9A;&#x4E49;&#x4E3A;&#xFF1A; &#x5DF2;&#x7ECF;&#x901A;&#x8FC7;&#x4E86;&#x6B63;&#x5F0F;&#x590D;&#x5BA1;&#x7684;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x6216;&#x4E2D;&#x95F4;&#x4EA7;&#x54C1;&#xFF0C;&#x5B83;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x8FDB;&#x4E00;&#x6B65;&#x5F00;&#x53D1;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x5E76;&#x4E14;&#x53EA;&#x6709;&#x901A;&#x8FC7;&#x6B63;&#x5F0F;&#x7684;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x8FC7;&#x7A0B;&#x624D;&#x80FD;&#x6539;&#x53D8;&#x5B83;&#x3002;
&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;<strong>&#x57FA;&#x7EBF;</strong>&#x5C31;&#x662F;<strong>&#x901A;&#x8FC7;&#x4E86;&#x6B63;&#x5F0F;&#x590D;&#x5BA1;&#x7684;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;</strong>&#x3002;&#x5728;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x53D8;&#x6210;&#x57FA;&#x7EBF;&#x4E4B;&#x524D;&#xFF0C;&#x53EF;&#x4EE5;&#x8FC5;&#x901F;&#x800C;&#x975E;&#x6B63;&#x5F0F;&#x5730;&#x4FEE;&#x6539;&#x5B83;&#x3002;&#x4E00;&#x65E6;&#x5EFA;&#x7ACB;&#x4E86;&#x57FA;&#x7EBF;&#x4E4B;&#x540E;&#xFF0C;&#x867D;&#x7136;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x53D8;&#x5316;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x5FC5;&#x987B;&#x5E94;&#x7528;&#x7279;&#x5B9A;&#x7684;&#x3001;&#x6B63;&#x5F0F;&#x7684;&#x8FC7;&#x7A0B;&#xFF08;&#x79F0;&#x4E3A;&#x89C4;&#x7A0B;&#xFF09;&#x6765;&#x8BC4;&#x4F30;&#x3001;&#x5B9E;&#x73B0;&#x548C;&#x9A8C;&#x8BC1;&#x6BCF;&#x4E2A;&#x53D8;&#x5316;&#x3002;
&#x9664;&#x4E86;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x4E4B;&#x5916;&#xFF0C;&#x8BB8;&#x591A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7EC4;&#x7EC7;&#x4E5F;&#x628A;&#x8F6F;&#x4EF6;&#x5DE5;&#x5177;&#x7F6E;&#x4E8E;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x4E4B;&#x4E0B;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x628A;&#x7279;&#x5B9A;&#x7248;&#x672C;&#x7684;&#x7F16;&#x8F91;&#x5668;&#x3001;&#x7F16;&#x8BD1;&#x5668;&#x548C;&#x5176;&#x4ED6;CASE&#x5DE5;&#x5177;&#xFF0C;&#x4F5C;&#x4E3A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x201C;&#x56FA;&#x5B9A;&#x201D;&#x4E0B;&#x6765;&#x3002;&#x56E0;&#x4E3A;&#x5F53;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x65F6;&#x5FC5;&#x7136;&#x8981;&#x7528;&#x5230;&#x8FD9;&#x4E9B;&#x5DE5;&#x5177;&#xFF0C;<strong>&#x4E3A;&#x9632;&#x6B62;&#x4E0D;&#x540C;&#x7248;&#x672C;&#x7684;&#x5DE5;&#x5177;&#x4EA7;&#x751F;&#x7684;&#x7ED3;&#x679C;&#x4E0D;&#x540C;</strong>&#xFF0C;&#x5E94;&#x8BE5;&#x628A;&#x8F6F;&#x4EF6;&#x5DE5;&#x5177;&#x4E5F;&#x57FA;&#x7EBF;&#x5316;&#xFF0C;&#x5E76;&#x4E14;&#x5217;&#x5165;&#x5230;&#x7EFC;&#x5408;&#x7684;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x8FC7;&#x7A0B;&#x4E4B;&#x4E2D;&#x3002;</p>
<h3 id="1362--&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x8FC7;&#x7A0B;">13.6.2  &#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x8FC7;&#x7A0B;</h3>
<p>&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x662F;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x7684;&#x91CD;&#x8981;&#x4E00;&#x73AF;&#xFF0C;&#x5B83;&#x7684;&#x4E3B;&#x8981;&#x4EFB;&#x52A1;&#x662F;&#x63A7;&#x5236;&#x53D8;&#x5316;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x8D1F;&#x8D23;&#x5404;&#x4E2A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x548C;&#x8F6F;&#x4EF6;&#x5404;&#x79CD;&#x7248;&#x672C;&#x7684;&#x6807;&#x8BC6;&#x3001;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x5BA1;&#x8BA1;&#x4EE5;&#x53CA;&#x5BF9;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x53D1;&#x751F;&#x7684;&#x4EFB;&#x4F55;&#x53D8;&#x5316;&#x7684;&#x62A5;&#x544A;&#x3002;
&#x5177;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x4E3B;&#x8981;&#x6709;5&#x9879;&#x4EFB;&#x52A1;&#xFF1A;  &#x6807;&#x8BC6;&#x3001;&#x7248;&#x672C;&#x63A7;&#x5236;&#x3001;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x3001;&#x914D;&#x7F6E;&#x5BA1;&#x8BA1;&#x548C;&#x62A5;&#x544A;&#x3002;</p>
<h4 id="1-&#x6807;&#x8BC6;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x4E2D;&#x7684;&#x5BF9;&#x8C61;">1. &#x6807;&#x8BC6;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x4E2D;&#x7684;&#x5BF9;&#x8C61;</h4>
<p>&#x4E3A;&#x4E86;&#x63A7;&#x5236;&#x548C;&#x7BA1;&#x7406;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#xFF0C;&#x5FC5;&#x987B;&#x5355;&#x72EC;&#x547D;&#x540D;&#x6BCF;&#x4E2A;&#x914D;&#x7F6E;&#x9879;&#xFF0C;&#x7136;&#x540E;&#x7528;&#x9762;&#x5411;&#x5BF9;&#x8C61;&#x65B9;&#x6CD5;&#x7EC4;&#x7EC7;&#x5B83;&#x4EEC;&#x3002;&#x53EF;&#x4EE5;&#x6807;&#x8BC6;&#x51FA;&#x4E24;&#x7C7B;&#x5BF9;&#x8C61;&#xFF1A;  &#x57FA;&#x672C;&#x5BF9;&#x8C61;&#x548C;&#x805A;&#x96C6;&#x5BF9;&#x8C61;&#xFF08;&#x53EF;&#x4EE5;&#x628A;&#x805A;&#x96C6;&#x5BF9;&#x8C61;&#x4F5C;&#x4E3A;&#x4EE3;&#x8868;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x5B8C;&#x6574;&#x7248;&#x672C;&#x7684;&#x4E00;&#x79CD;&#x673A;&#x5236;&#xFF09;&#x3002;&#x57FA;&#x672C;&#x5BF9;&#x8C61;&#x662F;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x5728;&#x5206;&#x6790;&#x3001;&#x8BBE;&#x8BA1;&#x3001;&#x7F16;&#x7801;&#x6216;&#x6D4B;&#x8BD5;&#x8FC7;&#x7A0B;&#x4E2D;&#x521B;&#x5EFA;&#x51FA;&#x6765;&#x7684;&#x201C;&#x6587;&#x672C;&#x5355;&#x5143;&#x201D;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x9700;&#x6C42;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x7684;&#x4E00;&#x4E2A;&#x6BB5;&#x843D;&#x3001;&#x4E00;&#x4E2A;&#x6A21;&#x5757;&#x7684;&#x6E90;&#x7A0B;&#x5E8F;&#x6E05;&#x5355;&#x6216;&#x4E00;&#x7EC4;&#x6D4B;&#x8BD5;&#x7528;&#x4F8B;&#x3002;&#x805A;&#x96C6;&#x5BF9;&#x8C61;&#x662F;&#x57FA;&#x672C;&#x5BF9;&#x8C61;&#x548C;&#x5176;&#x4ED6;&#x805A;&#x96C6;&#x5BF9;&#x8C61;&#x7684;&#x96C6;&#x5408;&#x3002;
&#x6BCF;&#x4E2A;&#x5BF9;&#x8C61;&#x90FD;&#x6709;&#x4E00;&#x7EC4;&#x80FD;&#x60DF;&#x4E00;&#x5730;&#x6807;&#x8BC6;&#x5B83;&#x7684;&#x7279;&#x5F81;&#xFF1A;  &#x540D;&#x5B57;&#x3001;&#x63CF;&#x8FF0;&#x3001;&#x8D44;&#x6E90;&#x8868;&#x548C;&#x201C;&#x5B9E;&#x73B0;&#x201D;&#x3002;&#x5176;&#x4E2D;&#xFF0C;&#x5BF9;&#x8C61;&#x540D;&#x662F;&#x65E0;&#x4E8C;&#x4E49;&#x6027;&#x5730;&#x6807;&#x8BC6;&#x8BE5;&#x5BF9;&#x8C61;&#x7684;&#x4E00;&#x4E2A;&#x5B57;&#x7B26;&#x4E32;&#x3002;
&#x5728;&#x8BBE;&#x8BA1;&#x6807;&#x8BC6;&#x8F6F;&#x4EF6;&#x5BF9;&#x8C61;&#x7684;&#x6A21;&#x5F0F;&#x65F6;&#xFF0C;&#x5FC5;&#x987B;&#x8BA4;&#x8BC6;&#x5230;&#x5BF9;&#x8C61;&#x5728;&#x6574;&#x4E2A;&#x751F;&#x547D;&#x5468;&#x671F;&#x4E2D;&#x4E00;&#x76F4;&#x90FD;&#x5728;&#x6F14;&#x5316;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x6240;&#x8BBE;&#x8BA1;&#x7684;&#x6807;&#x8BC6;&#x6A21;&#x5F0F;&#x5FC5;&#x987B;&#x80FD;&#x65E0;&#x6B67;&#x4E49;&#x5730;&#x6807;&#x8BC6;&#x6BCF;&#x4E2A;&#x5BF9;&#x8C61;&#x7684;&#x4E0D;&#x540C;&#x7248;&#x672C;&#x3002;</p>
<h4 id="2-&#x7248;&#x672C;&#x63A7;&#x5236;">2. &#x7248;&#x672C;&#x63A7;&#x5236;</h4>
<p>&#x7248;&#x672C;&#x63A7;&#x5236;&#x8054;&#x5408;&#x4F7F;&#x7528;&#x89C4;&#x7A0B;&#x548C;&#x5DE5;&#x5177;&#xFF0C;&#x4EE5;&#x7BA1;&#x7406;&#x5728;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x8FC7;&#x7A0B;&#x4E2D;&#x6240;&#x521B;&#x5EFA;&#x7684;&#x914D;&#x7F6E;&#x5BF9;&#x8C61;&#x7684;&#x4E0D;&#x540C;&#x7248;&#x672C;&#x3002;&#x501F;&#x52A9;&#x4E8E;&#x7248;&#x672C;&#x63A7;&#x5236;&#x6280;&#x672F;&#xFF0C;&#x7528;&#x6237;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x9009;&#x62E9;&#x9002;&#x5F53;&#x7684;&#x7248;&#x672C;&#x6765;&#x6307;&#x5B9A;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#x7684;&#x914D;&#x7F6E;&#x3002;&#x5B9E;&#x73B0;&#x8FD9;&#x4E2A;&#x76EE;&#x6807;&#x7684;&#x65B9;&#x6CD5;&#x662F;&#xFF0C;&#x628A;&#x5C5E;&#x6027;&#x548C;&#x8F6F;&#x4EF6;&#x7684;&#x6BCF;&#x4E2A;&#x7248;&#x672C;&#x5173;&#x8054;&#x8D77;&#x6765;&#xFF0C;&#x7136;&#x540E;&#x901A;&#x8FC7;&#x63CF;&#x8FF0;&#x4E00;&#x7EC4;&#x6240;&#x671F;&#x671B;&#x7684;&#x5C5E;&#x6027;&#x6765;&#x6307;&#x5B9A;&#x548C;&#x6784;&#x9020;&#x6240;&#x9700;&#x8981;&#x7684;&#x914D;&#x7F6E;&#x3002;
&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;&#x201C;&#x5C5E;&#x6027;&#x201D;&#xFF0C;&#x65E2;&#x53EF;&#x4EE5;&#x7B80;&#x5355;&#x5230;&#x4EC5;&#x662F;&#x8D4B;&#x7ED9;&#x6BCF;&#x4E2A;&#x914D;&#x7F6E;&#x5BF9;&#x8C61;&#x7684;&#x5177;&#x4F53;&#x7248;&#x672C;&#x53F7;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x590D;&#x6742;&#x5230;&#x662F;&#x4E00;&#x4E2A;&#x5E03;&#x5C14;&#x53D8;&#x91CF;&#x4E32;&#xFF0C;&#x5176;&#x6307;&#x660E;&#x4E86;&#x65BD;&#x52A0;&#x5230;&#x7CFB;&#x7EDF;&#x4E0A;&#x7684;&#x529F;&#x80FD;&#x53D8;&#x5316;&#x7684;&#x5177;&#x4F53;&#x7C7B;&#x578B;&#x3002;
&#x975E;&#x53D1;&#x884C;&#x7248;&#x672C;&#xFF0C;&#x53EA;&#x8981;&#x53D8;&#x5316;&#x7684;&#x7248;&#x672C;&#xFF0C;&#x6BCF;&#x4E00;&#x7248;&#x4E0D;&#x80FD;&#x8986;&#x76D6;</p>
<h4 id="3-&#x53D8;&#x5316;&#x63A7;&#x5236;">3. &#x53D8;&#x5316;&#x63A7;&#x5236;</h4>
<p>&#x5BF9;&#x4E8E;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9879;&#x76EE;&#x6765;&#x8BF4;&#xFF0C;&#x65E0;&#x63A7;&#x5236;&#x7684;&#x53D8;&#x5316;&#x5C06;&#x8FC5;&#x901F;&#x5BFC;&#x81F4;&#x6DF7;&#x4E71;&#x3002;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x628A;&#x4EBA;&#x7684;&#x89C4;&#x7A0B;&#x548C;&#x81EA;&#x52A8;&#x5DE5;&#x5177;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#xFF0C;&#x4EE5;&#x63D0;&#x4F9B;&#x4E00;&#x4E2A;&#x63A7;&#x5236;&#x53D8;&#x5316;&#x7684;&#x673A;&#x5236;&#x3002;&#x5178;&#x578B;&#x7684;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x8FC7;&#x7A0B;&#x5982;&#x4E0B;&#xFF1A;  <strong>&#x63A5;&#x5230;&#x53D8;&#x5316;&#x8BF7;&#x6C42;</strong>&#x4E4B;&#x540E;&#xFF0C;&#x9996;&#x5148;<strong>&#x8BC4;&#x4F30;&#x8BE5;&#x53D8;&#x5316;</strong>&#x5728;&#x6280;&#x672F;&#x65B9;&#x9762;&#x7684;&#x5F97;&#x5931;&#x3001;&#x53EF;&#x80FD;&#x4EA7;&#x751F;&#x7684;&#x526F;&#x4F5C;&#x7528;&#x3001;&#x5BF9;&#x5176;&#x4ED6;&#x914D;&#x7F6E;&#x5BF9;&#x8C61;&#x548C;&#x7CFB;&#x7EDF;&#x529F;&#x80FD;&#x7684;&#x6574;&#x4F53;&#x5F71;&#x54CD;&#x4EE5;&#x53CA;&#x4F30;&#x7B97;&#x51FA;&#x7684;&#x4FEE;&#x6539;&#x6210;&#x672C;&#x3002;<strong>&#x8BC4;&#x4F30;&#x7684;&#x7ED3;&#x679C;&#x5F62;&#x6210;&#x201C;&#x53D8;&#x5316;&#x62A5;&#x544A;&#x201D;</strong>&#xFF0C;&#x8BE5;&#x62A5;&#x544A;&#x4F9B;&#x201C;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x5BA1;&#x6279;&#x8005;&#x201D;&#x5BA1;&#x9605;&#x3002;&#x6240;&#x8C13;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x5BA1;&#x6279;&#x8005;&#x65E2;&#x53EF;&#x4EE5;&#x662F;&#x4E00;&#x4E2A;&#x4EBA;&#x4E5F;&#x53EF;&#x4EE5;&#x7531;&#x4E00;&#x7EC4;&#x4EBA;&#x7EC4;&#x6210;&#xFF0C;&#x5176;&#x5BF9;&#x53D8;&#x5316;&#x7684;&#x72B6;&#x6001;&#x548C;&#x4F18;&#x5148;&#x7EA7;&#x505A;&#x6700;&#x7EC8;&#x51B3;&#x7B56;&#x3002;</p>
<p>&#x4E3A;&#x6BCF;&#x4E2A;&#x88AB;&#x6279;&#x51C6;&#x7684;&#x53D8;&#x5316;&#x90FD;&#x751F;&#x6210;&#x4E00;&#x4E2A;&#x201C;&#x5DE5;&#x7A0B;&#x53D8;&#x5316;&#x547D;&#x4EE4;&#x201D;&#xFF0C;&#x5176;&#x63CF;&#x8FF0;&#x5C06;&#x8981;&#x5B9E;&#x73B0;&#x7684;&#x53D8;&#x5316;&#xFF0C;&#x5FC5;&#x987B;&#x9075;&#x5B88;&#x7684;&#x7EA6;&#x675F;&#x4EE5;&#x53CA;&#x590D;&#x5BA1;&#x548C;&#x5BA1;&#x8BA1;&#x7684;&#x6807;&#x51C6;&#x3002;&#x628A;&#x8981;<strong>&#x4FEE;&#x6539;&#x7684;&#x5BF9;&#x8C61;&#x4ECE;&#x9879;&#x76EE;&#x6570;&#x636E;&#x5E93;&#x4E2D;&#x201C;&#x63D0;&#x53D6;&#xFF08;check out&#xFF09;&#x201D;&#x51FA;&#x6765;&#x3010;&#x7ED9;&#x8FC1;&#x51FA;&#x9879;&#x76EE;&#x5BF9;&#x8C61;&#x52A0;&#x9501;&#xFF0C;&#x5176;&#x4ED6;&#x4EBA;&#x4E0D;&#x80FD;&#x4FEE;&#x6539;&#x3011;</strong>&#xFF0C;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#x5E76;&#x5E94;&#x7528;&#x9002;&#x5F53;&#x7684;SQA&#x6D3B;&#x52A8;&#x3002;&#x6700;&#x540E;&#xFF0C;<strong>&#x628A;&#x4FEE;&#x6539;&#x540E;&#x7684;&#x5BF9;&#x8C61;&#x201C;&#x63D0;&#x4EA4;&#xFF08;check in&#xFF09;&#x201D;&#x8FDB;&#x6570;&#x636E;&#x5E93;&#x3010;&#x89E3;&#x9501;&#xFF0C;&#x5176;&#x4ED6;&#x4EBA;&#x53EF;&#x4EE5;&#x4FEE;&#x6539;&#x3011;</strong>&#xFF0C;&#x5E76;&#x7528;&#x9002;&#x5F53;&#x7684;&#x7248;&#x672C;&#x63A7;&#x5236;&#x673A;&#x5236;&#x521B;&#x5EFA;&#x8BE5;&#x8F6F;&#x4EF6;&#x7684;&#x4E0B;&#x4E00;&#x4E2A;&#x7248;&#x672C;&#x3002;
&#x201C;&#x63D0;&#x4EA4;&#x201D;&#x548C;&#x201C;&#x63D0;&#x53D6;&#x201D;&#x8FC7;&#x7A0B;&#x5B9E;&#x73B0;&#x4E86;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x7684;&#x4E24;&#x4E2A;&#x4E3B;&#x8981;&#x529F;&#x80FD;&#x2014;&#x2014;&#x8BBF;&#x95EE;&#x63A7;&#x5236;&#x548C;&#x540C;&#x6B65;&#x63A7;&#x5236;&#x3002;&#x8BBF;&#x95EE;&#x63A7;&#x5236;&#x51B3;&#x5B9A;&#x54EA;&#x4E2A;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x6709;&#x6743;&#x8BBF;&#x95EE;&#x548C;&#x4FEE;&#x6539;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x914D;&#x7F6E;&#x5BF9;&#x8C61;&#xFF0C;&#x540C;&#x6B65;&#x63A7;&#x5236;&#x6709;&#x52A9;&#x4E8E;&#x4FDD;&#x8BC1;&#x7531;&#x4E24;&#x540D;&#x4E0D;&#x540C;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x5B8C;&#x6210;&#x7684;&#x5E76;&#x884C;&#x4FEE;&#x6539;&#x4E0D;&#x4F1A;&#x76F8;&#x4E92;&#x8986;&#x76D6;&#x3002;</p>
<p>&#x5728;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x53D8;&#x6210;&#x57FA;&#x7EBF;&#x4E4B;&#x524D;&#xFF0C;&#x4EC5;&#x9700;&#x5E94;&#x7528;&#x975E;&#x6B63;&#x5F0F;&#x7684;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x3002;&#x8BE5;&#x914D;&#x7F6E;&#x5BF9;&#x8C61;&#x7684;&#x5F00;&#x53D1;&#x8005;&#x53EF;&#x4EE5;&#x5BF9;&#x5B83;&#x8FDB;&#x884C;&#x4EFB;&#x4F55;&#x5408;&#x7406;&#x7684;&#x4FEE;&#x6539;&#xFF08;&#x53EA;&#x8981;&#x4FEE;&#x6539;&#x4E0D;&#x4F1A;&#x5F71;&#x54CD;&#x5230;&#x5F00;&#x53D1;&#x8005;&#x5DE5;&#x4F5C;&#x8303;&#x56F4;&#x4E4B;&#x5916;&#x7684;&#x7CFB;&#x7EDF;&#x9700;&#x6C42;&#xFF09;&#x3002;&#x4E00;&#x65E6;&#x8BE5;&#x5BF9;&#x8C61;&#x7ECF;&#x8FC7;&#x4E86;&#x6B63;&#x5F0F;&#x6280;&#x672F;&#x590D;&#x5BA1;&#x5E76;&#x83B7;&#x5F97;&#x6279;&#x51C6;&#xFF0C;&#x5C31;&#x521B;&#x5EFA;&#x4E86;&#x4E00;&#x4E2A;&#x57FA;&#x7EBF;&#x3002;&#x800C;&#x4E00;&#x65E6;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x53D8;&#x6210;&#x4E86;&#x57FA;&#x7EBF;&#xFF0C;&#x5C31;&#x5F00;&#x59CB;&#x5B9E;&#x65BD;&#x9879;&#x76EE;&#x7EA7;&#x7684;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x4E3A;&#x4E86;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#x5F00;&#x53D1;&#x8005;&#x5FC5;&#x987B;&#x83B7;&#x5F97;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x8005;&#x7684;&#x6279;&#x51C6;&#xFF08;&#x5982;&#x679C;&#x53D8;&#x5316;&#x662F;&#x201C;&#x5C40;&#x90E8;&#x7684;&#x201D;&#xFF09;&#xFF0C;&#x5982;&#x679C;&#x53D8;&#x5316;&#x5F71;&#x54CD;&#x5230;&#x5176;&#x4ED6;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#xFF0C;&#x8FD8;&#x5FC5;&#x987B;&#x5F97;&#x5230;&#x53D8;&#x5316;&#x63A7;&#x5236;&#x5BA1;&#x6279;&#x8005;&#x7684;&#x6279;&#x51C6;&#x3002;&#x5728;&#x67D0;&#x4E9B;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x7701;&#x7565;&#x6B63;&#x5F0F;&#x7684;&#x53D8;&#x5316;&#x8BF7;&#x6C42;&#x3001;&#x53D8;&#x5316;&#x62A5;&#x544A;&#x548C;&#x5DE5;&#x7A0B;&#x53D8;&#x5316;&#x547D;&#x4EE4;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x5FC5;&#x987B;&#x8BC4;&#x4F30;&#x6BCF;&#x4E2A;&#x53D8;&#x5316;&#x5E76;&#x4E14;&#x8DDF;&#x8E2A;&#x548C;&#x590D;&#x5BA1;&#x6240;&#x6709;&#x53D8;&#x5316;&#x3002;</p>
<p>\4. &#x914D;&#x7F6E;&#x5BA1;&#x8BA1;
&#x4E3A;&#x4E86;&#x786E;&#x4FDD;&#x9002;&#x5F53;&#x5730;&#x5B9E;&#x73B0;&#x4E86;&#x6240;&#x9700;&#x8981;&#x7684;&#x53D8;&#x5316;&#xFF0C;&#x901A;&#x5E38;&#x4ECE;&#x4E0B;&#x8FF0;&#x4E24;&#x65B9;&#x9762;&#x91C7;&#x53D6;&#x63AA;&#x65BD;&#xFF1A;  &#x2460;&#x6B63;&#x5F0F;&#x7684;&#x6280;&#x672F;&#x590D;&#x5BA1;&#xFF1B; &#x2461;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x5BA1;&#x8BA1;&#x3002;
&#x6B63;&#x5F0F;&#x7684;&#x6280;&#x672F;&#x590D;&#x5BA1;&#xFF08;&#x89C1;13.5.2&#x8282;&#xFF09;&#x5173;&#x6CE8;&#x88AB;&#x4FEE;&#x6539;&#x540E;&#x7684;&#x914D;&#x7F6E;&#x5BF9;&#x8C61;&#x7684;&#x6280;&#x672F;&#x6B63;&#x786E;&#x6027;&#x3002;&#x590D;&#x5BA1;&#x8005;&#x5BA1;&#x67E5;&#x8BE5;&#x5BF9;&#x8C61;&#x4EE5;&#x786E;&#x5B9A;&#x5B83;&#x4E0E;&#x5176;&#x4ED6;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#x7684;&#x4E00;&#x81F4;&#x6027;&#xFF0C;&#x5E76;&#x68C0;&#x67E5;&#x662F;&#x5426;&#x6709;&#x9057;&#x6F0F;&#x6216;&#x526F;&#x4F5C;&#x7528;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x5BA1;&#x8BA1;&#x901A;&#x8FC7;&#x8BC4;&#x4F30;&#x914D;&#x7F6E;&#x5BF9;&#x8C61;&#x7684;&#x90A3;&#x4E9B;&#x901A;&#x5E38;&#x4E0D;&#x5728;&#x590D;&#x5BA1;&#x8FC7;&#x7A0B;&#x4E2D;&#x8003;&#x8651;&#x7684;&#x7279;&#x5F81;&#xFF08;&#x4F8B;&#x5982;&#xFF0C;&#x4FEE;&#x6539;&#x65F6;&#x662F;&#x5426;&#x9075;&#x5FAA;&#x4E86;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x6807;&#x51C6;&#xFF0C;&#x662F;&#x5426;&#x5728;&#x8BE5;&#x914D;&#x7F6E;&#x9879;&#x4E2D;&#x663E;&#x8457;&#x5730;&#x6807;&#x660E;&#x4E86;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#xFF0C;&#x662F;&#x5426;&#x6CE8;&#x660E;&#x4E86;&#x4FEE;&#x6539;&#x65E5;&#x671F;&#x548C;&#x4FEE;&#x6539;&#x8005;&#xFF0C;&#x662F;&#x5426;&#x9002;&#x5F53;&#x5730;&#x66F4;&#x65B0;&#x4E86;&#x6240;&#x6709;&#x76F8;&#x5173;&#x7684;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#xFF0C;&#x662F;&#x5426;&#x9075;&#x5FAA;&#x4E86;&#x6807;&#x6CE8;&#x53D8;&#x5316;&#x3001;&#x8BB0;&#x5F55;&#x53D8;&#x5316;&#x548C;&#x62A5;&#x544A;&#x53D8;&#x5316;&#x7684;&#x89C4;&#x7A0B;&#xFF09;&#xFF0C;&#x800C;&#x6210;&#x4E3A;&#x5BF9;&#x6B63;&#x5F0F;&#x6280;&#x672F;&#x590D;&#x5BA1;&#x7684;&#x8865;&#x5145;&#x3002;</p>
<p>\5. &#x72B6;&#x6001;&#x62A5;&#x544A;
&#x4E66;&#x5199;&#x914D;&#x7F6E;&#x72B6;&#x6001;&#x62A5;&#x544A;&#x662F;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x7684;&#x4E00;&#x9879;&#x4EFB;&#x52A1;&#xFF0C;&#x5B83;&#x56DE;&#x7B54;&#x4E0B;&#x8FF0;&#x95EE;&#x9898;&#xFF1A;  &#x2460;&#x53D1;&#x751F;&#x4E86;&#x4EC0;&#x4E48;&#x4E8B;&#xFF1F; &#x2461;&#x8C01;&#x505A;&#x7684;&#x8FD9;&#x4EF6;&#x4E8B;&#xFF1F;&#x2462;&#x8FD9;&#x4EF6;&#x4E8B;&#x662F;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x53D1;&#x751F;&#x7684;&#xFF1F;&#x2463;&#x5B83;&#x5C06;&#x5F71;&#x54CD;&#x54EA;&#x4E9B;&#x5176;&#x4ED6;&#x4E8B;&#x7269;&#xFF1F;
&#x914D;&#x7F6E;&#x72B6;&#x6001;&#x53D8;&#x5316;&#x5BF9;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x9879;&#x76EE;&#x7684;&#x6210;&#x529F;&#x6709;&#x91CD;&#x5927;&#x5F71;&#x54CD;&#x3002;&#x5F53;&#x5927;&#x91CF;&#x4EBA;&#x5458;&#x5728;&#x4E00;&#x8D77;&#x5DE5;&#x4F5C;&#x65F6;&#xFF0C;&#x53EF;&#x80FD;&#x4E00;&#x4E2A;&#x4EBA;&#x5E76;&#x4E0D;&#x77E5;&#x9053;&#x53E6;&#x4E00;&#x4E2A;&#x4EBA;&#x5728;&#x505A;&#x4EC0;&#x4E48;&#x3002;&#x4E24;&#x540D;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x53EF;&#x80FD;&#x8BD5;&#x56FE;&#x6309;&#x7167;&#x76F8;&#x4E92;&#x51B2;&#x7A81;&#x7684;&#x60F3;&#x6CD5;&#x53BB;&#x4FEE;&#x6539;&#x540C;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x9879;&#xFF1B;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x961F;&#x4F0D;&#x53EF;&#x80FD;&#x8017;&#x8D39;&#x51E0;&#x4E2A;&#x4EBA;&#x6708;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x6839;&#x636E;&#x8FC7;&#x65F6;&#x7684;&#x786C;&#x4EF6;&#x89C4;&#x683C;&#x8BF4;&#x660E;&#x5F00;&#x53D1;&#x8F6F;&#x4EF6;&#xFF1B;&#x5BDF;&#x89C9;&#x5230;&#x6240;&#x5EFA;&#x8BAE;&#x7684;&#x4FEE;&#x6539;&#x6709;&#x4E25;&#x91CD;&#x526F;&#x4F5C;&#x7528;&#x7684;&#x4EBA;&#x53EF;&#x80FD;&#x8FD8;&#x4E0D;&#x77E5;&#x9053;&#x8BE5;&#x9879;&#x4FEE;&#x6539;&#x6B63;&#x5728;&#x8FDB;&#x884C;&#x3002;&#x914D;&#x7F6E;&#x72B6;&#x6001;&#x62A5;&#x544A;&#x901A;&#x8FC7;&#x6539;&#x5584;&#x6240;&#x6709;&#x76F8;&#x5173;&#x4EBA;&#x5458;&#x4E4B;&#x95F4;&#x7684;&#x901A;&#x4FE1;&#xFF0C;&#x5E2E;&#x52A9;&#x6D88;&#x9664;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x3002;</p>
<h2 id="137--&#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x6A21;&#x578B;">13.7  &#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x6A21;&#x578B;</h2>
<p>&#x7F8E;&#x56FD;&#x5361;&#x5185;&#x57FA;&#x6885;&#x9686;&#x5927;&#x5B66;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7814;&#x7A76;&#x6240;&#x5728;&#x7F8E;&#x56FD;&#x56FD;&#x9632;&#x90E8;&#x8D44;&#x52A9;&#x4E0B;&#x4E8E;20&#x4E16;&#x7EAA;80&#x5E74;&#x4EE3;&#x672B;&#x5EFA;&#x7ACB;&#x7684;&#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x6A21;&#x578B;&#xFF08;capability maturity model&#xFF0C;CMM)&#xFF0C;&#x662F;&#x7528;&#x4E8E;&#x8BC4;&#x4EF7;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x7684;&#x6A21;&#x578B;&#x3002;&#x6700;&#x521D;&#xFF0C;&#x5EFA;&#x7ACB;&#x6B64;&#x6A21;&#x578B;&#x7684;&#x76EE;&#x7684;&#x4E3B;&#x8981;&#x662F;&#xFF0C;<strong>&#x4E3A;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7684;&#x62DB;&#x6295;&#x6807;&#x6D3B;&#x52A8;&#x63D0;&#x4F9B;&#x4E00;&#x79CD;&#x5168;&#x9762;&#x800C;&#x5BA2;&#x89C2;&#x7684;&#x8BC4;&#x5BA1;&#x4F9D;&#x636E;</strong>&#xFF0C;&#x53D1;&#x5C55;&#x5230;&#x540E;&#x6765;&#xFF0C;&#x6B64;&#x6A21;&#x578B;&#x53C8;&#x540C;&#x65F6;&#x88AB;&#x5E94;&#x7528;&#x4E8E;<strong>&#x8BB8;&#x591A;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x5185;&#x90E8;&#x7684;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x6D3B;&#x52A8;&#x4E2D;</strong>&#x3002;</p>
<p>&#x591A;&#x5E74;&#x6765;&#xFF0C;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x4E00;&#x76F4;&#x56F0;&#x6270;&#x7740;&#x8BB8;&#x591A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x673A;&#x6784;&#x3002;&#x4E0D;&#x5C11;&#x4EBA;&#x8BD5;&#x56FE;&#x901A;&#x8FC7;&#x91C7;&#x7528;&#x65B0;&#x7684;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x6280;&#x672F;&#x6765;&#x89E3;&#x51B3;&#x5728;&#x8F6F;&#x4EF6;&#x751F;&#x4EA7;&#x7387;&#x548C;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x7B49;&#x65B9;&#x9762;&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x6548;&#x679C;&#x5E76;&#x4E0D;&#x4EE4;&#x4EBA;&#x5341;&#x5206;&#x6EE1;&#x610F;&#x3002;&#x4E0A;&#x8FF0;&#x4E8B;&#x5B9E;&#x4FC3;&#x4F7F;&#x4EBA;&#x4EEC;&#x8FDB;&#x4E00;&#x6B65;&#x8003;&#x5BDF;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#xFF0C;&#x4ECE;&#x800C;&#x53D1;&#x73B0;&#x5173;&#x952E;&#x95EE;&#x9898;&#x5728;&#x4E8E;&#x5BF9;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x7BA1;&#x7406;&#x4E0D;&#x5C3D;&#x4EBA;&#x610F;&#x3002;&#x4E8B;&#x5B9E;&#x8BC1;&#x660E;&#xFF0C;&#x5728;&#x65E0;&#x89C4;&#x5219;&#x548C;&#x6DF7;&#x4E71;&#x7684;&#x7BA1;&#x7406;&#x4E4B;&#x4E0B;&#xFF0C;&#x5148;&#x8FDB;&#x7684;&#x6280;&#x672F;&#x548C;&#x5DE5;&#x5177;&#x5E76;&#x4E0D;&#x80FD;&#x53D1;&#x6325;&#x51FA;&#x5E94;&#x6709;&#x7684;&#x4F5C;&#x7528;&#x3002;&#x4EBA;&#x4EEC;&#x9010;&#x6E10;&#x8BA4;&#x8BC6;&#x5230;&#xFF0C;&#x6539;&#x8FDB;&#x5BF9;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x7BA1;&#x7406;&#x662F;&#x6D88;&#x9664;&#x8F6F;&#x4EF6;&#x5371;&#x673A;&#x7684;&#x7A81;&#x7834;&#x53E3;&#xFF0C;&#x518D;&#x4E5F;&#x4E0D;&#x80FD;&#x5FFD;&#x89C6;&#x5728;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x4E2D;&#x7BA1;&#x7406;&#x7684;&#x5173;&#x952E;&#x4F5C;&#x7528;&#x4E86;&#x3002;</p>
<p>&#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x6A21;&#x578B;&#x7684;&#x57FA;&#x672C;&#x601D;&#x60F3;&#x662F;&#xFF0C;&#x7531;&#x4E8E;&#x95EE;&#x9898;&#x662F;&#x7531;&#x6211;&#x4EEC;&#x7BA1;&#x7406;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x65B9;&#x6CD5;&#x4E0D;&#x5F53;&#x5F15;&#x8D77;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x65B0;&#x8F6F;&#x4EF6;&#x6280;&#x672F;&#x7684;&#x8FD0;&#x7528;&#x5E76;&#x4E0D;&#x4F1A;&#x81EA;&#x52A8;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x7684;&#x751F;&#x4EA7;&#x7387;&#x548C;&#x8D28;&#x91CF;&#x3002;&#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x6A21;&#x578B;&#x6709;&#x52A9;&#x4E8E;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x673A;&#x6784;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x6709;&#x89C4;&#x5F8B;&#x7684;&#x3001;&#x6210;&#x719F;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x3002;&#x6539;&#x8FDB;&#x540E;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x5C06;&#x5F00;&#x53D1;&#x51FA;&#x8D28;&#x91CF;&#x66F4;&#x597D;&#x7684;&#x8F6F;&#x4EF6;&#xFF0C;&#x4F7F;&#x66F4;&#x591A;&#x7684;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x514D;&#x53D7;&#x65F6;&#x95F4;&#x548C;&#x8D39;&#x7528;&#x8D85;&#x652F;&#x4E4B;&#x82E6;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x5305;&#x62EC;&#x5404;&#x79CD;&#x6D3B;&#x52A8;&#x3001;&#x6280;&#x672F;&#x548C;&#x5DE5;&#x5177;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;&#x5B83;&#x5B9E;&#x9645;&#x4E0A;&#x65E2;&#x5305;&#x62EC;&#x4E86;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x6280;&#x672F;&#x65B9;&#x9762;&#x53C8;&#x5305;&#x62EC;&#x4E86;&#x7BA1;&#x7406;&#x65B9;&#x9762;&#x3002;CMM&#x7684;&#x7B56;&#x7565;&#x662F;&#xFF0C;&#x529B;&#x56FE;&#x6539;&#x8FDB;&#x5BF9;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x7BA1;&#x7406;&#xFF0C;&#x800C;&#x5728;&#x6280;&#x672F;&#x65B9;&#x9762;&#x7684;&#x6539;&#x8FDB;&#x662F;&#x5176;&#x5FC5;&#x7136;&#x7684;&#x7ED3;&#x679C;&#x3002;
CMM&#x5728;&#x6539;&#x8FDB;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x4E2D;&#x6240;&#x8D77;&#x7684;&#x4F5C;&#x7528;&#x4E3B;&#x8981;&#x662F;&#xFF0C;&#x6307;&#x5BFC;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x901A;&#x8FC7;&#x786E;&#x5B9A;&#x5F53;&#x524D;&#x7684;&#x8FC7;&#x7A0B;&#x6210;&#x719F;&#x5EA6;&#x5E76;&#x8BC6;&#x522B;&#x51FA;&#x5BF9;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x8D77;&#x5173;&#x952E;&#x4F5C;&#x7528;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4ECE;&#x800C;&#x660E;&#x786E;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x7684;&#x65B9;&#x5411;&#x548C;&#x7B56;&#x7565;&#x3002;&#x901A;&#x8FC7;&#x96C6;&#x4E2D;&#x5F00;&#x5C55;&#x4E0E;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x7684;&#x65B9;&#x5411;&#x548C;&#x7B56;&#x7565;&#x76F8;&#x4E00;&#x81F4;&#x7684;&#x4E00;&#x7EC4;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x6D3B;&#x52A8;&#xFF0C;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x4FBF;&#x80FD;&#x7A33;&#x6B65;&#x800C;&#x6709;&#x6548;&#x5730;&#x6539;&#x8FDB;&#x5176;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#xFF0C;&#x4F7F;&#x5176;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#x5F97;&#x5230;&#x5FAA;&#x5E8F;&#x6E10;&#x8FDB;&#x7684;&#x63D0;&#x9AD8;&#x3002;</p>
<p>&#x5BF9;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x6539;&#x8FDB;&#xFF0C;&#x662F;&#x5728;&#x5B8C;&#x6210;&#x4E00;&#x4E2A;&#x53C8;&#x4E00;&#x4E2A;&#x5C0F;&#x7684;&#x6539;&#x8FDB;&#x6B65;&#x9AA4;&#x57FA;&#x7840;&#x4E0A;&#x4E0D;&#x65AD;&#x8FDB;&#x884C;&#x7684;&#x6E10;&#x8FDB;&#x8FC7;&#x7A0B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4E00;&#x8E74;&#x800C;&#x5C31;&#x7684;&#x5F7B;&#x5E95;&#x9769;&#x547D;&#x3002;CMM&#x628A;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x4ECE;&#x65E0;&#x5E8F;&#x5230;&#x6709;&#x5E8F;&#x7684;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#x5206;&#x6210;5&#x4E2A;&#x9636;&#x6BB5;&#xFF0C;&#x5E76;&#x628A;&#x8FD9;&#x4E9B;&#x9636;&#x6BB5;&#x6392;&#x5E8F;&#xFF0C;&#x5F62;&#x6210;5&#x4E2A;&#x9010;&#x5C42;&#x63D0;&#x9AD8;&#x7684;&#x7B49;&#x7EA7;&#x3002;&#x8FD9;5&#x4E2A;&#x6210;&#x719F;&#x5EA6;&#x7B49;&#x7EA7;&#x5B9A;&#x4E49;&#x4E86;&#x4E00;&#x4E2A;&#x6709;&#x5E8F;&#x7684;&#x5C3A;&#x5EA6;&#xFF0C;&#x7528;&#x4EE5;&#x6D4B;&#x91CF;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x6210;&#x719F;&#x5EA6;&#x548C;&#x8BC4;&#x4EF7;&#x5176;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#xFF0C;&#x8FD9;&#x4E9B;&#x7B49;&#x7EA7;&#x8FD8;&#x80FD;&#x5E2E;&#x52A9;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x628A;&#x5E94;&#x505A;&#x7684;&#x6539;&#x8FDB;&#x5DE5;&#x4F5C;&#x6392;&#x51FA;&#x4F18;&#x5148;&#x6B21;&#x5E8F;&#x3002;&#x6210;&#x719F;&#x5EA6;&#x7B49;&#x7EA7;&#x662F;&#x59A5;&#x5584;&#x5B9A;&#x4E49;&#x7684;&#x5411;&#x6210;&#x719F;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x524D;&#x8FDB;&#x9014;&#x4E2D;&#x7684;&#x5E73;&#x53F0;&#xFF0C;&#x6BCF;&#x4E2A;&#x6210;&#x719F;&#x5EA6;&#x7B49;&#x7EA7;&#x90FD;&#x4E3A;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x7EE7;&#x7EED;&#x6539;&#x8FDB;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x53F0;&#x9636;&#x3002;</p>
<p>CMM&#x5BF9;5&#x4E2A;&#x6210;&#x719F;&#x5EA6;&#x7EA7;&#x522B;&#x7279;&#x6027;&#x7684;&#x63CF;&#x8FF0;&#xFF0C;&#x8BF4;&#x660E;&#x4E86;&#x4E0D;&#x540C;&#x7EA7;&#x522B;&#x4E4B;&#x95F4;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x4E3B;&#x8981;&#x53D8;&#x5316;&#x3002;&#x4ECE;&#x201C;1&#x7EA7;&#x201D;&#x5230;&#x201C;5&#x7EA7;&#x201D;&#xFF0C;&#x53CD;&#x6620;&#x51FA;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x4E3A;&#x4E86;&#x8FBE;&#x5230;&#x4ECE;&#x4E00;&#x4E2A;&#x65E0;&#x5E8F;&#x7684;&#x3001;&#x6DF7;&#x4E71;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x8FDB;&#x5316;&#x5230;&#x4E00;&#x79CD;&#x6709;&#x5E8F;&#x7684;&#x3001;&#x6709;&#x7EAA;&#x5F8B;&#x7684;&#x4E14;&#x6210;&#x719F;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x5FC5;&#x987B;&#x7ECF;&#x5386;&#x7684;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x6D3B;&#x52A8;&#x7684;&#x9014;&#x5F84;&#x3002;&#x6BCF;&#x4E00;&#x4E2A;&#x6210;&#x719F;&#x5EA6;&#x7EA7;&#x522B;&#x90FD;&#x662F;&#x8BE5;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x6CBF;&#x7740;&#x6539;&#x8FDB;&#x5176;&#x8FC7;&#x7A0B;&#x7684;&#x9014;&#x5F84;&#x524D;&#x8FDB;&#x9014;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x53F0;&#x9636;&#xFF0C;&#x540E;&#x4E00;&#x4E2A;&#x6210;&#x719F;&#x5EA6;&#x7EA7;&#x522B;&#x662F;&#x524D;&#x4E00;&#x4E2A;&#x7EA7;&#x522B;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x8FDB;&#x5316;&#x76EE;&#x6807;&#x3002;</p>
<p>CMM&#x7684;&#x6BCF;&#x4E2A;&#x6210;&#x719F;&#x5EA6;&#x7EA7;&#x522B;&#x4E2D;&#x90FD;&#x5305;&#x542B;&#x4E00;&#x7EC4;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x6EE1;&#x8DB3;&#x8FD9;&#x4E9B;&#x76EE;&#x6807;&#x540E;&#x4E00;&#x4E2A;&#x673A;&#x6784;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x5C31;&#x4ECE;&#x5F53;&#x524D;&#x7EA7;&#x522B;&#x8FDB;&#x5316;&#x5230;&#x4E0B;&#x4E00;&#x4E2A;&#x6210;&#x719F;&#x5EA6;&#x7EA7;&#x522B;&#xFF1B;&#x6BCF;&#x8FBE;&#x5230;&#x6210;&#x719F;&#x5EA6;&#x7EA7;&#x522B;&#x6846;&#x67B6;&#x7684;&#x4E0B;&#x4E00;&#x4E2A;&#x7EA7;&#x522B;&#xFF0C;&#x8BE5;&#x673A;&#x6784;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x90FD;&#x5F97;&#x5230;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x7684;&#x5B8C;&#x5584;&#x548C;&#x4F18;&#x5316;&#xFF0C;&#x4E5F;&#x4F7F;&#x5F97;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#x5F97;&#x5230;&#x63D0;&#x9AD8;&#xFF1B;&#x968F;&#x7740;&#x6210;&#x719F;&#x5EA6;&#x7EA7;&#x522B;&#x7684;&#x4E0D;&#x65AD;&#x63D0;&#x9AD8;&#xFF0C;&#x8BE5;&#x673A;&#x6784;&#x7684;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x6D3B;&#x52A8;&#x53D6;&#x5F97;&#x4E86;&#x66F4;&#x52A0;&#x663E;&#x8457;&#x7684;&#x6210;&#x6548;&#xFF0C;&#x4ECE;&#x800C;&#x4F7F;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x5F97;&#x5230;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x5B8C;&#x5584;&#x548C;&#x4F18;&#x5316;&#x3002;CMM&#x5C31;&#x662F;&#x4EE5;&#x4E0A;&#x8FF0;&#x65B9;&#x5F0F;&#x652F;&#x6301;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x6539;&#x8FDB;&#x5176;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x6D3B;&#x52A8;&#x3002;</p>
<p>CMM&#x901A;&#x8FC7;&#x5B9A;&#x4E49;&#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x7684;5&#x4E2A;&#x7B49;&#x7EA7;&#xFF0C;&#x5F15;&#x5BFC;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x673A;&#x6784;&#x4E0D;&#x65AD;&#x8BC6;&#x522B;&#x51FA;&#x5176;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x7F3A;&#x9677;&#xFF0C;&#x5E76;&#x6307;&#x51FA;&#x5E94;&#x8BE5;&#x505A;&#x54EA;&#x4E9B;&#x6539;&#x8FDB;&#xFF0C;&#x4F46;&#x662F;&#xFF0C;&#x5B83;&#x5E76;&#x4E0D;&#x63D0;&#x4F9B;&#x505A;&#x8FD9;&#x4E9B;&#x6539;&#x8FDB;&#x7684;&#x5177;&#x4F53;&#x63AA;&#x65BD;&#x3002;
&#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x7684;5&#x4E2A;&#x7B49;&#x7EA7;&#x4ECE;&#x4F4E;&#x5230;&#x9AD8;&#x4F9D;&#x6B21;&#x662F;&#xFF1A;  <strong>&#x521D;&#x59CB;&#x7EA7;&#xFF08;&#x53C8;&#x79F0;&#x4E3A;1&#x7EA7;&#xFF09;&#xFF0C;&#x53EF;&#x91CD;&#x590D;&#x7EA7;&#xFF08;&#x53C8;&#x79F0;&#x4E3A;2&#x7EA7;&#xFF09;&#xFF0C;&#x5DF2;&#x5B9A;&#x4E49;&#x7EA7;&#xFF08;&#x53C8;&#x79F0;&#x4E3A;3&#x7EA7;&#xFF09;&#xFF0C;&#x5DF2;&#x7BA1;&#x7406;&#x7EA7;&#xFF08;&#x53C8;&#x79F0;&#x4E3A;4&#x7EA7;&#xFF09;&#x548C;&#x4F18;&#x5316;&#x7EA7;&#xFF08;&#x53C8;&#x79F0;&#x4E3A;5&#x7EA7;&#xFF09;&#x3002;&#x4E0B;&#x9762;&#x4ECB;&#x7ECD;&#x8FD9;5&#x4E2A;&#x7EA7;&#x522B;&#x7684;&#x7279;&#x70B9;&#x3002;</strong></p>
<h4 id="1-&#x521D;&#x59CB;&#x7EA7;">1. &#x521D;&#x59CB;&#x7EA7;</h4>
<p>&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x7279;&#x5F81;&#x662F;&#x65E0;&#x5E8F;&#x7684;&#xFF0C;&#x6709;&#x65F6;&#x751A;&#x81F3;&#x662F;&#x6DF7;&#x4E71;&#x7684;&#x3002;<strong>&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x8FC7;&#x7A0B;&#x662F;&#x7ECF;&#x8FC7;&#x5B9A;&#x4E49;&#x7684;</strong>&#xFF08;&#x5373;<strong>&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x5B9A;&#x578B;&#x7684;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;</strong>&#xFF09;&#xFF0C;&#x9879;&#x76EE;&#x80FD;&#x5426;&#x6210;&#x529F;&#x5B8C;&#x5168;&#x53D6;&#x51B3;&#x4E8E;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x7684;&#x4E2A;&#x4EBA;&#x80FD;&#x529B;&#x3002;</p>
<p>&#x5904;&#x4E8E;&#x8FD9;&#x4E2A;&#x6700;&#x4F4E;&#x6210;&#x719F;&#x5EA6;&#x7B49;&#x7EA7;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x6CA1;&#x6709;&#x5065;&#x5168;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7BA1;&#x7406;&#x5236;&#x5EA6;&#xFF0C;&#x5176;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x5B8C;&#x5168;&#x53D6;&#x51B3;&#x4E8E;&#x9879;&#x76EE;&#x7EC4;&#x7684;&#x4EBA;&#x5458;&#x914D;&#x5907;&#xFF0C;&#x6240;&#x4EE5;&#x5177;&#x6709;&#x4E0D;&#x53EF;&#x9884;&#x6D4B;&#x6027;&#xFF0C;&#x4EBA;&#x5458;&#x53D8;&#x4E86;&#x8FC7;&#x7A0B;&#x4E5F;&#x968F;&#x4E4B;&#x6539;&#x53D8;&#x3002;&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x9879;&#x76EE;&#x78B0;&#x5DE7;&#x7531;&#x4E00;&#x4E2A;&#x6770;&#x51FA;&#x7684;&#x7BA1;&#x7406;&#x8005;&#x548C;&#x4E00;&#x652F;&#x6709;&#x7ECF;&#x9A8C;&#x3001;&#x6709;&#x80FD;&#x529B;&#x7684;&#x5F00;&#x53D1;&#x961F;&#x4F0D;&#x627F;&#x62C5;&#xFF0C;&#x5219;&#x8FD9;&#x4E2A;&#x9879;&#x76EE;&#x53EF;&#x80FD;&#x662F;&#x6210;&#x529F;&#x7684;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x66F4;&#x5E38;&#x89C1;&#x7684;&#x60C5;&#x51B5;&#x662F;&#xFF0C;&#x7531;&#x4E8E;&#x7F3A;&#x4E4F;&#x5065;&#x5168;&#x7684;&#x7BA1;&#x7406;&#x548C;&#x5468;&#x5BC6;&#x7684;&#x8BA1;&#x5212;&#xFF0C;&#x5EF6;&#x671F;&#x4EA4;&#x4ED8;&#x548C;&#x8D39;&#x7528;&#x8D85;&#x652F;&#x7684;&#x60C5;&#x51B5;&#x7ECF;&#x5E38;&#x53D1;&#x751F;&#xFF0C;&#x7ED3;&#x679C;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x884C;&#x52A8;&#x53EA;&#x662F;&#x5E94;&#x4ED8;&#x5371;&#x673A;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5B8C;&#x6210;&#x4E8B;&#x5148;&#x8BA1;&#x5212;&#x597D;&#x7684;&#x4EFB;&#x52A1;&#x3002;
&#x603B;&#x4E4B;&#xFF0C;&#x5904;&#x4E8E;1&#x7EA7;&#x6210;&#x719F;&#x5EA6;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#xFF0C;&#x5176;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#x662F;&#x4E0D;&#x53EF;&#x9884;&#x6D4B;&#x7684;&#xFF0C;&#x5176;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x662F;&#x4E0D;&#x7A33;&#x5B9A;&#x7684;&#xFF0C;&#x4EA7;&#x54C1;&#x8D28;&#x91CF;&#x53EA;&#x80FD;&#x6839;&#x636E;&#x76F8;&#x5173;&#x4EBA;&#x5458;&#x7684;&#x4E2A;&#x4EBA;&#x5DE5;&#x4F5C;&#x80FD;&#x529B;&#x800C;&#x4E0D;&#x662F;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x7684;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#x6765;&#x9884;&#x6D4B;&#x3002;</p>
<h4 id="2-&#x53EF;&#x91CD;&#x590D;&#x7EA7;">2. &#x53EF;&#x91CD;&#x590D;&#x7EA7;</h4>
<p>&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x5EFA;&#x7ACB;&#x4E86;<strong>&#x57FA;&#x672C;&#x7684;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x8FC7;&#x7A0B;(&#x8FC7;&#x7A0B;&#x6A21;&#x578B;)</strong>,&#x53EF;&#x8DDF;&#x8E2A;&#x6210;&#x672C;&#x3001;&#x8FDB;&#x5EA6;&#x3001;&#x529F;&#x80FD;&#x548C;&#x8D28;&#x91CF;&#x3002;&#x5DF2;&#x7ECF;&#x5EFA;&#x7ACB;&#x8D77;&#x5FC5;&#x8981;&#x7684;&#x8FC7;&#x7A0B;&#x89C4;&#x8303;&#xFF0C;&#x5BF9;&#x65B0;&#x9879;&#x76EE;&#x7684;&#x7B56;&#x5212;&#x548C;&#x7BA1;&#x7406;&#x8FC7;&#x7A0B;&#x662F;&#x57FA;&#x4E8E;&#x4EE5;&#x524D;&#x7C7B;&#x4F3C;&#x9879;&#x76EE;&#x7684;&#x5B9E;&#x8DF5;&#x7ECF;&#x9A8C;&#xFF0C;&#x4F7F;&#x5F97;&#x6709;&#x7C7B;&#x4F3C;&#x5E94;&#x7528;&#x7ECF;&#x9A8C;&#x7684;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x80FD;&#x591F;&#x518D;&#x6B21;&#x53D6;&#x5F97;&#x6210;&#x529F;&#x3002;&#x8FBE;&#x5230;2&#x7EA7;&#x7684;&#x4E00;&#x4E2A;&#x76EE;&#x6807;&#x662F;&#x4F7F;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x8FC7;&#x7A0B;&#x7A33;&#x5B9A;&#xFF0C;&#x4ECE;&#x800C;&#x4F7F;&#x5F97;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x80FD;&#x91CD;&#x590D;&#x4EE5;&#x524D;&#x5728;&#x6210;&#x529F;&#x9879;&#x76EE;&#x4E2D;&#x6240;&#x8FDB;&#x884C;&#x8FC7;&#x7684;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x3002;</p>
<p>&#x5904;&#x4E8E;2&#x7EA7;&#x6210;&#x719F;&#x5EA6;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#xFF0C;&#x9488;&#x5BF9;&#x6240;&#x627F;&#x62C5;&#x7684;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x5DF2;&#x5EFA;&#x7ACB;&#x4E86;&#x57FA;&#x672C;&#x7684;&#x8F6F;&#x4EF6;&#x7BA1;&#x7406;&#x63A7;&#x5236;&#x5236;&#x5EA6;&#x3002;&#x901A;&#x8FC7;&#x5BF9;&#x4EE5;&#x524D;&#x9879;&#x76EE;&#x7684;&#x89C2;&#x5BDF;&#x548C;&#x5206;&#x6790;&#xFF0C;&#x53EF;&#x4EE5;&#x63D0;&#x51FA;&#x9488;&#x5BF9;&#x73B0;&#x884C;&#x9879;&#x76EE;&#x7684;&#x7EA6;&#x675F;&#x6761;&#x4EF6;&#x3002;&#x9879;&#x76EE;&#x8D1F;&#x8D23;&#x4EBA;&#x8DDF;&#x8E2A;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x5F00;&#x53D1;&#x7684;&#x6210;&#x672C;&#x548C;&#x8FDB;&#x5EA6;&#x4EE5;&#x53CA;&#x4EA7;&#x54C1;&#x7684;&#x529F;&#x80FD;&#x548C;&#x8D28;&#x91CF;&#xFF0C;&#x5E76;&#x4E14;&#x8BC6;&#x522B;&#x51FA;&#x4E3A;&#x6EE1;&#x8DB3;&#x7EA6;&#x675F;&#x6761;&#x4EF6;&#x6240;&#x5E94;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5DF2;&#x7ECF;&#x505A;&#x5230;&#x8F6F;&#x4EF6;&#x9700;&#x6C42;&#x6761;&#x7406;&#x5316;&#xFF0C;&#x800C;&#x4E14;&#x5176;&#x5B8C;&#x6574;&#x6027;&#x662F;&#x53D7;&#x63A7;&#x5236;&#x7684;&#x3002;&#x5DF2;&#x7ECF;&#x5236;&#x5B9A;&#x4E86;&#x9879;&#x76EE;&#x6807;&#x51C6;&#xFF0C;&#x5E76;&#x4E14;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x80FD;&#x786E;&#x4FDD;&#x4E25;&#x683C;&#x6267;&#x884C;&#x8FD9;&#x4E9B;&#x6807;&#x51C6;&#x3002;&#x9879;&#x76EE;&#x7EC4;&#x4E0E;&#x5BA2;&#x6237;&#x53CA;&#x627F;&#x5305;&#x5546;&#x5DF2;&#x7ECF;&#x5EFA;&#x7ACB;&#x8D77;&#x4E00;&#x4E2A;&#x7A33;&#x5B9A;&#x7684;&#x3001;&#x53EF;&#x7BA1;&#x7406;&#x7684;&#x5DE5;&#x4F5C;&#x73AF;&#x5883;&#x3002;</p>
<p>&#x5904;&#x4E8E;2&#x7EA7;&#x6210;&#x719F;&#x5EA6;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x7684;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#x53EF;&#x4EE5;&#x6982;&#x62EC;&#x4E3A;&#xFF0C;<strong>&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7684;&#x7B56;&#x5212;&#x548C;&#x8DDF;&#x8E2A;&#x662F;&#x7A33;&#x5B9A;&#x7684;&#xFF0C;&#x5DF2;&#x7ECF;&#x4E3A;&#x4E00;&#x4E2A;&#x6709;&#x7EAA;&#x5F8B;&#x7684;&#x7BA1;&#x7406;&#x8FC7;&#x7A0B;&#x63D0;&#x4F9B;&#x4E86;&#x53EF;&#x91CD;&#x590D;&#x4EE5;&#x524D;&#x6210;&#x529F;&#x5B9E;&#x8DF5;&#x7684;&#x9879;&#x76EE;&#x73AF;&#x5883;</strong>&#x3002;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x5DE5;&#x7A0B;&#x6D3B;&#x52A8;&#x5904;&#x4E8E;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x4F53;&#x7CFB;&#x7684;&#x6709;&#x6548;&#x63A7;&#x5236;&#x4E4B;&#x4E0B;&#xFF0C;&#x6267;&#x884C;&#x7740;&#x57FA;&#x4E8E;&#x4EE5;&#x524D;&#x9879;&#x76EE;&#x7684;&#x51C6;&#x5219;&#x4E14;&#x5408;&#x4E4E;&#x73B0;&#x5B9E;&#x7684;&#x8BA1;&#x5212;&#x3002;</p>
<h4 id="3-&#x5DF2;&#x5B9A;&#x4E49;&#x7EA7;">3. &#x5DF2;&#x5B9A;&#x4E49;&#x7EA7;</h4>
<p>&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x5DF2;&#x7ECF;&#x5B9A;&#x4E49;&#x4E86;<strong>&#x5B8C;&#x6574;&#x7684;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#xFF08;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;&#xFF09;</strong>&#xFF0C;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x5DF2;&#x7ECF;&#x6587;&#x6863;&#x5316;&#x548C;&#x6807;&#x51C6;&#x5316;&#x3002;&#x6240;&#x6709;&#x9879;&#x76EE;&#x7EC4;&#x90FD;&#x4F7F;&#x7528;&#x6587;&#x6863;&#x5316;&#x7684;&#x3001;&#x7ECF;&#x8FC7;&#x6279;&#x51C6;&#x7684;&#x8FC7;&#x7A0B;&#x6765;&#x5F00;&#x53D1;&#x548C;&#x7EF4;&#x62A4;&#x8F6F;&#x4EF6;&#x3002;&#x8FD9;&#x4E00;&#x7EA7;&#x5305;&#x542B;&#x4E86;&#x7B2C;2&#x7EA7;&#x7684;&#x5168;&#x90E8;&#x7279;&#x5F81;&#x3002;
&#x5728;&#x7B2C;3&#x7EA7;&#x6210;&#x719F;&#x5EA6;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x4E2D;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x56FA;&#x5B9A;&#x7684;&#x8FC7;&#x7A0B;&#x5C0F;&#x7EC4;&#x4ECE;&#x4E8B;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x5DE5;&#x7A0B;&#x6D3B;&#x52A8;&#x3002;&#x5F53;&#x9700;&#x8981;&#x65F6;&#xFF0C;&#x8FC7;&#x7A0B;&#x5C0F;&#x7EC4;&#x53EF;&#x4EE5;&#x5229;&#x7528;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;&#x8FDB;&#x884C;&#x8FC7;&#x7A0B;&#x4F8B;&#x5316;&#x6D3B;&#x52A8;&#xFF0C;&#x4ECE;&#x800C;&#x83B7;&#x5F97;&#x4E00;&#x4E2A;&#x9488;&#x5BF9;&#x67D0;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7684;&#x8FC7;&#x7A0B;&#x5B9E;&#x4F8B;&#xFF0C;&#x5E76;&#x6295;&#x5165;&#x8FC7;&#x7A0B;&#x8FD0;&#x4F5C;&#x800C;&#x5F00;&#x5C55;&#x6709;&#x6548;&#x7684;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x8FC7;&#x7A0B;&#x5C0F;&#x7EC4;&#x8FD8;&#x53EF;&#x4EE5;&#x63A8;&#x8FDB;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x7684;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x6D3B;&#x52A8;&#x3002;&#x5728;&#x8BE5;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x5185;&#x5B9E;&#x65BD;&#x4E86;&#x57F9;&#x8BAD;&#x8BA1;&#x5212;&#xFF0C;&#x80FD;&#x591F;&#x4FDD;&#x8BC1;&#x5168;&#x4F53;&#x9879;&#x76EE;&#x8D1F;&#x8D23;&#x4EBA;&#x548C;&#x9879;&#x76EE;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x5177;&#x6709;&#x5B8C;&#x6210;&#x627F;&#x62C5;&#x7684;&#x4EFB;&#x52A1;&#x6240;&#x8981;&#x6C42;&#x7684;&#x77E5;&#x8BC6;&#x548C;&#x6280;&#x80FD;&#x3002;</p>
<p>&#x5904;&#x4E8E;3&#x7EA7;&#x6210;&#x719F;&#x5EA6;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x7684;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#x53EF;&#x4EE5;&#x6982;&#x62EC;&#x4E3A;&#xFF0C;<strong>&#x65E0;&#x8BBA;&#x662F;&#x7BA1;&#x7406;&#x6D3B;&#x52A8;&#x8FD8;&#x662F;&#x5DE5;&#x7A0B;&#x6D3B;&#x52A8;&#x90FD;&#x662F;&#x7A33;&#x5B9A;&#x7684;</strong>&#x3002;<strong>&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7684;&#x6210;&#x672C;&#x548C;&#x8FDB;&#x5EA6;&#x4EE5;&#x53CA;&#x4EA7;&#x54C1;&#x7684;&#x529F;&#x80FD;&#x548C;&#x8D28;&#x91CF;&#x90FD;&#x53D7;&#x5230;&#x63A7;&#x5236;</strong>&#xFF0C;&#x800C;&#x4E14;<strong>&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x7684;&#x8D28;&#x91CF;&#x5177;&#x6709;&#x53EF;&#x8FFD;&#x6EAF;&#x6027;</strong>&#x3002;&#x8FD9;&#x79CD;&#x80FD;&#x529B;&#x662F;&#x57FA;&#x4E8E;&#x5728;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x4E2D;&#x5BF9;&#x5DF2;&#x5B9A;&#x4E49;&#x7684;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;&#x7684;&#x6D3B;&#x52A8;&#x3001;&#x4EBA;&#x5458;&#x548C;&#x804C;&#x8D23;&#x90FD;&#x6709;&#x5171;&#x540C;&#x7684;&#x7406;&#x89E3;&#x3002;</p>
<h4 id="4-&#x5DF2;&#x7BA1;&#x7406;&#x7EA7;">4. &#x5DF2;&#x7BA1;&#x7406;&#x7EA7;</h4>
<p>&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x5BF9;<strong>&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#xFF08;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;&#x548C;&#x8FC7;&#x7A0B;&#x5B9E;&#x4F8B;&#xFF09;&#x548C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x90FD;&#x5EFA;&#x7ACB;&#x4E86;&#x5B9A;&#x91CF;&#x7684;&#x8D28;&#x91CF;&#x76EE;&#x6807;&#xFF0C;&#x6240;&#x6709;&#x9879;&#x76EE;&#x7684;&#x91CD;&#x8981;&#x7684;&#x8FC7;&#x7A0B;&#x6D3B;&#x52A8;&#x90FD;&#x662F;&#x53EF;&#x5EA6;&#x91CF;&#x7684;</strong>&#x3002;&#x8BE5;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x6536;&#x96C6;&#x4E86;&#x8FC7;&#x7A0B;&#x5EA6;&#x91CF;&#x548C;&#x4EA7;&#x54C1;&#x5EA6;&#x91CF;&#x7684;&#x65B9;&#x6CD5;&#x5E76;&#x52A0;&#x4EE5;&#x8FD0;&#x7528;&#xFF0C;&#x53EF;&#x4EE5;&#x5B9A;&#x91CF;&#x5730;&#x4E86;&#x89E3;&#x548C;&#x63A7;&#x5236;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x548C;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#xFF0C;&#x5E76;&#x4E3A;&#x8BC4;&#x5B9A;&#x9879;&#x76EE;&#x7684;&#x8FC7;&#x7A0B;&#x8D28;&#x91CF;&#x548C;&#x4EA7;&#x54C1;&#x8D28;&#x91CF;&#x5960;&#x5B9A;&#x4E86;&#x57FA;&#x7840;&#x3002;&#x8FD9;&#x4E00;&#x7EA7;&#x5305;&#x542B;&#x4E86;&#x7B2C;3&#x7EA7;&#x7684;&#x5168;&#x90E8;&#x7279;&#x5F81;&#x3002;</p>
<p>&#x5904;&#x4E8E;4&#x7EA7;&#x6210;&#x719F;&#x5EA6;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x7684;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#x53EF;&#x4EE5;&#x6982;&#x62EC;&#x4E3A;&#xFF0C;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x662F;&#x53EF;&#x5EA6;&#x91CF;&#x7684;&#xFF0C;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x5728;&#x53EF;&#x5EA6;&#x91CF;&#x7684;&#x8303;&#x56F4;&#x5185;&#x8FD0;&#x884C;&#x3002;&#x8FD9;&#x4E00;&#x7EA7;&#x7684;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;<strong>&#x5141;&#x8BB8;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x5728;&#x5B9A;&#x91CF;&#x7684;&#x8303;&#x56F4;&#x5185;&#x9884;&#x6D4B;&#x8FC7;&#x7A0B;&#x548C;&#x4EA7;&#x54C1;&#x8D28;&#x91CF;&#x8D8B;&#x52BF;&#xFF0C;&#x5728;&#x53D1;&#x751F;&#x504F;&#x79BB;&#x65F6;&#x53EF;&#x4EE5;&#x53CA;&#x65F6;&#x91C7;&#x53D6;&#x63AA;&#x65BD;&#x4E88;&#x4EE5;&#x7EA0;&#x6B63;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x9884;&#x671F;&#x8F6F;&#x4EF6;&#x4EA7;&#x54C1;&#x662F;&#x9AD8;&#x8D28;&#x91CF;&#x7684;&#x3002;</strong></p>
<h4 id="5-&#x4F18;&#x5316;&#x7EA7;">5. &#x4F18;&#x5316;&#x7EA7;</h4>
<p><strong>&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x96C6;&#x4E2D;&#x7CBE;&#x529B;&#x6301;&#x7EED;&#x4E0D;&#x65AD;&#x5730;&#x6539;&#x8FDB;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;</strong>&#x3002;&#x8FD9;&#x4E00;&#x7EA7;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x662F;&#x4E00;&#x4E2A;<strong>&#x4EE5;&#x9632;&#x6B62;&#x51FA;&#x73B0;&#x7F3A;&#x9677;&#x4E3A;&#x76EE;&#x6807;&#x7684;&#x673A;&#x6784;&#xFF0C;&#x5B83;&#x6709;&#x80FD;&#x529B;&#x8BC6;&#x522B;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x8981;&#x7D20;&#x7684;&#x8584;&#x5F31;&#x73AF;&#x8282;&#xFF0C;&#x5E76;&#x6709;&#x8DB3;&#x591F;&#x7684;&#x624B;&#x6BB5;&#x6539;&#x8FDB;&#x5B83;&#x4EEC;</strong>&#x3002;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x673A;&#x6784;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x5173;&#x4E8E;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x6709;&#x6548;&#x6027;&#x7684;&#x7EDF;&#x8BA1;&#x6570;&#x636E;&#xFF0C;&#x5229;&#x7528;&#x8FD9;&#x4E9B;&#x6570;&#x636E;&#x53EF;&#x4EE5;&#x5BF9;&#x65B0;&#x6280;&#x672F;&#x8FDB;&#x884C;&#x6210;&#x672C;/&#x6548;&#x76CA;&#x5206;&#x6790;&#xFF0C;&#x5E76;&#x53EF;&#x4EE5;&#x4F18;&#x5316;&#x51FA;&#x5728;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x4E2D;&#x80FD;&#x591F;&#x91C7;&#x7528;&#x7684;&#x6700;&#x4F73;&#x65B0;&#x6280;&#x672F;&#x3002;&#x8FD9;&#x4E00;&#x7EA7;&#x5305;&#x542B;&#x4E86;&#x7B2C;4&#x7EA7;&#x7684;&#x5168;&#x90E8;&#x7279;&#x5F81;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x7EA7;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x5BF9;&#x8FC7;&#x7A0B;&#x5B9E;&#x4F8B;&#x6027;&#x80FD;&#x7684;&#x5206;&#x6790;&#x548C;&#x786E;&#x5B9A;&#x4EA7;&#x751F;&#x67D0;&#x4E00;&#x7F3A;&#x9677;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x6765;&#x9632;&#x6B62;&#x518D;&#x6B21;&#x51FA;&#x73B0;&#x8FD9;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x7F3A;&#x9677;&#xFF1B;&#x901A;&#x8FC7;&#x5BF9;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x8FC7;&#x7A0B;&#x5B9E;&#x4F8B;&#x7684;&#x5206;&#x6790;&#x6240;&#x83B7;&#x5F97;&#x7684;&#x7ECF;&#x9A8C;&#x6559;&#x8BAD;&#x90FD;&#x53EF;&#x4EE5;&#x6210;&#x4E3A;&#x8BE5;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x4F18;&#x5316;&#x5176;&#x8FC7;&#x7A0B;&#x6A21;&#x578B;&#x7684;&#x6709;&#x6548;&#x4F9D;&#x636E;&#xFF0C;&#x4ECE;&#x800C;&#x4F7F;&#x5176;&#x4ED6;&#x9879;&#x76EE;&#x7684;&#x8FC7;&#x7A0B;&#x5B9E;&#x4F8B;&#x5F97;&#x5230;&#x4F18;&#x5316;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x4ECE;&#x8FC7;&#x7A0B;&#x5B9E;&#x65BD;&#x4E2D;&#x83B7;&#x5F97;&#x7684;&#x5B9A;&#x91CF;&#x7684;&#x53CD;&#x9988;&#x4FE1;&#x606F;&#xFF0C;&#x5728;&#x91C7;&#x7528;&#x65B0;&#x601D;&#x60F3;&#x548C;&#x65B0;&#x6280;&#x672F;&#x7684;&#x540C;&#x65F6;&#x6D4B;&#x8BD5;&#x5B83;&#x4EEC;&#xFF0C;&#x4EE5;&#x4E0D;&#x65AD;&#x5730;&#x6539;&#x8FDB;&#x548C;&#x4F18;&#x5316;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x3002;</p>
<p>&#x5904;&#x4E8E;5&#x7EA7;&#x6210;&#x719F;&#x5EA6;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x7684;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#x53EF;&#x4EE5;&#x6982;&#x62EC;&#x4E3A;&#xFF0C;<strong>&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x662F;&#x53EF;&#x4F18;&#x5316;&#x7684;&#x3002;&#x8FD9;&#x4E00;&#x7EA7;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x80FD;&#x591F;&#x6301;&#x7EED;&#x4E0D;&#x65AD;&#x5730;&#x6539;&#x8FDB;&#x5176;&#x8FC7;&#x7A0B;&#x80FD;&#x529B;&#xFF0C;&#x65E2;&#x5BF9;&#x73B0;&#x884C;&#x7684;&#x8FC7;&#x7A0B;&#x5B9E;&#x4F8B;&#x4E0D;&#x65AD;&#x5730;&#x6539;&#x8FDB;&#x548C;&#x4F18;&#x5316;&#xFF0C;&#x53C8;&#x501F;&#x52A9;&#x4E8E;&#x6240;&#x91C7;&#x7528;&#x7684;&#x65B0;&#x6280;&#x672F;&#x548C;&#x65B0;&#x65B9;&#x6CD5;&#x6765;&#x5B9E;&#x73B0;&#x672A;&#x6765;&#x7684;&#x8FC7;&#x7A0B;&#x6539;&#x8FDB;&#x3002;</strong>
&#x4E00;&#x4E9B;&#x7EDF;&#x8BA1;&#x6570;&#x5B57;&#x8868;&#x660E;&#xFF0C;&#x63D0;&#x9AD8;&#x4E00;&#x4E2A;&#x5B8C;&#x6574;&#x7684;&#x6210;&#x719F;&#x5EA6;&#x7B49;&#x7EA7;&#x5927;&#x7EA6;&#x9700;&#x8981;&#x82B1;18&#x4E2A;&#x6708;&#x5230;3&#x5E74;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x4F46;&#x662F;&#x4ECE;&#x7B2C;1&#x7EA7;&#x4E0A;&#x5347;&#x5230;&#x7B2C;2&#x7EA7;&#x6709;&#x65F6;&#x8981;&#x82B1;3&#x5E74;&#x751A;&#x81F3;5&#x5E74;&#x65F6;&#x95F4;&#x3002;&#x8FD9;&#x8BF4;&#x660E;&#x8981;&#x5411;&#x4E00;&#x4E2A;&#x8FC4;&#x4ECA;&#x4ECD;&#x5904;&#x4E8E;&#x6DF7;&#x4E71;&#x7684;&#x548C;&#x88AB;&#x52A8;&#x7684;&#x884C;&#x52A8;&#x65B9;&#x5F0F;&#x7684;&#x8F6F;&#x4EF6;&#x673A;&#x6784;&#x704C;&#x8F93;&#x7CFB;&#x7EDF;&#x5316;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x5C06;&#x591A;&#x4E48;&#x56F0;&#x96BE;&#x3002;</p>
<h2 id="138--&#x5C0F;&#x7ED3;">13.8  &#x5C0F;&#x7ED3;</h2>
<p>&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5305;&#x62EC;&#x6280;&#x672F;&#x548C;&#x7BA1;&#x7406;&#x4E24;&#x65B9;&#x9762;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x662F;&#x6280;&#x672F;&#x4E0E;&#x7BA1;&#x7406;&#x7D27;&#x5BC6;&#x7ED3;&#x5408;&#x7684;&#x4EA7;&#x7269;&#x3002;&#x53EA;&#x6709;&#x5728;&#x79D1;&#x5B66;&#x800C;&#x4E25;&#x683C;&#x7684;&#x7BA1;&#x7406;&#x4E4B;&#x4E0B;&#xFF0C;&#x5148;&#x8FDB;&#x7684;&#x6280;&#x672F;&#x65B9;&#x6CD5;&#x548C;&#x4F18;&#x79C0;&#x7684;&#x8F6F;&#x4EF6;&#x5DE5;&#x5177;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x53D1;&#x6325;&#x51FA;&#x5A01;&#x529B;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6709;&#x6548;&#x7684;&#x7BA1;&#x7406;&#x662F;&#x5927;&#x578B;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x9879;&#x76EE;&#x6210;&#x529F;&#x7684;&#x5173;&#x952E;&#x3002;
&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#x59CB;&#x4E8E;&#x9879;&#x76EE;&#x8BA1;&#x5212;&#xFF0C;&#x800C;&#x7B2C;&#x4E00;&#x9879;&#x8BA1;&#x5212;&#x6D3B;&#x52A8;&#x5C31;&#x662F;&#x4F30;&#x7B97;&#x3002;&#x4E3A;&#x4E86;&#x4F30;&#x7B97;&#x9879;&#x76EE;&#x5DE5;&#x4F5C;&#x91CF;&#x548C;&#x5B8C;&#x6210;&#x671F;&#x9650;&#xFF0C;&#x9996;&#x5148;&#x9700;&#x8981;&#x9884;&#x6D4B;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x3002;
&#x5EA6;&#x91CF;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x7684;&#x5E38;&#x7528;&#x6280;&#x672F;&#x4E3B;&#x8981;&#x6709;&#x4EE3;&#x7801;&#x884C;&#x6280;&#x672F;&#x548C;&#x529F;&#x80FD;&#x70B9;&#x6280;&#x672F;&#x3002;&#x8FD9;&#x4E24;&#x79CD;&#x6280;&#x672F;&#x5404;&#x6709;&#x4F18;&#x7F3A;&#x70B9;&#xFF0C;&#x5E94;&#x8BE5;&#x6839;&#x636E;&#x9879;&#x76EE;&#x7279;&#x70B9;&#x53CA;&#x4ECE;&#x4E8B;&#x8BA1;&#x5212;&#x5DE5;&#x4F5C;&#x7684;&#x4EBA;&#x5BF9;&#x8FD9;&#x4E24;&#x79CD;&#x6280;&#x672F;&#x7684;&#x719F;&#x6089;&#x7A0B;&#x5EA6;&#xFF0C;&#x9009;&#x7528;&#x9002;&#x7528;&#x7684;&#x6280;&#x672F;&#x3002;</p>
<p>&#x6839;&#x636E;&#x8F6F;&#x4EF6;&#x89C4;&#x6A21;&#x53EF;&#x4EE5;&#x4F30;&#x7B97;&#x51FA;&#x5B8C;&#x6210;&#x8BE5;&#x9879;&#x76EE;&#x6240;&#x9700;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#xFF0C;&#x5E38;&#x7528;&#x7684;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#x4E3A;&#x9759;&#x6001;&#x5355;&#x53D8;&#x91CF;&#x6A21;&#x578B;&#x3001;&#x52A8;&#x6001;&#x591A;&#x53D8;&#x91CF;&#x6A21;&#x578B;&#x548C;COCOMO2&#x6A21;&#x578B;&#x3002;&#x4E3A;&#x4E86;&#x4F7F;&#x4F30;&#x7B97;&#x7ED3;&#x679C;&#x66F4;&#x63A5;&#x8FD1;&#x5B9E;&#x9645;&#x503C;&#xFF0C;&#x901A;&#x5E38;&#x81F3;&#x5C11;&#x540C;&#x65F6;&#x4F7F;&#x7528;&#x4E0A;&#x8FF0;3&#x79CD;&#x6A21;&#x578B;&#x4E2D;&#x7684;&#x4E24;&#x79CD;&#x3002;&#x901A;&#x8FC7;&#x6BD4;&#x8F83;&#x548C;&#x534F;&#x8C03;&#x4F7F;&#x7528;&#x4E0D;&#x540C;&#x6A21;&#x578B;&#x5F97;&#x51FA;&#x7684;&#x4F30;&#x7B97;&#x503C;&#xFF0C;&#x6709;&#x53EF;&#x80FD;&#x5F97;&#x5230;&#x6BD4;&#x8F83;&#x51C6;&#x786E;&#x7684;&#x4F30;&#x7B97;&#x7ED3;&#x679C;&#x3002;&#x6210;&#x672C;&#x4F30;&#x7B97;&#x6A21;&#x578B;&#x901A;&#x5E38;&#x4E5F;&#x540C;&#x65F6;&#x63D0;&#x4F9B;&#x4E86;&#x4F30;&#x7B97;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x7684;&#x65B9;&#x7A0B;&#x5F0F;&#xFF0C;&#x8FD9;&#x6837;&#x4F30;&#x7B97;&#x51FA;&#x7684;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x662F;&#x6B63;&#x5E38;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#xFF0C;&#x7ECF;&#x9A8C;&#x8868;&#x660E;&#xFF0C;&#x7528;&#x589E;&#x52A0;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x7684;&#x65B9;&#x6CD5;&#x6700;&#x591A;&#x53EF;&#x4EE5;&#x628A;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x51CF;&#x5C11;&#x5230;&#x6B63;&#x5E38;&#x5F00;&#x53D1;&#x65F6;&#x95F4;&#x7684;75%&#x3002;</p>
<p>&#x7BA1;&#x7406;&#x8005;&#x5FC5;&#x987B;&#x5236;&#x5B9A;&#x51FA;&#x4E00;&#x4E2A;&#x8DB3;&#x591F;&#x8BE6;&#x7EC6;&#x7684;&#x8FDB;&#x5EA6;&#x8868;&#xFF0C;&#x4EE5;&#x4FBF;&#x76D1;&#x7763;&#x9879;&#x76EE;&#x8FDB;&#x5EA6;&#x5E76;&#x63A7;&#x5236;&#x6574;&#x4E2A;&#x9879;&#x76EE;&#x3002;&#x5E38;&#x7528;&#x7684;&#x5236;&#x5B9A;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x7684;&#x5DE5;&#x5177;&#x6709;Gantt&#x56FE;&#x548C;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#xFF0C;&#x8FD9;&#x4E24;&#x79CD;&#x5DE5;&#x5177;&#x5404;&#x6709;&#x4F18;&#x7F3A;&#x70B9;&#xFF0C;&#x901A;&#x5E38;&#xFF0C;&#x8054;&#x5408;&#x4F7F;&#x7528;Gantt&#x56FE;&#x548C;&#x5DE5;&#x7A0B;&#x7F51;&#x7EDC;&#x6765;&#x5236;&#x5B9A;&#x8FDB;&#x5EA6;&#x8BA1;&#x5212;&#x5E76;&#x76D1;&#x7763;&#x9879;&#x76EE;&#x8FDB;&#x5C55;&#x72B6;&#x51B5;&#x3002;
&#x9AD8;&#x7D20;&#x8D28;&#x7684;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#x548C;&#x5408;&#x7406;&#x7684;&#x9879;&#x76EE;&#x7EC4;&#x7EC4;&#x7EC7;&#x7ED3;&#x6784;&#xFF0C;&#x662F;&#x8F6F;&#x4EF6;&#x9879;&#x76EE;&#x53D6;&#x5F97;&#x6210;&#x529F;&#x7684;&#x5173;&#x952E;&#x3002;&#x6BD4;&#x8F83;&#x5178;&#x578B;&#x7684;&#x7EC4;&#x7EC7;&#x7ED3;&#x6784;&#x6709;&#x6C11;&#x4E3B;&#x5236;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x3001;&#x4E3B;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x548C;&#x73B0;&#x4EE3;&#x7A0B;&#x5E8F;&#x5458;&#x7EC4;&#x7B49;3&#x79CD;&#xFF0C;&#x8FD9;3&#x79CD;&#x7EC4;&#x7EC7;&#x65B9;&#x5F0F;&#x7684;&#x9002;&#x7528;&#x573A;&#x5408;&#x5E76;&#x4E0D;&#x76F8;&#x540C;&#x3002;</p>
<p>&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x662F;&#x5728;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x6BCF;&#x4E00;&#x6B65;&#x90FD;&#x8FDB;&#x884C;&#x7684;&#x6D3B;&#x52A8;&#x3002;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x63AA;&#x65BD;&#x4E3B;&#x8981;&#x6709;&#x57FA;&#x4E8E;&#x975E;&#x6267;&#x884C;&#x7684;&#x6D4B;&#x8BD5;&#xFF08;&#x4E5F;&#x79F0;&#x4E3A;&#x590D;&#x5BA1;&#xFF09;&#x3001;&#x57FA;&#x4E8E;&#x6267;&#x884C;&#x7684;&#x6D4B;&#x8BD5;&#xFF08;&#x5373;&#x901A;&#x5E38;&#x6240;&#x8BF4;&#x7684;&#x6D4B;&#x8BD5;&#xFF09;&#x548C;&#x7A0B;&#x5E8F;&#x6B63;&#x786E;&#x6027;&#x8BC1;&#x660E;&#x3002;&#x8F6F;&#x4EF6;&#x590D;&#x5BA1;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x6D3B;&#x52A8;&#x4E4B;&#x4E00;&#xFF0C;&#x5B83;&#x7684;&#x4F18;&#x70B9;&#x662F;&#x5728;&#x6539;&#x6B63;&#x9519;&#x8BEF;&#x7684;&#x6210;&#x672C;&#x76F8;&#x5BF9;&#x6BD4;&#x8F83;&#x4F4E;&#x65F6;&#x5C31;&#x80FD;&#x53CA;&#x65F6;&#x53D1;&#x73B0;&#x5E76;&#x6392;&#x9664;&#x8F6F;&#x4EF6;&#x9519;&#x8BEF;&#x3002;
&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x662F;&#x5E94;&#x7528;&#x4E8E;&#x6574;&#x4E2A;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4FDD;&#x62A4;&#x6027;&#x6D3B;&#x52A8;&#xFF0C;&#x662F;&#x5728;&#x8F6F;&#x4EF6;&#x6574;&#x4E2A;&#x751F;&#x547D;&#x671F;&#x5185;&#x7BA1;&#x7406;&#x53D8;&#x5316;&#x7684;&#x4E00;&#x7EC4;&#x6D3B;&#x52A8;&#x3002;&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;&#x7BA1;&#x7406;&#x7684;&#x76EE;&#x6807;&#x662F;&#xFF0C;&#x4F7F;&#x53D8;&#x5316;&#x80FD;&#x591F;&#x66F4;&#x6B63;&#x786E;&#x4E14;&#x66F4;&#x5BB9;&#x6613;&#x88AB;&#x9002;&#x5E94;&#xFF0C;&#x5728;&#x9700;&#x8981;&#x4FEE;&#x6539;&#x8F6F;&#x4EF6;&#x65F6;&#x51CF;&#x5C11;&#x4E3A;&#x6B64;&#x800C;&#x82B1;&#x8D39;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x3002;</p>
<p>&#x80FD;&#x529B;&#x6210;&#x719F;&#x5EA6;&#x6A21;&#x578B;&#xFF08;CMM&#xFF09;&#x662F;&#x6539;&#x8FDB;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x6709;&#x6548;&#x7B56;&#x7565;&#x3002;&#x5B83;&#x7684;&#x57FA;&#x672C;&#x601D;&#x60F3;&#x662F;&#xFF0C;&#x56E0;&#x4E3A;&#x95EE;&#x9898;&#x662F;&#x7BA1;&#x7406;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x65B9;&#x6CD5;&#x4E0D;&#x6070;&#x5F53;&#x9020;&#x6210;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x91C7;&#x7528;&#x65B0;&#x6280;&#x672F;&#x5E76;&#x4E0D;&#x4F1A;&#x81EA;&#x52A8;&#x63D0;&#x9AD8;&#x8F6F;&#x4EF6;&#x751F;&#x4EA7;&#x7387;&#x548C;&#x8F6F;&#x4EF6;&#x8D28;&#x91CF;&#xFF0C;&#x5E94;&#x8BE5;&#x4E0B;&#x5927;&#x529B;&#x6C14;&#x6539;&#x8FDB;&#x5BF9;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x7BA1;&#x7406;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#x5BF9;&#x8F6F;&#x4EF6;&#x8FC7;&#x7A0B;&#x7684;&#x6539;&#x8FDB;&#x4E0D;&#x53EF;&#x80FD;&#x4E00;&#x8E74;&#x800C;&#x5C31;&#xFF0C;&#x56E0;&#x6B64;&#xFF0C;CMM&#x4EE5;&#x589E;&#x91CF;&#x65B9;&#x5F0F;&#x9010;&#x6B65;&#x5F15;&#x5165;&#x53D8;&#x5316;&#xFF0C;&#x5B83;&#x660E;&#x786E;&#x5730;&#x5B9A;&#x4E49;&#x4E86;5&#x4E2A;&#x6210;&#x719F;&#x5EA6;&#x7B49;&#x7EA7;&#xFF0C;&#x4E00;&#x4E2A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x7EC4;&#x7EC7;&#x53EF;&#x4EE5;&#x7528;&#x4E00;&#x7CFB;&#x5217;&#x5C0F;&#x7684;&#x6539;&#x826F;&#x6027;&#x6B65;&#x9AA4;&#x8FC8;&#x5165;&#x66F4;&#x9AD8;&#x7684;&#x6210;&#x719F;&#x5EA6;&#x7B49;&#x7EA7;&#x3002;</p>
<div id="gitalk-container"></div>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="1019.html" class="navigation navigation-prev " aria-label="Previous page: 维护">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="1021.html" class="navigation navigation-next " aria-label="Next page: 面向对象">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"软件项目管理","level":"1.2","depth":1,"next":{"title":"面向对象","level":"1.3","depth":1,"path":"page/1021.md","ref":"page/1021.md","articles":[]},"previous":{"title":"维护","level":"1.1.3.7","depth":3,"path":"page/1019.md","ref":"page/1019.md","articles":[]},"dir":"ltr"},"config":{"plugins":["-lunr","-search","-sharing","theme-simple@git+https://github.com/plugins-zander/gitbook-plugin-theme-simple.git","search-pro@git+https://github.com/plugins-zander/gitbook-plugin-search-pro.git","katex@git+https://github.com/plugins-zander/gitbook-plugin-katex.git","splitter@git+https://github.com/plugins-zander/gitbook-plugin-splitter.git","mygitalk@git+https://github.com/plugins-zander/gitbook-plugin-mygitalk.git","edit-link@git+https://github.com/plugins-zander/gitbook-plugin-edit-link.git","sitemap-general@git+https://github.com/plugins-zander/gitbook-plugin-sitemap-general.git","gtag@git+https://github.com/plugins-zander/gitbook-plugin-gtag.git","chapter-fold@git+https://github.com/plugins-zander/gitbook-plugin-chapter-fold.git","copy-code-button@git+https://github.com/plugins-zander/gitbook-plugin-copy-code-button.git","page-toc@git+https://github.com/plugins-zander/gitbook-plugin-page-toc.git"],"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"},"pluginsConfig":{"chapter-fold":{},"splitter":{},"search-pro":{},"page-toc":{"position":"before-first","selector":".markdown-section h1, .markdown-section h2, .markdown-section h3, .markdown-section h4","showByDefault":true},"sitemap-general":{"prefix":"https://zlogs.net/learn-software-engineering/"},"katex":{},"fontsettings":{"theme":"white","family":"sans","size":2},"gtag":{"token":"UA-149127400-1"},"highlight":{},"theme-simple":{"showLevel":false,"styles":{"ebook":"styles/ebook.css","epub":"styles/epub.css","mobi":"styles/mobi.css","pdf":"styles/pdf.css","print":"styles/print.css","website":"styles/website.css"}},"copy-code-button":{},"mygitalk":{"flipMoveOptions":{},"clientID":"364365ceb2659b383d73","number":-1,"perPage":10,"proxy":"https://cors-anywhere.herokuapp.com/https://github.com/login/oauth/access_token","admin":["zanderzhao"],"createIssueManually":false,"distractionFreeMode":false,"repo":"talk","owner":"zanderzhao","enableHotKey":true,"clientSecret":"447ef6648e9dfffe2e2a65c34c8ead1dd4b7af54","pagerDirection":"last","labels":["Gitalk"]},"edit-link":{"label":"EDIT","base":"https://github.com/ZanderZhao/learn-software-engineering/edit/master/"},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"theme":"default","author":"Zander Zhao","pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"variables":{},"title":"learn-software-engineering","language":"zh-hans","gitbook":"3.2.3","description":"learn-software-engineering - Zander's Learn Book"},"file":{"path":"page/1020.md","mtime":"2020-04-09T07:49:44.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-04-09T07:52:01.778Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/jquery.mark.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search-pro/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-splitter/splitter.js"></script>
        
    
        
        <script src="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/js/md5.min.js"></script>
        
    
        
        <script src="https://cdn.jsdelivr.net/gh/ZanderZhao/cdn/js/gitalk.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-mygitalk/mygitalk.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-edit-link/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-gtag/plugin.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-chapter-fold/chapter-fold.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-copy-code-button/toggle.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-page-toc/anchor-3.1.1.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-page-toc/page-toc.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

